Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

# userDeletionTicketMoreHelp
source: the tickets of this user need to be transferred to somebody else before the deletion
de: Die Tickets dieses Benutzers müssen vor der Löschung an jemand anderen übertragen werden
es: Los tickets de este usuario deben ser transferidos a otra persona antes de la eliminación
fr: Les tickets de cet utilisateur doivent être transférés à quelqu'un d'autre avant la suppression
it: I biglietti di questo utente devono essere trasferiti a qualcun altro prima della cancellazione
pl: Zgłoszenia tego użytkownika muszą zostać przeniesione do kogoś innego przed usunięciem
pt: Os tickets deste usuário precisam ser transferidos para outra pessoa antes da exclusão

# userDeletionTicketMoreHelpWithAssignments
source: the assignments of this user need to be transferred to somebody else before the deletion
de: Die Aufgaben dieses Benutzers müssen vor der Löschung an jemanden übertragen werden
es: Las asignaciones de este usuario deben ser transferidas a otra persona antes de la eliminación
fr: Les affectations de cet utilisateur doivent être transférées à quelqu'un d'autre avant la suppression
it: Le assegnazioni di questo utente devono essere trasferite a qualcun altro prima della cancellazione
pl: Przypisania tego użytkownika muszą zostać przeniesione do kogoś innego przed usunięciem
pt: As atribuições deste usuário precisam ser transferidas para outra pessoa antes da exclusão

source: confirm
de: bestätigen
es: confirmar
fr: Valider
it: conferma
pl: potwierdź
pt: Confirmar

source: search agent
de: such-Agent
es: buscar agente
fr: agent de recherche
it: agente di ricerca
pl: szukaj agenta
pt: agente de pesquisa

source: make active
de: aktiv machen
es: hacer activo
fr: rendre actif
it: rende attivo
pl: aktywuj
pt: tornar ativo

source: suspend
de: unterbrechen
es: suspender
fr: Suspendre
it: sospende
pl: Zatrzymaj
pt: banir

source: event log
de: Ereignisprotokoll
es: registro de eventos
fr: journal des événements
it: registro eventi
pl: dziennik zdarzeń
pt: log de evento

source: last active
de: zuletzt aktiv
es: último activo
fr: dernier actif
it: ultimo attivo
pl: ostatni aktywny
pt: último ativo

# neverLoggedInd
source: never logged in
de: nie eingeloggt
es: nunca ha iniciado sesión
fr: jamais connecté
it: non hai mai effettuato l'accesso
pl: nigdy nie zalogowano
pt: nunca logado

source: invited
de: eingeladen
es: invitado
fr: invité(e)
it: invitato
pl: zaproszono
pt: Convidado

source: resend invite
de: Einladung erneut senden
es: reenviar invitación
fr: renvoyer l'invitation
it: invia nuovamente l'invito
pl: wyślij ponownie zaproszenie
pt: reenviar convite

# unverifiedResendAction
source: send activation email
de: sende Aktivierungs-E-Mail
es: enviar email de activación
fr: envoyer un e-mail d'activation
it: invia email di attivazione
pl: wyślij e-mail aktywacyjny
pt: enviar e-mail de ativação

source: action has been done successfully
de: wurde erfolgreich ausgeführt
es: la acción se ha realizado correctamente
fr: l'action a été effectuée avec succès
it: l'azione è stata eseguita con successo
pl: akcja została wykonana pomyślnie
pt: ação foi feita com sucesso

# nameDotDotDot
source: Name...
es: Nombre...
fr: Nom...
it: Nome...
pl: Nazwa...
pt: Nome...

source: load more agents
de: mehr Agenten laden
es: cargar más agentes
fr: charger plus d'agents
it: carica più agenti
pl: załaduj więcej agentów
pt: carregar mais agentes

source: helpdesk notes
de: helpdesk Notizen
es: notas del helpdesk
fr: Notes du helpdesk
it: note di helpdesk
pl: Notatki pomocy technicznej
pt: notas do helpdesk

# usersList.emailForward.tooltipWarning
source: User will not receive any emails from Mojo. View profile for more info.
de: Benutzer erhält keine E-Mails von Mojo. Profil für weitere Informationen anzeigen.
es: El usuario no recibirá ningún correo electrónico de Mojo. Ver perfil para más información.
fr: L'utilisateur ne recevra aucun e-mail de Mojo. Voir le profil pour plus d'informations.
it: L'utente non riceverà alcuna email da Mojo. Vedi il profilo per ulteriori informazioni.
pl: Użytkownik nie otrzyma żadnych wiadomości e-mail od Mojo. Zobacz profil, aby uzyskać więcej informacji.
pt: O usuário não receberá nenhum email da Mojo. Veja mais informações no perfil.

source: stay here
de: hier bleiben
es: permanecer aquí
fr: rester ici
it: rimani qui
pl: Zostań tutaj
pt: fique aqui

source: abandon my work
de: meine Arbeit aufgeben
es: abandonar mi trabajo
fr: abandonner mon travail
it: abbandona il mio lavoro
pl: porzuć moją pracę
pt: abandonar meu trabalho

source: by leaving the page, all changes will be lost
de: durch Verlassen der Seite, werden alle Änderungen verloren gehen
es: al salir de la página, todos los cambios se perderán
fr: en quittant la page, toutes les modifications seront perdues
it: lasciando la pagina, tutte le modifiche andranno perse
pl: opuszczając stronę, wszystkie zmiany zostaną utracone
pt: saindo da página, todas as alterações serão perdidas

source: you have unsaved changes
de: du hast ungespeicherte Änderungen
es: tiene cambios sin guardar
fr: vous avez des modifications non enregistrées
it: hai modifiche non salvate
pl: masz niezapisane zmiany
pt: você tem alterações não salvas

# durationInputPopoverTitle
source: Days, hours and minutes
de: Tage, Stunden und Minuten
es: Días, horas y minutos
fr: Jours, heures et minutes
pl: Dni, godziny i minuty
pt: Dias, horas e minutos

# durationInputNotSet
source: not set
de: nicht gesetzt
es: no establecido
fr: non défini
pl: nie ustawiono
pt: não definido

source: video help
de: video Hilfe
es: ayuda de vídeo
fr: aide vidéo
pl: pomoc wideo
pt: ajuda de vídeo

source: create contact
de: erstelle Kontakt
es: crear contacto
fr: créer un contact
it: crea contatto
pl: utwórz kontakt
pt: criar contato

source: create new contact
de: neuen Kontakt erstellen
es: crear nuevo contacto
fr: créer un nouveau contact
it: crea nuovo contatto
pl: utwórz nowy kontakt
pt: criar novo contato

source: create group
de: Gruppe erstellen
es: Crear grupo
fr: Créer un groupe
it: Crea gruppo
pl: Utwórz grupę
pt: Criar grupo

source: enter group name
de: Gruppenname eingeben
es: Introduce el nombre del grupo
fr: Entrez le nom du groupe
it: Inserisci il nome del gruppo
pl: Wprowadź nazwę grupy
pt: Inserir nome do grupo

source: group name
de: gruppenname
es: nombre del grupo
fr: nom du groupe
it: nome del gruppo
pl: nazwa grupy
pt: nome do grupo

source: group name cannot be blank
de: Gruppenname darf nicht leer sein
es: el nombre del grupo no puede estar en blanco
fr: le nom du groupe ne peut pas être vide
it: il nome del gruppo non può essere vuoto
pl: nazwa grupy nie może być pusta
pt: o nome do grupo não pode estar em branco

source: Choose 'individuals' if this customer does not belong to a group.
de: Wählen Sie "Einzelpersonen", wenn dieser Kunde keiner Gruppe angehört.
es: Elija 'individuos' si este cliente no pertenece a un grupo.
pl: Wybierz 'osoby', jeśli ten klient nie należy do grupy.

# user.form.doNotSendEmail.label
source: Never send emails to this user
de: E-Mails nie an diesen Benutzer senden
es: Nunca enviar correos electrónicos a este usuario
fr: Ne jamais envoyer d'e-mails à cet utilisateur
it: Non inviare mai email a questo utente
pl: Nigdy nie wysyłaj wiadomości e-mail do tego użytkownika
pt: Nunca enviar e-mails para este usuário

# user.form.isDevice.label
source: This user is a machine
de: Dieser Benutzer ist eine Maschine
es: Este usuario es una máquina
fr: Cet utilisateur est une machine
it: Questo utente è una macchina
pl: Ten użytkownik jest maszyną
pt: Este usuário é uma máquina

# user.form.isDevice.help
source: This is useful for accounts that are not user accounts such as backend systems, answering machines, fax machines, ect...
de: Dies ist nützlich für Konten, die keine Benutzerkonten wie Backend-Systeme, Anrufgeräte, Faxgeräte, ect...
es: Esto es útil para cuentas que no son cuentas de usuario como sistemas backend, respondiendo máquinas, fax, ect...
fr: Ceci est utile pour les comptes que ne sont pas des comptes utilisateur tels que les systèmes backend, répondeurs, les télécopieurs, ect...
it: Questo è utile per gli account che non sono account utente come i sistemi di backend, segreterie, fax, ect...
pl: Jest to przydatne dla kont, które nie są kontami użytkowników takimi jak systemy zaplecza, automaty do odpowiedzi, faksy, ect...
pt: Isso é útil para contas que não são contas de usuário como sistemas de backend, respondendo máquinas, máquinas de fax, ect...

# newContactEmailFormLabel
source: What is the email of the new contact?
de: Was ist die E-Mail des neuen Kontakts?
es: ¿Cuál es el correo electrónico del nuevo contacto?
fr: Quel est le courriel du nouveau contact ?
it: Qual è l'email del nuovo contatto?
pl: Czym jest e-mail nowego kontaktu?
pt: Qual é o email do novo contato?

# newContactEmailFormPlaceholder
source: type the contact email here
de: geben Sie hier die Kontakt-E-Mail ein
es: escribe el email de contacto aquí
fr: Tapez l'email de contact ici
it: digita l'email del contatto qui
pl: wpisz tutaj adres e-mail kontaktowy
pt: digite o e-mail de contato aqui

# newContactNameFormLabel
source: What is the name of the new contact?
de: Wie lautet der Name des neuen Kontakts?
es: ¿Cuál es el nombre del nuevo contacto?
fr: Quel est le nom du nouveau contact ?
it: Qual è il nome del nuovo contatto?
pl: Jaka jest nazwa nowego kontaktu?
pt: Qual é o nome do novo contato?

# newContactNameFormPlaceholder
source: type the contact name here
de: geben Sie hier den Kontaktnamen ein
es: escribe el nombre del contacto aquí
fr: tapez le nom du contact ici
it: digita qui il nome del contatto
pl: wpisz tutaj nazwę kontaktu
pt: digite o nome do contato aqui

source: Mojo support desk
de: Mojo-Support
es: Mesa de soporte de Mojo
fr: Support de Mojo
it: Scrivania di supporto Mojo
pl: Dział wsparcia Mojo
pt: Central de suporte Mojo

# wizardProcess.firstStep.title
source: next, let's invite your team
de: Als nächstes laden wir dein Team ein
es: a continuación, vamos a invitar a su equipo
pl: Następnie, zapraszmy swój zespół

source: email addresses
de: E-Mail-Adressen
es: direcciones de email
fr: adresses e-mail
it: indirizzi email
pl: adresy e-mail
pt: endereços de e-mail

# wizardProcess.secondStep.title
source: finally, let's bring your support emails into Mojo
de: endlich lassen Sie uns Ihre Support-E-Mails in Mojo einbringen
es: finalmente, traigamos tus correos electrónicos de soporte a Mojo
pl: wreszcie, wnieśmy do Mojo wiadomości e-mail z Twoim wsparciem.

source: use the email we've created for you
de: verwenden Sie die E-Mail, die wir für Sie erstellt haben
es: usar el correo electrónico que hemos creado para ti
pl: użyj adresu e-mail, który stworzyliśmy dla Ciebie

source: all emails sent to this address will become tickets in Mojo
de: alle an diese Adresse gesendeten E-Mails werden zu Tickets in Mojo
es: todos los correos electrónicos enviados a esta dirección se convertirán en tickets en Mojo
fr: tous les e-mails envoyés à cette adresse deviendront des tickets dans Mojo
it: tutte le email inviate a questo indirizzo diventeranno biglietti in Mojo
pl: wszystkie e-maile wysłane na ten adres staną się ticketami w Mojo
pt: todos os e-mails enviados para este endereço se tornarão tickets no Mojo

source: use this email
de: diese E-Mail verwenden.
es: usar este email.
fr: utiliser cet e-mail.
it: usa questa email.
pl: użyj tego adresu e-mail.
pt: usar este e-mail

source: congratulations!
de: gratulieren!
es: ¡enhorabuena!
fr: félicitations!
it: congratulazioni!
pl: gratulacje!
pt: parabéns!

source: your Mojo Helpdesk is ready
de: dein Mojo Helpdesk ist bereit
es: tu mesa de ayuda de Mojo está lista
fr: votre Helpdesk Mojo est prêt
it: il tuo Helpdesk Mojo è pronto
pl: Twój dział pomocy Mojo jest gotowy
pt: sua Helpdesk Mojo está pronta

source: Mojo Helpdesk address
de: Mojo Helpdesk Adresse
es: Dirección del helpdesk de Mojo
fr: Adresse du Helpdesk Mojo
it: Indirizzo dell'Helpdesk di Mojo
pl: Adres Helpdesk Mojo
pt: Endereço do Mojo Helpdesk

source: support email address
de: E-Mail-Adresse des Supports
es: dirección de correo de soporte
fr: adresse e-mail de support
it: supporto indirizzo email
pl: adres e-mail pomocy technicznej
pt: Endereço de e-mail de suporte

source: start using Mojo
de: verwenden Sie Mojo
es: empezar a usar Mojo
fr: commencer à utiliser Mojo
it: inizia a usare Mojo
pl: zacznij używać Mojo
pt: começar a usar o Mojo

source: back
de: zurück
es: atrás
fr: verso
it: indietro
pl: z powrotem
pt: Voltar

source: I'll do it later
de: Ich werde es später tun
es: Lo haré más tarde
pl: Zrobię to później

# typeAnEmailLabel
source: type an email
de: eine E-Mail eingeben
es: escribe un email
fr: taper un email
it: digita un'email
pl: wpisz e-mail
pt: digite um e-mail

source: variable
de: variabel
it: variabile
pl: zmienna
pt: Variável

# availableVariables
source: available variables for the template
de: verfügbare Variablen für die Vorlage
es: variables disponibles para la plantilla
fr: variables disponibles pour le modèle
it: variabili disponibili per il modello
pl: dostępne zmienne dla szablonu
pt: variáveis disponíveis para o template

source: uninstall
de: deinstallieren
es: desinstalar
fr: désinstaller
it: disinstalla
pl: odinstaluj
pt: Desinstalar

source: install
de: installieren
es: instalar
fr: installer
it: installa
pl: zainstaluj
pt: instalar

source: installed
de: installiert
es: instalado
fr: installé
it: installato
pl: zainstalowane
pt: Instalado

source: not specified
de: nicht angegeben
es: no especificado
fr: non spécifié
it: non specificato
pl: nie określono
pt: Não especificado

source: edit queue
de: Warteschlange bearbeiten
es: editar cola
fr: éditer la file d'attente
it: modifica coda
pl: edytuj kolejkę
pt: editar fila

source: create queue
de: erstelle Warteschlange
es: crear cola
fr: créer une file d'attente
it: crea coda
pl: utwórz kolejkę
pt: criar fila

source: delete queue
de: löschen Warteschlange
es: borrar cola
fr: supprimer la file d'attente
it: elimina coda
pl: usuń kolejkę
pt: excluir fila

source: confirm queue deletion
de: löschen der Warteschlange bestätigen
es: confirmar eliminación de cola
fr: confirmer la suppression de la file d'attente
it: conferma eliminazione coda
pl: potwierdź usunięcie kolejki
pt: confirmar exclusão da fila

source: ticket that needs
de: benötigtes Ticket
es: ticket que necesita
fr: ticket nécessaire
it: biglietto che ha bisogno
pl: bilet potrzebny
pt: ticket que precisa

source: tickets that need
de: benötigte Tickets
es: tickets que necesitan
fr: tickets qui ont besoin
it: biglietti che hanno bisogno
pl: bilety, które wymagają
pt: Tickets que precisam

source: to be transferred
de: zu übertragen
es: para ser transferido
fr: à transférer
it: da trasferire
pl: do przekazania
pt: a ser transferido

source: Queue successfully edited
de: Warteschlange erfolgreich bearbeitet
es: Cola editada con éxito
fr: File d'attente modifiée avec succès
it: Coda modificata con successo
pl: Kolejka pomyślnie edytowana
pt: Fila editada com sucesso

source: Queue successfully created
de: Warteschlange erfolgreich erstellt
es: Cola creada correctamente
fr: File d'attente créée avec succès
it: Coda creata con successo
pl: Kolejka pomyślnie utworzona
pt: Fila criada com sucesso

# queuesManager.table.emailForward.tooltip
source: WARNING: There is an user which email address is the same as the email forward address for this queue. That user will not receive any emails from Mojo. If you have questions, contact Mojo Helpdesk team, or check this <a href='https://help.mojohelpdesk.com/help/article/115366' target='_blank'>article</a>.
de: WARNUNG: Es gibt einen Benutzer, dessen E-Mail-Adresse die -Adresse ist mit der Weiterleitungsadresse für diese Warteschlange. Dieser Benutzer erhält keine E-Mails von Mojo. Wenn Sie Fragen haben, wenden Sie sich an das Mojo Helpdesk Team, oder schauen Sie sich diesen <a href='https://help.mojohelpdesk.com/help/article/115366' target='_blank'>Artikel</a> an.
es: ADVERTENCIA: Hay un usuario que dirección de correo electrónico es igual que la dirección de correo electrónico de esta cola. Ese usuario no recibirá ningún correo electrónico de Mojo. Si tienes preguntas, ponte en contacto con el equipo de Helpdesk de Mojo, o revisa este <a href='https://help.mojohelpdesk.com/help/article/115366' target='_blank'>artículo</a>.
pl: OSTRZEŻENIE: Istnieje użytkownik, który adres e-mail jest taki sam, jak adres e-mail przekierowujący dla tej kolejki. Ten użytkownik nie otrzyma żadnych wiadomości e-mail od Mojo. Jeśli masz pytań, skontaktuj się z zespołem pomocy technicznej Mojo lub sprawdź ten <a href='https://help.mojohelpdesk.com/help/article/115366' target='_blank'>artykuł</a>.

source: enter a queue name
de: einen Namen der Warteschlange eingeben
es: introduce un nombre de cola
fr: entrez un nom de file d'attente
it: inserisci un nome coda
pl: wprowadź nazwę kolejki
pt: Insira um nome para a fila

source: queue name cannot be blank
de: Name der Warteschlange darf nicht leer sein
es: el nombre de la cola no puede estar en blanco
fr: le nom de la file d'attente ne peut pas être vide
it: il nome della coda non può essere vuoto
pl: nazwa kolejki nie może być pusta
pt: Nome da fila não pode estar em branco

# team.form.businessHour.label
source: business hours
de: Geschäftszeiten
es: horas laborables
fr: heures d'ouverture
pl: godziny pracy
pt: horário de funcionamento

# team.form.businessHour.noBusinessHour
source: no business hours
de: keine Geschäftszeiten
es: sin horas de trabajo
fr: pas d'heures d'ouverture
pl: brak godzin pracy
pt: sem horário de funcionamento

source: email address
de: e-Mail-Adresse
es: dirección de email
fr: adresse e-mail
it: indirizzo email
pl: adres e-mail
pt: Endereço de e-mail

# EDotGOrder
source: E.g. orders
de: Z.B. Bestellungen
es: Por ejemplo, pedidos
fr: Par exemple commandes
it: Per esempio ordini
pl: Np. zamówienia
pt: Ex.: pedidos

# onlyBeginningOfEmailAddressIsRequiredBecause
source: only beginning of email address is required because domain name will be added
de: nur Anfang der E-Mail-Adresse ist erforderlich, da Domain-Name hinzugefügt wird
es: sólo se requiere el inicio de la dirección de correo electrónico porque se añadirá el nombre de dominio
fr: seul le début de l'adresse email est requis car le nom de domaine sera ajouté
it: è richiesto solo l'inizio dell'indirizzo email perché verrà aggiunto il nome del dominio
pl: tylko początek adresu e-mail jest wymagany, ponieważ nazwa domeny zostanie dodana
pt: apenas o início do endereço de e-mail é necessário porque o nome de domínio será adicionado

# forwardEmailAddress
source: Optional: forward email address
de: Optional: Weiterleitungs-E-Mail-Adresse
es: Opcional: reenviar dirección de correo
fr: Optionnel: adresse e-mail de transfert
it: Facoltativo: inoltra l'indirizzo email
pl: Opcjonalnie: przekierowanie adresu e-mail
pt: Opcional: endereço de e-mail encaminhado

# EDotGAccounting
source: E.g. support@yourco.com
de: Z.B. support@yourco.com
es: Por ejemplo, support@tuco.com
fr: Par exemple support@yourco.com
it: Per esempio support@yourco.com
pl: Np. support@yourco.com
pt: Ex.: support@yourco.com

# theEmailAddressThatIsForwardToThisQueueEmailAddress
source: the email address that is forwarded to this queue email address
de: die E-Mail-Adresse, die an diese Warteschlange weitergeleitet wird
es: la dirección de correo electrónico que se remite a esta dirección de correo electrónico en cola
fr: l'adresse e-mail qui est transmise à cette adresse email de file d'attente
it: l'indirizzo email che viene inoltrato a questo indirizzo email della coda
pl: adres e-mail, który jest przekazywany na ten adres e-mail w kolejce
pt: o endereço de e-mail que é encaminhado para este endereço de e-mail da fila

# emailForm
source: Optional: ticket form
de: Optional: Ticketformular
es: Opcional: formulario de ticket
fr: Facultatif : formulaire de ticket
it: Facoltativo: modulo ticket
pl: Opcjonalne: formularz zgłoszenia
pt: Opcional: formulário de ticket

# emailTicketFormHelperDescription
source: the ticket form to be used when creating a ticket from this email address. If not specified, the default ticket form will be used
de: das Ticket-Formular, das bei der Erstellung eines Tickets von dieser E-Mail-Adresse verwendet wird. Wenn nicht angegeben, wird das Standard-Ticketformular verwendet
es: el formulario de ticket que se utilizará al crear un ticket a partir de esta dirección de correo electrónico. Si no se especifica, se utilizará el formulario de ticket predeterminado
fr: le formulaire de ticket à utiliser lors de la création d'un ticket à partir de cette adresse e-mail. Si non spécifié, le formulaire de ticket par défaut sera utilisé
it: il modulo di ticket da usare per la creazione di un ticket da questo indirizzo email. Se non specificato, verrà utilizzato il modulo di ticket predefinito
pl: formularz zgłoszenia, który ma być używany podczas tworzenia zgłoszenia z tego adresu e-mail. Jeśli nie określono, zostanie użyty domyślny formularz zgłoszeniowy
pt: formulário do ticket a ser usado na criação de um ticket a partir deste endereço de e-mail. Se não for especificado, será usado o formulário padrão do ticket.

source: no email address set
de: keine E-Mail-Adresse festgelegt
es: no hay dirección de correo
fr: aucune adresse e-mail définie
it: nessun indirizzo email impostato
pl: nie ustawiono adresu e-mail
pt: nenhum endereço de e-mail definido

# queuesManager.table.emailForward.tooltipWarning
source: WARNING: Email forward address conflict - click for more info.
de: WARNUNG: E-Mail-Weiterleitungs-Adresskonflikt - Klicken Sie für weitere Informationen.
es: ADVERTENCIA: Conflicto de dirección de correo electrónico - haga clic para más información.
fr: AVERTISSEMENT : Conflit d'adresse de transfert de courriel - cliquez pour plus d'informations.
it: ATTENZIONE: Indirizzo di inoltro e-mail conflitto - clicca per ulteriori informazioni.
pl: OSTRZEŻENIE: Konflikt adresu e-mail - kliknij aby uzyskać więcej informacji.
pt: AVISO: Conflito de endereço de e-mail - clique para mais informações.

source: edit to attach a business hour
de: bearbeiten, um eine Stunde anzuhängen
es: editar para adjuntar una hora de trabajo
fr: modifier pour attacher une heure de travail
pl: edytuj aby załączyć godzinę pracy
pt: Editar para anexar uma hora comercial

source: change owner
de: ändere Besitzer
es: cambiar dueño
fr: modifier le propriétaire
it: cambia proprietario
pl: zmień właściciela
pt: alterar o proprietário

source: change credit card
de: Kreditkarte ändern
es: cambiar tarjeta de crédito
fr: changer de carte de crédit
it: cambia carta di credito
pl: zmień kartę kredytową
pt: alterar cartão de crédito

source: change billing recipients
de: ändere Rechnungsempfänger
es: cambiar destinatarios de facturación
fr: modifier les destinataires de la facturation
it: cambia destinatari di fatturazione
pl: zmień odbiorców rozliczeniowych
pt: alterar destinatários de cobrança

source: no credit card
de: keine Kreditkarte
es: sin tarjeta de crédito
fr: pas de carte de crédit
it: nessuna carta di credito
pl: brak karty kredytowej
pt: sem cartão de crédito

source: credit card will not be used
de: Kreditkarte wird nicht verwendet
es: no se utilizará la tarjeta de crédito
fr: la carte de crédit ne sera pas utilisée
it: carta di credito non sarà utilizzata
pl: karta kredytowa nie będzie używana
pt: cartão de crédito não será usado

source: change plan
de: plan ändern
es: cambiar plan
fr: changer de plan
it: modifica piano
pl: zmień plan
pt: mudar plano

source: manage agents
de: verwalte Agenten
es: gestionar agentes
fr: gérer les agents
it: gestisci agenti
pl: zarządzaj agentami
pt: gerenciar agentes
