Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: Search successfully created
de: Suche erfolgreich erstellt
es: Búsqueda creada con éxito
fr: Recherche créée avec succès
it: Ricerca creata con successo
pl: Wyszukiwanie zostało pomyślnie utworzone
pt: Busca criada com sucesso

# editSearchPageTitle
source: edit a search
de: eine Suche bearbeiten
es: editar una búsqueda
fr: éditer une recherche
it: modifica una ricerca
pl: edytuj wyszukiwanie
pt: editar uma busca

# editSearchPageDescription
source: edit a search to access easily specified tickets from menu
de: eine Suche bearbeiten um auf leicht spezifizierte Tickets aus dem Menü zuzugreifen
es: editar una búsqueda para acceder fácilmente a tickets especificados desde el menú
fr: éditer une recherche pour accéder facilement à certains tickets depuis le menu
it: modifica una ricerca per accedere facilmente ai biglietti specificati dal menu
pl: edytuj wyszukiwanie, aby uzyskać dostęp do określonych zgłoszeń z menu
pt: edite uma pesquisa para acessar tickets facilmente especificados no menu

source: Search successfully updated
de: Suche erfolgreich aktualisiert
es: Búsqueda actualizada correctamente
fr: Recherche mise à jour avec succès
it: Ricerca aggiornata con successo
pl: Wyszukiwanie zostało pomyślnie zaktualizowane
pt: Pesquisa atualizada com sucesso

source: using
de: benutze
es: usando
fr: en utilisant
it: usando
pl: za pomocą
pt: usando

source: of
de: von
es: de
fr: de
it: di
pl: z
pt: de

source: shared searches
de: geteilte Suchen
es: búsquedas compartidas
fr: recherches partagées
it: ricerche condivise
pl: współdzielone wyszukiwania
pt: pesquisas compartilhadas

source: searches per agent allowed
de: Suche pro Agent erlaubt
es: búsquedas por agente permitidas
fr: recherches par agent autorisées
it: ricerche per agente consentite
pl: wyszukiwanie według przedstawiciela dozwolone
pt: pesquisas por agente permitidas

source: you are using
de: du verwendest
es: estas usando
fr: vous utilisez
it: stai usando
pl: używasz
pt: você está usando

source: of your
de: deiner
es: de tu
fr: de votre
it: del tuo
pl: z Twojego
pt: de seu

source: there are no saved searches at this time
de: zu diesem Zeitpunkt gibt es keine gespeicherten Suchen
es: no hay búsquedas guardadas en este momento
fr: il n'y a aucune recherche enregistrée pour le moment
it: non ci sono ricerche salvate in questo momento
pl: w tej chwili nie ma zapisanych wyszukiwań
pt: não há pesquisas salvas no momento

# manageViewsDescription
source: saved searches appear in the help desk left navigation
de: gespeicherte Suchanfragen erscheinen im Helpdesk links
es: las búsquedas guardadas aparecen en el helpdesk izquierdo de la navegación
fr: les recherches enregistrées apparaissent dans la navigation de gauche du service d'aide
it: le ricerche salvate appaiono nel help desk a sinistra
pl: zapisane wyszukiwanie pojawia się w lewym panelu pomocy
pt: pesquisas salvas aparecem na área de trabalho à esquerda

# sharedSearchDescription
source: When shared, a view is visible in the view list by all agents. Otherwise, only you - the creator of this view - will be able to see it
de: Bei Freigabe wird eine Ansicht in der Ansichtsliste von allen Agenten angezeigt. Andernfalls werden nur Sie - der Schöpfer dieser Ansicht - in der Lage sein, sie zu sehen
es: Cuando se comparten, una vista es visible en la lista de vistas por todos los agentes. De lo contrario, sólo tú - el creador de esta vista - podrá verla
fr: Lorsqu'elle est partagée, une vue est visible dans la liste de vue par tous les agents. Sinon, vous seul - le créateur de cette vue - serez en mesure de la voir
it: Quando condivisa, una vista è visibile nella lista delle viste da tutti gli agenti. Altrimenti, solo tu - il creatore di questa vista - sarà in grado di vederlo
pl: Po udostępnieniu, widok jest widoczny w widoku listy wszystkich agentów. W przeciwnym razie tylko Ty - twórca tego widoku - będzie mógł go zobaczyć
pt: Quando compartilhado, uma visualização é visível na lista de visualização por todos os agentes. Caso contrário, somente você - o criador desta visão - será capaz de vê-la

source: option
de: variieren
es: opción
it: opzione
pl: opcja
pt: opção

source: more than
de: mehr als
es: más que
fr: plus de
it: più di
pl: więcej niż
pt: maior que

source: days ago
de: vor Tagen
es: días atrás
fr: jours plus tôt
it: giorni fa
pl: dni temu
pt: dias atrás

source: Search name
de: Suchname
es: Buscar nombre
fr: Nom de la recherche
it: Cerca nome
pl: Szukaj nazwy
pt: Pesquisar nome

source: name is required
de: name ist erforderlich
es: el nombre es obligatorio
fr: le nom est requis
it: nome richiesto
pl: nazwa jest wymagana
pt: nome é obrigatório

source: spaces are not allowed
de: Leerzeichen sind nicht erlaubt
es: espacios no permitidos
fr: les espaces ne sont pas autorisés
it: gli spazi non sono ammessi
pl: spacje nie są dozwolone
pt: espaços não são permitidos

# ifSharedExplanation
source: If shared every agents will be able to use this view
de: Wenn alle Agenten diese Ansicht teilen können
es: Si se comparte todos los agentes podrán usar esta vista
fr: Si partagé, chaque agent sera en mesure d'utiliser cette vue
it: Se condiviso ogni agente sarà in grado di utilizzare questa vista
pl: Jeśli wszyscy współdzieleni agenci będą mogli użyć tego widoku
pt: Se compartilhado a cada agentes poderá usar esta visualização

source: Shared views appear with the shared icon
de: Geteilte Ansichten erscheinen mit dem geteilten Symbol
es: Las vistas compartidas aparecen con el icono compartido
fr: Les vues partagées apparaissent avec l'icône partagée
it: Le viste condivise appaiono con l'icona condivisa
pl: Udostępnione widoki pojawiają się z udostępnioną ikoną
pt: Visualizações compartilhadas aparecem com o ícone compartilhado

source: Sharing is only available for managers
de: Teilen ist nur für Manager verfügbar
es: Compartir sólo está disponible para gerentes
fr: Le partage n'est disponible que pour les gestionnaires
it: La condivisione è disponibile solo per i manager
pl: Udostępnianie jest dostępne tylko dla menedżerów
pt: O compartilhamento só está disponível para gerentes

source: more options
de: weitere Optionen
es: más opciones
fr: plus d'options
it: altre opzioni
pl: więcej opcji
pt: mais opções

source: ticket created by
de: erstellte Ticket von
es: ticket creado por
fr: ticket créé par
it: ticket creato da
pl: bilet utworzony przez
pt: ticket criado por

source: rating
de: bewertung
es: puntuación
fr: note
it: valutazione
pl: ocena
pt: classificação

source: star
de: Stern
es: estrella
fr: Étoiles
it: stella
pl: gwiazdka
pt: estrela

source: stars
de: sterne
es: estrellas
fr: Étoiles
it: stelle
pl: gwiazdki
pt: estrelas

source: last comment by staff
de: letzter Kommentar vom Personal
es: último comentario por personal
fr: dernier commentaire par le personnel
it: ultimo commento del personale
pl: ostatni komentarz przez personel
pt: último comentário da equipe

source: has asset
de: hat Asset
es: tiene activo
fr: a une ressource
it: ha un asset
pl: posiada zasób
pt: tem ativos

source: custom fields
de: eigene Felder
es: campos personalizados
fr: champs personnalisés
it: campi personalizzati
pl: pola niestandardowe
pt: campos personalizados

source: exact match only
de: nur exakte Übereinstimmung
es: sólo coincidencia exacta
fr: correspondance exacte uniquement
it: solo la corrispondenza esatta
pl: tylko dokładne dopasowanie
pt: apenas correspondência exata

source: sort by
de: sortieren nach
es: ordenar por
fr: trier par
it: ordina per
pl: sortuj według
pt: ordenar por

source: date last changes
de: Datum der letzten Änderungen
es: fecha de últimos cambios
fr: date des derniers changements
it: data ultime modifiche
pl: data ostatnich zmian
pt: data das últimas alterações

source: ascending
de: aufsteigend
es: ascendente
fr: ascendant
it: ascendente
pl: rosnąco
pt: crescente

source: descending
de: absteigend
es: descendente
fr: descendant
it: discendente
pl: malejąco
pt: decrescente

# save&amp;search
source: save & search
de: & Suche speichern
es: guardar & buscar
fr: enregistrer & rechercher
it: salva & ricerca
pl: zapisz & wyszukiwanie
pt: salvar & pesquisar

# customFieldValueDescription
source: put 'yes' or 'no' for checkbox fields
de: 'Ja' oder 'Nein' für Kontrollkästchen setzen
es: poner 'sí' o 'no' para campos de casilla de verificación
pl: wpisz 'tak' lub 'nie' dla pól pola wyboru

source: keywords
es: palabras clave
fr: mots-clés
it: parole chiave
pl: słowa kluczowe
pt: Palavras-chave

# deleteSearchDescription
source: Agents wont be able to use this search.
de: Agenten kann diese Suche nicht verwenden.
es: El agente no podrá usar esta búsqueda.
fr: L'agent ne pourra pas utiliser cette recherche.
it: L'agente non sarà in grado di utilizzare questa ricerca.
pl: Agent nie będzie mógł użyć tego wyszukiwania.
pt: Agente não será capaz de usar esta pesquisa.

source: search successfully deleted
de: Suche erfolgreich gelöscht
es: búsqueda eliminada correctamente
fr: recherche supprimée avec succès
it: ricerca eliminata con successo
pl: wyszukiwanie pomyślnie usunięte
pt: busca excluída com sucesso

# team.list.agentsNumberLabel
source: Agents:
de: Agenten:
es: Agentes:
pl: Agenty:
pt: Representantes:

source: agent teams
es: equipos de agentes
fr: équipes d'agent
it: team di agenti
pl: drużyny agenta
pt: equipes de agentes

source: create teams of agents by specialty or department
de: erstelle Teams von Agenten nach Spezialität oder Abteilung
es: crear equipos de agentes por especialidad o departamento
fr: créer des équipes d'agents par spécialité ou service
it: creare squadre di agenti per specialità o reparto
pl: tworzenie zespołów agentów przez specjalność lub dział
pt: criar equipes de agentes por especialização ou departamento

source: no teams found
de: keine Teams gefunden
es: equipos no encontrados
fr: aucune équipe trouvée
it: nessuna squadra trovata
pl: nie znaleziono drużyn
pt: nenhum time encontrado

source: create team
de: erstelle Team
es: crear equipo
fr: créer une équipe
it: crea team
pl: utwórz zespół
pt: criar equipe

source: edit team
de: Team bearbeiten
es: editar equipo
fr: éditer l'équipe
it: modifica team
pl: edytuj zespół
pt: editar equipe

source: start typing a name or an email address
de: geben Sie einen Namen oder eine E-Mail-Adresse ein
es: comienza a escribir un nombre o una dirección de correo electrónico
fr: commencez à taper un nom ou une adresse e-mail
it: inizia a digitare un nome o un indirizzo email
pl: zacznij wpisywać nazwę lub adres e-mail
pt: comece a digitar um nome ou um endereço de e-mail

# teamNameFormNameLabel
source: team name
es: nombre de equipo
fr: nom de l'équipe
pl: nazwa drużyny
pt: nome da equipe

# team.form.name.placeholder
source: enter a team name
de: einen Teamnamen eingeben
es: introduce un nombre de equipo
fr: entrez un nom d'équipe
pl: wprowadź nazwę zespołu
pt: insira o nome da equipe

# teamFormNameCannotBeBlank
source: team name cannot be blank
de: Teamname darf nicht leer sein
es: el nombre del equipo no puede estar en blanco
fr: le nom de l'équipe ne peut pas être vide
pl: nazwa zespołu nie może być pusta
pt: o nome do time não pode ficar em branco

source: visit website
de: besuche Webseite
es: visitar sitio web
fr: visiter le site web
it: visita il sito web
pl: odwiedź stronę internetową
pt: site de visita

source: show tickets
de: zeige Tickets
es: mostrar tickets
fr: afficher les tickets
it: mostra i ticket
pl: pokaż bilety
pt: mostrar tickets

source: show users
de: zeige Benutzer
es: mostrar usuarios
fr: afficher les utilisateurs
it: mostra gli utenti
pl: pokaż użytkowników
pt: mostrar usuários

source: manage groups
de: verwalte Gruppen
es: administrar grupos
fr: gérer les groupes
it: gestisci gruppi
pl: zarządzaj grupami
pt: Gerenciar grupos

# manageGroupsDescription
source: Groups represent companies, departments, etc...
de: Gruppen vertreten Firmen, Abteilungen, etc...
es: Los grupos representan empresas, departamentos, etc...
fr: Les groupes représentent les entreprises, les départements, etc...
it: I gruppi rappresentano aziende, reparti, ecc...
pl: Grupy reprezentują firmy, działy itp...
pt: Grupos representam empresas, departamentos, etc...

source: customize fields
de: benutzerdefinierte Felder
es: personalizar campos
fr: personnaliser les champs
it: personalizza i campi
pl: Dostosuj pola
pt: personalizar campos

source: no groups found
de: keine Gruppen gefunden
es: grupos no encontrados
fr: aucun groupe trouvé
it: nessun gruppo trovato
pl: nie znaleziono grup
pt: nenhum grupo encontrado

source: customize group fields
de: gruppenfelder anpassen
es: personalizar campos de grupo
fr: personnaliser les champs de groupe
it: personalizza i campi di gruppo
pl: Dostosuj pola grupy
pt: personalizar campos de grupo

source: add more info to groups
de: weitere Infos zu Gruppen hinzufügen
es: añadir más información a los grupos
fr: ajouter plus d'informations aux groupes
it: aggiungi ulteriori informazioni ai gruppi
pl: dodaj więcej informacji do grup
pt: adicionar mais informações a grupos

source: no group fields
de: keine Gruppenfelder
es: no hay campos de grupo
fr: aucun champ de groupe
it: nessun campo di gruppo
pl: brak pól grupy
pt: sem campos de grupo

source: edit a group
de: eine Gruppe bearbeiten
es: editar un grupo
fr: éditer un groupe
it: modifica un gruppo
pl: edytuj grupę
pt: editar um grupo

source: create a group
de: erstelle eine Gruppe
es: crear un grupo
fr: créer un groupe
it: crea un gruppo
pl: utwórz grupę
pt: criar um grupo

source: confirm group deletion
de: die Löschung der Gruppe bestätigen
es: confirmar eliminación de grupo
fr: confirmer la suppression du groupe
it: conferma cancellazione gruppo
pl: potwierdź usunięcie grupy
pt: confirmar exclusão do grupo

source: you are about to delete group
de: du bist dabei die Gruppe zu löschen
es: estás a punto de eliminar el grupo
fr: vous êtes sur le point de supprimer le groupe
it: si sta per eliminare il gruppo
pl: chcesz usunąć grupę
pt: você está prestes a excluir o grupo

source: transfer tickets and users from this group
de: übertrage Tickets und Benutzer dieser Gruppe
es: transferir tickets y usuarios de este grupo
fr: transférer des tickets et des utilisateurs de ce groupe
it: trasferire biglietti e utenti da questo gruppo
pl: przenieś bilety i użytkowników z tej grupy
pt: transferir tickets e usuários deste grupo

source: to this group
de: an diese Gruppe
es: a este grupo
fr: à ce groupe
it: a questo gruppo
pl: do tej grupy
pt: para este grupo

source: confirm and delete
de: bestätigen und löschen
es: confirmar y eliminar
fr: confirmer et supprimer
it: conferma ed elimina
pl: potwierdź i usuń
pt: confirmar e excluir

source: enter a group name
de: einen Gruppennamen eingeben
es: introduce un nombre de grupo
fr: entrez un nom de groupe
it: inserisci un nome di gruppo
pl: wprowadź nazwę grupy
pt: Digite o nome do grupo

source: website url
es: url del sitio web
fr: url du site web
it: url sito
pl: adres URL strony
pt: url do site

source: should start with
de: sollte beginnen mit
es: debería comenzar con
fr: devrait commencer par
it: dovrebbe iniziare con
pl: powinien rozpocząć się od
pt: deve começar com

source: all queues
de: alle Warteschlangen
es: todas las colas
fr: toutes les files d’attente
it: tutte le code
pl: wszystkie kolejki
pt: todas as filas

source: group access rights for queues
de: Gruppenzugriffsrechte für Warteschlangen
es: permisos de acceso de grupo para las colas
fr: droits d'accès au groupe pour les files d'attente
it: diritti di accesso di gruppo per le code
pl: prawa dostępu do grupy dla linii
pt: direitos de acesso de grupo para filas

source: set which queues a group will be able to submit tickets to
de: festlegen, an welche Warteschlangen eine Gruppe Tickets senden kann
es: establecer las colas a las que un grupo podrá enviar tickets
fr: définir les files d’attente auxquelles un groupe sera en mesure de soumettre des tickets à
it: impostare a quali code un gruppo sarà in grado di inviare i ticket a
pl: ustaw kolejki, do których grupa będzie mogła wysyłać zgłoszenia
pt: definir para quais filas um grupo poderá enviar tickets

# queueAccessForGroupsInstructions
source: this.group?.name can access these ticket queues
de: this.group?.name kann auf diese Ticketwarteschlangen zugreifen
es: this.group?.name puede acceder a estas colas de tickets
pl: this.group?.name może uzyskać dostęp do kolejki zgłoszeń

source: selected queues
de: ausgewählte Warteschlangen
es: colas seleccionadas
fr: files d'attente sélectionnées
it: code selezionate
pl: wybrane linie
pt: filas selecionadas

source: no restricted agents found
de: keine beschränkten Agenten gefunden
es: no se encontraron agentes restringidos
fr: aucun agent restreint trouvé
it: nessun agente soggetto a restrizioni trovato
pl: nie znaleziono zastrzeżonych agentów
pt: nenhum agente restrito encontrado

source: restricted agents queue access rights
de: eingeschränkte Agenten-Warteschlangen-Zugriffsrechte
es: permisos de acceso a la cola de agentes restringidos
fr: droits d'accès en file d'attente des agents restreints
it: diritti di accesso in coda agli agenti limitati
pl: ograniczone prawa dostępu do kolejki agentów
pt: direitos de acesso de agentes restritos

source: select which ticket queues restricted agents are allowed to view
de: auswählen, welche Ticket-Warteschlangen mit beschränkten Agenten angezeigt werden dürfen
es: seleccione qué agentes restringidos pueden ver las colas de tickets
fr: sélectionner les agents autorisés à afficher les listes de tickets
it: seleziona quali code di ticket possono essere visualizzate
pl: wybierz, które linie zastrzeżone bilety mogą wyświetlać
pt: selecione quais filas de tickets restritas aos agentes tem permissão para ver

source: restricted agents
de: eingeschränkte Agenten
es: agentes restringidos
fr: agents restreints
it: agenti soggetti a restrizioni
pl: pracownicy ograniczeni
pt: agentes restritos

source: accessible queues
de: zugängliche Warteschlangen
es: colas accesibles
fr: files d'attente accessibles
it: code accessibili
pl: dostępne kolejki
pt: filas acessíveis

source: choose which queues
de: wähle die Warteschlangen
es: elegir qué colas
fr: choisir quelles files d'attente
it: scegli quali code
pl: wybierz kolejki
pt: escolha quais filas

source: can access
de: kann zugreifen
es: puede acceder
fr: peut accéder
it: può accedere
pl: może uzyskać dostęp
pt: pode acessar

source: queue access rights
de: Zugriffsrechte der Warteschlange
es: permisos de acceso a la cola
fr: droits d'accès à la file d'attente
it: diritti di accesso alla coda
pl: prawa dostępu do kolejki
pt: direitos de acesso

# userCustomFieldsDescription
source: Add fields to the user form.
de: Fügen Sie dem Benutzerformular Felder hinzu.
es: Añadir campos al formulario de usuario.
fr: Ajouter des champs au formulaire utilisateur.
it: Aggiungi campi al modulo utente.
pl: Dodaj pola do formularza użytkownika.
pt: Adicionar campos ao formulário de usuário.

source: customize user fields
de: benutzerdefinierte Benutzerfelder
es: personalizar campos de usuario
fr: personnaliser les champs utilisateur
it: personalizza i campi utente
pl: Dostosuj pola użytkownika
pt: personalizar campos de usuário

# notificationsLabel
source: notifications
de: benachrichtigungen
es: notificaciones
it: notifiche
pl: powiadomienia
pt: Notificações

# notificationsDescription
source: Agents can configure their notifications (email, web, etc...) in the Notification Center. Click on the bell icon (top right of the screen) to visit yours.
de: Agenten können ihre Benachrichtigungen konfigurieren (E-Mail, Web, etc...) im Benachrichtigungszentrum. Klicken Sie auf das Klingelsymbol (oben rechts auf dem Bildschirm), um Ihren zu besuchen.
es: Los agentes pueden configurar sus notificaciones (correo electrónico, web, etc...) en el Centro de notificaciones. Haga clic en el icono de la campana (arriba a la derecha de la pantalla) para visitar la suya.
fr: Les agents peuvent configurer leurs notifications (e-mail, web, etc...) dans le centre de notification. Cliquez sur l'icône de cloche (en haut à droite de l'écran) pour visiter le vôtre.
it: Gli agenti possono configurare le loro notifiche (email, web, ecc...) nel Centro Notifiche. Clicca sull'icona campanella (in alto a destra dello schermo) per visitare la tua.
pl: Agenci mogą konfigurować swoje powiadomienia (e-mail, sieć internetową itp...) w Centrum powiadomień. Kliknij ikonę dzwonka (w prawym górnym rogu ekranu), aby odwiedzić Twoją stronę.
pt: Os agentes podem configurar suas notificações (e-mail, web, etc...) no Centro de Notificações. Clique no ícone da campainha (superior direito da tela) para visitar a sua.

# notThisBell
source: Not this bell. Click the little one on the top right of your screen.
de: Nicht diese Glocke. Klicke auf das Kleine oben rechts auf deinem Bildschirm.
es: No esta campana. Haz clic en la pequeña en la parte superior derecha de tu pantalla.
fr: Ce n'est pas cette cloche. Cliquez sur le petit en haut à droite de votre écran.
it: Non questa campana. Fai clic su quella piccola in alto a destra dello schermo.
pl: Nie ten dzwonek. Kliknij mały dzwonek na prawym górnym rogu ekranu.
pt: Não é esse sino. Clique no pouco no canto superior direito da tela.

source: customize
de: anpassen
es: personalizar
fr: Personnaliser
it: personalizza
pl: Dostosuj
pt: personalizar

source: background
de: hintergrund
es: fondo
fr: fond d'écran
it: sfondo
pl: kontekst
pt: fundo

source: image
de: bild
es: imagen
it: immagine
pl: obrazek
pt: Imagem

source: upload image
de: Bild hochladen
es: subir imagen
fr: télécharger une image
it: carica immagine
pl: wgraj obraz
pt: carregar imagem

source: delete image
de: lösche Bild
es: borrar imagen
fr: supprimer l'image
it: elimina immagine
pl: usuń obraz
pt: deletar imagem

# theme.form.backgroundBehaviourLabel
source: settings
de: einstellen
es: ajustes
fr: Réglages
it: impostazioni
pl: ustawienia
pt: configurações

source: tile
de: Kachel
es: baldosa
fr: tuile
pl: kafelek
pt: bloco

source: cover
de: abdecken
es: portada
fr: Couverture
it: copertina
pl: okładka
pt: cobrir

source: position
es: posición
it: posizione
pl: pozycja
pt: posição

source: left
de: links
es: restante
fr: à gauche
it: sinistra
pl: w lewo
pt: esquerda

source: center
de: mitte
es: centro
fr: au centre
it: centro
pl: wyśrodkuj
pt: Centro

source: right
de: rechts
es: derecha
fr: à droite
it: destra
pl: po prawej
pt: Direita

source: text
es: texto
fr: texte
it: testo
pl: tekst
pt: Texto

source: text color
de: Textfarbe
es: color de texto
fr: couleur du texte
it: colore testo
pl: kolor tekstu
pt: cor do texto

source: light
de: hell
es: luz
fr: Lumière
it: luce
pl: światło
pt: lâmpada

source: dark
de: dunkel
es: oscuro
fr: foncé
it: scuro
pl: ciemny
pt: escuro

source: link color
de: linkfarbe
es: color del enlace
fr: couleur du lien
it: colore del collegamento
pl: kolor linku
pt: cor do link

source: Drag me
de: Ziehe mich
es: Arrastre
fr: Glissez-moi
it: Trascina me
pl: Przeciągnij mnie
pt: Me arraste

source: pick theme
de: wähle Theme
es: elegir tema
fr: choisir un thème
it: scegli tema
pl: wybierz motyw
pt: Escolher tema

source: pick a theme
de: wähle ein Theme
es: elegir un tema
fr: choisir un thème
it: scegli un tema
pl: wybierz motyw
pt: escolha um tema

# helpCenterDesignPageTitle
source: help center design
de: hilfezentrumsdesign
es: diseño del centro de ayuda
fr: conception du centre d'aide
it: design centro di aiuto
pl: projekt centrum pomocy
pt: design central de ajuda
