Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: change billing frequency
de: die Abrechnungsfrequenz ändern
es: cambiar frecuencia de facturación
fr: modifier la fréquence de facturation
it: cambia frequenza di fatturazione
pl: zmień częstotliwość rozliczeń
pt: alterar frequência de faturamento

source: statements
de: -Anweisung
es: declaraciones
fr: instructions
it: dichiarazioni
pl: wyciągi
pt: afirmações

source: buy
de: kaufen
es: comprar
fr: acheter
it: acquista
pl: kupić
pt: comprar

# subscriptionCanceled
source: Subscription has been cancelled. The helpdesk will be closed on
de: Abonnement wurde abgebrochen. Das Helpdesk wird am
es: La suscripción ha sido cancelada. El helpdesk se cerrará en
fr: L'abonnement a été annulé. Le helpdesk sera fermé le
it: L'abbonamento è stato annullato. L'helpdesk sarà chiuso il
pl: Subskrypcja została anulowana. helpdesk zostanie zamknięty na
pt: Assinatura foi cancelada. A central de suporte será fechada em

source: no add-ons yet
de: noch keine Add-ons
es: aún no hay complementos
fr: pas encore de modules
it: nessun componente aggiuntivo ancora
pl: brak dodatków
pt: sem add-ons ainda

source: account balance
de: Kontostand
es: saldo de cuenta
fr: solde du compte
it: saldo del conto
pl: saldo konta
pt: saldo da conta

source: account billing
de: kontoabrechnung
es: facturación de cuenta
fr: facturation du compte
it: fatturazione conto
pl: rozliczenie konta
pt: faturamento da conta

source: account status
de: konto-Status
es: estado de cuenta
fr: état du compte
it: stato dell'account
pl: status konta
pt: status da conta

source: add-ons
es: complementos
fr: modules complémentaires
it: add-on
pl: dodatki
pt: complementos

source: agents purchased
de: gekaufte Agenten
es: agentes comprados
fr: agents achetés
it: agenti acquistati
pl: kupione agentów
pt: agentes comprados

source: billing recipients
de: Rechnungsempfänger
es: destinatarios de facturación
fr: Destinataires de la facturation
it: destinatari della fatturazione
pl: odbiorcy płatności
pt: destinatários de cobrança

source: billing period
de: abrechnungszeitraum
es: período de facturación
fr: période de facturation
it: periodo di fatturazione
pl: okres rozliczeniowy
pt: período de faturamento

source: credit card
de: Kreditkarte
es: tarjeta de crédito
fr: carte de crédit
it: carta di credito
pl: karta kredytowa
pt: cartão de crédito

source: cost
de: kosten
es: coste
fr: Coûts
it: costo
pl: koszt
pt: custo

source: cost per additional agent
de: kosten pro zusätzlicher Agent
es: coste por agente adicional
fr: coût par agent supplémentaire
it: costo per agente aggiuntivo
pl: koszt na dodatkowego przedstawiciela
pt: custo por agente adicional

source: custom domain
de: eigene Domain
es: dominio personalizado
fr: domaine personnalisé
it: dominio personalizzato
pl: niestandardowa domena
pt: domínio personalizado

source: danger zone
de: Gefahrenzone
es: zona de peligro
fr: Zone dangereuse
it: zona di pericolo
pl: strefa niebezpieczna
pt: zona de perigo

source: discount
de: rabatt
es: descuento
fr: Remise
it: sconto
pl: zniżka
pt: desconto

source: helpdesk URL
es: URL del helpdesk
fr: URL du helpdesk
it: URL helpdesk
pl: URL helpdesk
pt: URL do helpdesk

source: helpdesk id
es: id del helpdesk
fr: Identifiant du helpdesk
it: ID helpdesk
pl: ID helpdesk
pt: id do helpdesk

source: information about your helpdesk
de: Informationen zu Ihrem Helpdesk
es: información sobre su helpdesk
fr: informations sur votre helpdesk
it: informazioni sul tuo helpdesk
pl: informacje o Twoim helpdesku
pt: informações sobre o suporte técnico

source: not set
de: nicht gesetzt
es: no establecido
fr: non défini
it: non impostato
pl: nie ustawiono
pt: não definido

source: monthly
de: monatlich
es: mensual
fr: mensuelle
it: mensile
pl: miesięcznie
pt: Mensal

source: more information
de: weitere Informationen
es: más información
fr: plus d'informations
it: ulteriori informazioni
pl: więcej informacji
pt: mais informações

source: owner
de: besitzer
es: dueño
fr: Propriétaire
it: proprietario
pl: właściciel
pt: proprietário

source: subscription renewal
de: abonniere Erneuerung
es: renovación de suscripción
fr: renouvellement de l'abonnement
it: rinnovo abbonamento
pl: odnowienie subskrypcji
pt: renovação da assinatura

source: per month
de: pro Monat
es: por mes
fr: par mois
it: al mese
pl: miesięcznie
pt: por mês

source: per year
de: pro Jahr
es: por año
fr: par an
it: per anno
pl: rocznie
pt: por ano

source: plan details
es: detalles del plan
fr: détails du plan
it: dettagli piano
pl: szczegóły planu
pt: detalhes do plano

source: total price per period
de: Gesamtpreis pro Zeitraum
es: precio total por período
fr: prix total par période
it: prezzo totale per periodo
pl: całkowita cena za okres
pt: preço total por período

source: unlimited
de: unbegrenzt
es: ilimitado
fr: illimité
it: illimitato
pl: nieograniczona
pt: Ilimitado

source: yearly
de: jährlich
es: anual
fr: annuellement
it: annuale
pl: co roku
pt: anualmente

source: cost for
de: kosten für
es: coste por
fr: coût pour
it: costo per
pl: koszt dla
pt: custo por

source: base agents
de: base-Agenten
es: agentes base
fr: agents de base
it: agenti di base
pl: czynniki bazowe
pt: agentes de base

source: cost for unlimited base agents
de: Kosten für unbegrenzte Basis-Agenten
es: costo para agentes base ilimitados
fr: Coût des agents de base illimité
it: costo per agenti di base illimitati
pl: koszt dla nieograniczonej liczby bazowych agentów
pt: custo para agentes base ilimitados

source: free
de: frei
es: libre
fr: gratuit
it: gratis
pl: darmowy
pt: Grátis

source: helpdesk owner
de: Helpdesk-Besitzer
es: propietario del helpdesk
fr: Propriétaire du helpdesk
it: proprietario helpdesk
pl: Właściciel helpdesk
pt: proprietário do helpdesk

source: is the current owner
de: ist der aktuelle Besitzer
es: es el propietario actual
fr: est le propriétaire actuel
it: è il proprietario corrente
pl: jest bieżącym właścicielem
pt: é o proprietário atual

source: You are about to change the owner of this Helpdesk to another staff member
de: Sie sind dabei, den Besitzer dieses Helpdesk zu einem anderen Mitarbeiter zu wechseln
es: Está a punto de cambiar el propietario de este servicio de asistencia a otro miembro del personal
fr: Vous êtes sur le point de changer le propriétaire de ce Helpdesk en un autre membre du personnel
it: Stai per cambiare il proprietario di questo Helpdesk in un altro membro dello staff
pl: Zamierzasz zmienić właściciela tego działu pomocy technicznej na innego członka personelu
pt: Você está prestes a alterar o proprietário deste Helpdesk para outro membro da equipe

source: will become a manager
de: wird ein Manager
es: se convertirá en un administrador
fr: deviendra un gestionnaire
it: diventerà un manager
pl: zostanie menedżerem
pt: se tornará um gerente

source: new owner
de: neuer Besitzer
es: nuevo dueño
fr: nouveau propriétaire
it: nuovo proprietario
pl: nowy właściciel
pt: novo proprietário

source: recipients
de: empfänger
es: destinatarios
fr: Destinataires
it: destinatari
pl: odbiorcy
pt: Destinatários

source: billing information
de: abrechnungsinformationen
es: información de facturación
fr: informations de facturation
it: informazioni di fatturazione
pl: informacje o rozliczeniach
pt: informações de cobrança

source: billing information have successfully been updated
de: Rechnungsinformationen wurden erfolgreich aktualisiert
es: la información de facturación se ha actualizado correctamente
fr: les informations de facturation ont été mises à jour avec succès
it: le informazioni di fatturazione sono state aggiornate con successo
pl: informacje o rozliczeniach zostały pomyślnie zaktualizowane
pt: informações de cobrança atualizadas com sucesso

source: proceed with cancellation
de: fortfahren mit Abbruch
es: proceder con cancelación
fr: procéder à l'annulation
it: procedere con la cancellazione
pl: kontynuuj z anulowaniem
pt: proceder com cancelamento

# cancelSubscriptionDescription
source: Once the current subscription expire, the account will be closed, and users won't be able to access it anymore. After 30 days, your helpdesk data will be deleted
de: Sobald das aktuelle Abonnement abgelaufen ist, wird das Konto geschlossen und Benutzer können nicht mehr darauf zugreifen. Nach 30 Tagen werden Ihre Helpdesk-Daten gelöscht
es: Una vez que la suscripción actual caduque, la cuenta se cerrará, y los usuarios ya no podrán acceder a ella. Después de 30 días, se eliminarán los datos del helpdesk
pl: Po wygaśnięciu bieżącej subskrypcji konto zostanie zamknięte, a użytkownicy nie będą już mogli uzyskać do niej dostępu. Po 30 dniach Twoje dane helpdesk zostaną usunięte

source: don't cancel my plan
de: kündige meinen Plan nicht ab
es: no cancelar mi plan
pl: nie anuluj mojego planu

source: check this box to confirm
de: Aktivieren Sie dieses Kästchen um zu bestätigen
es: marque esta casilla para confirmar
fr: cochez cette case pour confirmer
it: spunta questa casella per confermare
pl: zaznacz to pole aby potwierdzić
pt: marque esta caixa para confirmar

# thePlanCanBeAdjustedInsteadOfBeingCancelled
source: Remember: instead of cancelling, you can also downgrade your plan
de: Denken Sie daran: Anstatt zu stornieren, können Sie Ihren Plan auch herabstufen
es: Recuerde: en lugar de cancelar, también puede rebajar su plan
fr: N'oubliez pas : au lieu d'annuler, vous pouvez aussi rétrograder votre forfait
it: Ricorda: invece di annullare, puoi anche effettuare il downgrade del tuo piano
pl: Pamiętaj: zamiast anulować, możesz również obniżyć swój plan
pt: Lembre-se: ao invés de cancelar, você também pode fazer o downgrade do seu plano

source: delete requested by
de: lösche angefordert von
es: eliminar solicitado por
fr: suppression demandée par
it: cancella richiesta da
pl: usuń żądane przez
pt: excluir solicitado por

source: once you delete a helpdesk, there is no going back
de: sobald Sie ein Helpdesk löschen, gibt es kein Zurück mehr
es: una vez borrado un helpdesk, no hay vuelta atrás
fr: une fois que vous supprimez un helpdesk, il n'y a pas de retour en arrière
it: una volta che si elimina un helpdesk, non c'è ritorno
pl: po usunięciu helpdeska nie ma odwrotu
pt: uma vez que você exclui um helpdesk, não há retorno

source: please be certain
de: bitte sicher sein
es: por favor esté seguro
fr: soyez certain
it: si prega di essere certi
pl: proszę być pewny.
pt: por favor, tenha certeza

source: cancel subscription
de: kündige Abonnement
es: cancelar suscripción
fr: annuler l'abonnement
it: annulla abbonamento
pl: anuluj subskrypcję
pt: cancelar assinatura

source: delete this helpdesk
de: dieses Helpdesk löschen
es: borrar este helpdesk
fr: supprimer ce helpdesk
it: elimina questo helpdesk
pl: usuń ten dział pomocy technicznej
pt: deletar esta central de ajuda

source: helpdesk will be deleted on
de: helpdesk wird gelöscht am
es: el helpdesk se eliminará el
fr: helpdesk sera supprimé le
it: helpdesk verrà eliminato il
pl: helpdesk zostanie usunięty
pt: o helpdesk será excluído em

source: when you delete a helpdesk, this immediately happens
de: wenn Sie einen Helpdesk löschen, passiert dies sofort
es: al eliminar un helpdesk, esto sucede inmediatamente
fr: lorsque vous supprimez un helpdesk, cela se produit immédiatement
it: quando si elimina un helpdesk, questo succede immediatamente
pl: gdy usuniesz helpdesk, dzieje się to natychmiastowo
pt: quando você exclui uma central de ajuda, isso acontece imediatamente

# consequenceOfDeleting1
source: all billing stops
de: alle Abrechnungsstopps
es: todas las paradas de facturación
fr: tous les arrêts de facturation
it: tutti gli arresti di fatturazione
pl: wszystkie przystanki rozliczeniowe
pt: todas as paradas de faturamento

# consequenceOfDeleting2
source: all users (except owner and admins) lose access to the helpdesk
de: alle Benutzer (außer Eigentümer und Administratoren) verlieren Zugriff auf das Helpdesk
es: todos los usuarios (excepto el propietario y los administradores) pierden acceso al helpdesk
fr: tous les utilisateurs (sauf le propriétaire et les administrateurs) perdent l'accès au helpdesk
it: tutti gli utenti (tranne il proprietario e gli amministratori) perdono l'accesso all'helpdesk
pl: wszyscy użytkownicy (z wyjątkiem właściciela i administratorów) tracą dostęp do helpdesk
pt: todos os usuários (exceto o proprietário e administradores) perdem o acesso ao suporte técnico

# consequenceOfDeleting3
source: the owner and admins of the helpdesk will be notified and can stop the deletion within 30 days
de: der Besitzer und Administratoren des Helpdesk werden benachrichtigt und können die Löschung innerhalb von 30 Tagen stoppen
es: el propietario y los administradores del helpdesk serán notificados y pueden detener la eliminación en un plazo de 30 días
fr: le propriétaire et les administrateurs du helpdesk seront notifiés et peuvent arrêter la suppression dans les 30 jours
it: il proprietario e gli amministratori dell'helpdesk saranno avvisati e potranno interrompere la cancellazione entro 30 giorni
pl: właściciel i administratorzy działu pomocy technicznej zostaną powiadomieni i mogą zatrzymać usunięcie w ciągu 30 dni
pt: o proprietário e os administradores do suporte técnico serão notificados e poderá interromper a exclusão no prazo de 30 dias

# consequenceOfDeleting4
source: the helpdesk will be scheduled to be deleted after 30 days. However, some resources may be deleted much earlier
de: das Helpdesk wird nach 30 Tagen gelöscht werden. Einige Ressourcen können jedoch viel früher gelöscht werden
es: el helpdesk se borrará después de 30 días. Sin embargo, algunos recursos se pueden eliminar mucho antes
fr: le helpdesk va être programmé pour être supprimé après 30 jours. Cependant, certaines ressources peuvent être supprimées beaucoup plus tôt
it: l'helpdesk sarà programmato per essere cancellato dopo 30 giorni. Tuttavia, alcune risorse potrebbero essere cancellate molto prima
pl: helpdesk zostanie zaplanowany do usunięcia po 30 dniach. Jednakże niektóre zasoby mogą zostać usunięte znacznie wcześniej
pt: o suporte técnico será agendado para ser excluído após 30 dias. No entanto, alguns recursos podem ser excluídos muito antes

source: Delete Helpdesk
de: Helpdesk löschen
es: Eliminar Helpdesk
fr: Supprimer le Helpdesk
it: Elimina Helpdesk
pl: Usuń Helpdesk
pt: Excluir Helpdesk

source: please type
de: bitte eingeben
es: por favor escribe
fr: saisissez s'il vous plaît
it: per favore digita
pl: wpisz
pt: por favor, digite

source: to confirm
de: bestätigen
es: confirmar
fr: pour confirmer
it: per confermare
pl: potwierdzić
pt: para confirmar

# billingDevTestCardIndications
source: Test card numbers can be found <a href="https://developer.authorize.net/hello_world/testing_guide.html" target="_blank" >here</a >.
de: Testkartennummern finden Sie <a href="https://developer.authorize.net/hello_world/testing_guide.html" target="_blank" >hier</a >.
es: Los números de tarjeta de prueba se pueden encontrar <a href="https://developer.authorize.net/hello_world/testing_guide.html" target="_blank" >aquí</a >.
pl: Numery kart testowych można znaleźć <a href="https://developer.authorize.net/hello_world/testing_guide.html" target="_blank" >tutaj</a >.

source: card number
de: Kartennummer
es: número de tarjeta
fr: numéro de carte
it: numero carta
pl: numer karty
pt: número do cartão

# minAgentsWarning
source: Cannot go bellow the current number of agents ({{ this.activeAgentsCount }})
de: Kann nicht unter die aktuelle Anzahl der Agenten gehen ({{ this.activeAgentsCount }})
es: No se puede ir debajo del número actual de agentes ({{ this.activeAgentsCount }})
pl: Nie można podążyć bieżącej liczby czynników ({{ this.activeAgentsCount }})

# maxAgentsWarning
source: Max {{ this.max }} agents. To buy more, <a [href]="supportUrl" target="_blank">contact support</a>.
de: Max. {{ this.max }} Agenten. Um mehr zu kaufen, <a [href]="supportUrl" target="_blank">kontaktieren Sie den Support</a>.
es: Máximo de agentes {{ this.max }} . Para comprar más, <a [href]="supportUrl" target="_blank">póngase en contacto con soporte</a>.
pl: Maksymalnie {{ this.max }} agentów. Aby kupić więcej, <a [href]="supportUrl" target="_blank">skontaktuj się z pomocą techniczną</a>.

source: {VAR_PLURAL, plural, =1 {agent} other {agents}}
de: {VAR_PLURAL, plural, =1 {Agent} other {Agenten}}
es: {VAR_PLURAL, plural, =1 {agente} other {agentes}}
it: {VAR_PLURAL, plural, =1 {agente} other {agenti}}
pl: {VAR_PLURAL, plural, =1 {agent} other {agenci}}
pt: {VAR_PLURAL, plural, =1 {agente} other {agentes}}

source: billing cycle
de: Abrechnungszyklus
es: ciclo de facturación
fr: cycle de facturation
it: ciclo di fatturazione
pl: cykl rozliczeniowy
pt: ciclo de cobrança

source: annual
de: jährlich
es: anual
fr: annuel
it: annuale
pl: roczna
pt: anualmente

# save10Percent
source: save 10%
de: 10% sparen
es: ahorra 10%
fr: économisez 10%
it: risparmia il 10%
pl: zaoszczędź 10%
pt: economize 10%

source: {VAR_PLURAL, plural, =1 {1 agent included} other {{INTERPOLATION} agents included}}
de: {VAR_PLURAL, plural, =1 {1 Agent enthielt} other {{INTERPOLATION} Agenten enthalten}}
es: {VAR_PLURAL, plural, =1 {1 agente incluido} other {{INTERPOLATION} agentes incluidos}}
pl: {VAR_PLURAL, plural, =1 {1 agent uwzględnił} other {{INTERPOLATION} uwzględnił}}

source: {VAR_PLURAL, plural, =1 {1 additional agent} other {{INTERPOLATION} additional agents}}
de: {VAR_PLURAL, plural, =1 {1 zusätzlicher Agent} other {{INTERPOLATION} zusätzliche Agenten}}
es: {VAR_PLURAL, plural, =1 {1 agente adicional} other {{INTERPOLATION} agentes adicionales }}
pl: {VAR_PLURAL, plural, =1 {1 dodatkowy agent} other {{INTERPOLATION} dodatkowe agentów}}

source: {VAR_PLURAL, plural, =1 {1 agent} other {{INTERPOLATION} agents}}
de: {VAR_PLURAL, plural, =1 {1 Agent} other {{INTERPOLATION} Agenten}}
es: {VAR_PLURAL, plural, =1 {1 agente} other {{INTERPOLATION} agentes}}
pl: {VAR_PLURAL, plural, =1 {1 agenta} other {{INTERPOLATION} agentów}}

# balanceAndCredits
source: balance & credits
de: saldo & Credits
es: saldo & créditos
fr: solde & crédits
it: saldo & crediti
pl: saldo & kredyty
pt: saldo & créditos

source: credit for the reminder of the period
de: für die Erinnerung an den Zeitraum
es: crédito para el recordatorio del período
fr: crédit pour le rappel de la période
it: credito per il promemoria del periodo
pl: kredyt na przypomnienie o okresie
pt: crédito para o lembrete do período

source: new account balance
de: neuer Kontostand
es: nuevo saldo de cuenta
fr: nouveau solde du compte
it: nuovo saldo del conto
pl: nowe saldo konta
pt: saldo de nova conta

source: charges
de: berechnet
es: cargos
fr: Frais
it: oneri
pl: opłaty
pt: cobranças

source: this period charge
de: diesen Zeitraum
es: cargo de este período
fr: les frais de cette période
it: questo canone di periodo
pl: ta opłata za okres
pt: este período de cobrança

source: today to
de: heute bis
es: hoy a
fr: aujourd'hui à
it: oggi a
pl: dzisiaj do
pt: Hoje a

source: taxes
de: abgaben
es: impuestos
it: imposte
pl: podatki
pt: impostos

source: discounted amount
de: ermäßigter Betrag
es: monto con descuento
fr: Montant réduit
it: importo scontato
pl: kwota zdyskontowana
pt: valor do desconto

source: total charges
de: Gesamtkosten
es: cargos totales
fr: frais totaux
it: costi totali
pl: opłaty ogółem
pt: custos totais

source: pay now
de: jetzt bezahlen
es: pagar ahora
fr: Payer maintenant
it: paga ora
pl: zapłać teraz
pt: pagar agora

# monthPrefix
source: mo
de: o
es: mes
fr: mois
pl: mc
pt: Seg

source: manage plans
de: verwalte Pläne
es: gestionar planes
fr: gérer les forfaits
it: gestisci piani
pl: zarządzanie planami
pt: gerenciar planos

source: most popular
de: beliebteste
es: más popular
fr: le plus populaire
pl: najpopularniejsze
pt: mais popular

source: current plan
de: aktueller Tarif
es: plan actual
fr: plan actuel
pl: bieżący plan
pt: plano atual

source: try
de: versuchen
es: probar
fr: Essayer
it: prova
pl: spróbuj
pt: experimente

source: downgrade
de: downgraden
es: bajar de categoría
fr: rétrograder
pl: obniżka
pt: rebaixar

source: change terms
de: ändere Begriffe
es: cambiar términos
fr: modifier les conditions
it: modifica termini
pl: zmień warunki
pt: alterar termos

# addAllFeaturesFromTheInferiorPlan
source: All the features of the {{ inferiorPlanName }} plan plus:
de: Alle Funktionen des {{ inferiorPlanName }} -Plans plus:
es: Todas las características del plan {{ inferiorPlanName }} plus:
pl: Wszystkie funkcje planu {{ inferiorPlanName }} plus:

# youAreOnALegacyPlan
source: You are on a legacy plan. Pick a new plan below.
de: Sie sind auf einem veralteten Plan. Wähle einen neuen Plan unten.
es: Estás en un plan antiguo. Elige un nuevo plan a continuación.
fr: Vous êtes sur un plan d'héritage. Choisissez un nouveau plan ci-dessous.
it: Sei su un piano legacy. Scegli un nuovo piano qui sotto.
pl: Jesteś na starszym planie. Wybierz nowy plan poniżej.
pt: Você está em um plano legado. Escolha um novo plano abaixo.

# plans.youAreEligibleToGetADiscount
source: Congratulations, your are eligible for {{ account.affiliateDiscount }}% discount! It will be applied at checkout.
de: Herzlichen Glückwunsch, Sie haben Anspruch auf {{ account.affiliateDiscount }}% Rabatt! Er wird an der Kasse angewendet.
es: ¡Felicidades, tu eres elegible para un descuento del {{ account.affiliateDiscount }}%! Se aplicará al momento de realizar el pago.
pl: Gratulacje, kwalifikujesz się do {{ account.affiliateDiscount }}% zniżki! Zostanie zastosowany przy zakupie.

# planReviewCostPerAgentPerMonth
source: {{ planAndAgentsCount.plan.cost_per_extra_agent / 100 | currency: 'USD':'symbol-narrow' }} per agent/month
de: {{ planAndAgentsCount.plan.cost_per_extra_agent / 100 | currency: 'USD':'symbol-narrow' }} pro Agent/Monat
es: {{ planAndAgentsCount.plan.cost_per_extra_agent / 100 | currency: 'USD':'symbol-narrow' }} por agente/mes
pl: {{ planAndAgentsCount.plan.cost_per_extra_agent / 100 | currency: 'USD':'symbol-narrow' }} na agenta/miesiąc

source: complete purchase
de: kompletter Kauf
es: completar compra
fr: achat complet
it: acquisto completo
pl: ukończ zakup
pt: compra completa

source: payment method
de: Zahlungsart
es: método de pago
fr: moyen de paiement
it: metodo di pagamento
pl: metoda płatności
pt: Forma de pagamento

source: your subscription
de: dein Abonnement
es: tu suscripción
fr: votre abonnement
it: il tuo abbonamento
pl: Twoja subskrypcja
pt: sua assinatura

source: thank you for being a customer...
de: Vielen Dank für Ihre Kundenbindung...
es: gracias por ser un cliente...
fr: Merci d'être un client...
it: grazie per essere un cliente...
pl: dziękuję za bycie klientem...
pt: Obrigado por ser um cliente...

source: print
de: drucken
es: imprimir
fr: imprimé
it: stampa
pl: wydrukuj
pt: Imprimir

source: at Metadot Corporation
de: bei Metadot Corporation
es: en Metadot Corporation
fr: chez Metadot Corporation
it: presso Metadot Corporation
pl: na Metadot Corporation
pt: na empresa Metadot

source: Mojo Helpdesk plan
es: Plan de mesa de ayuda de Mojo
fr: Plan de support Mojo
it: Piano Helpdesk di Mojo
pl: Plan Helpdesk Mojo
pt: Plano Mojo Helpdesk

source: add on
de: hinzufügen an
es: añadir en
fr: ajouter le
it: aggiungi il
pl: dodaj
pt: adicionar em

source: billed to
de: verrechnet an
es: facturado a
fr: facturé à
it: fatturato a
pl: rozliczone do
pt: faturado em

source: organization
de: organisation
es: organización
fr: organisation
it: organizzazione
pl: organizacja
pt: Empresa

source: phone
de: telefon
es: teléfono
fr: Téléphone
it: telefono
pl: Telefon
pt: Telefone

source: billing address
de: Rechnungsadresse
es: dirección de facturación
fr: adresse de facturation
it: indirizzo di fatturazione
pl: adres rozliczeniowy
pt: endereço de cobrança
