Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: somewhat satisfied
de: etwas zufrieden
es: algo satisfecho
fr: quelque peu satisfait
it: un po 'soddisfatto
pl: trochę zadowolony
pt: um pouco satisfeito

source: very satisfied
de: sehr zufrieden
es: muy satisfecho
fr: très satisfait
it: molto soddisfatto
pl: bardzo zadowolony
pt: muito satisfeito

source: close without rating
de: ohne Bewertung beenden
es: cerrar sin puntuación
fr: fermer sans évaluation
it: chiudi senza voto
pl: zamknij bez oceny
pt: fechar sem classificação

source: ticket details, attachment files and messages
de: Ticket-Details, Anhänge und Nachrichten
es: detalles del ticket, archivos adjuntos y mensajes
fr: détails du ticket, fichiers joints et messages
it: dettagli del biglietto, file allegati e messaggi
pl: szczegóły zgłoszenia, pliki załączników i wiadomości
pt: detalhes do ticket, arquivos de anexos e mensagens

source: Reveal
de: Aufdecken
es: Revelar
pl: Odkryj

# ngb.carousel.slide-number
source: Slide rap$.value; } of allows to inter
fr: Diapositive this._wrap$.val de true`, allows t
pt: Deslize this._wrap$.val de true`, allows t

# ngb.progressbar.value
source: g"`, `"danger"`
fr: "warning"`, `"d
pt: "warning"`, `"d

# ngb.timepicker.HH
source: HH
pt: Hungria

# negativeFeedbackModalDescriptionLabel
source: Tell us what's wrong. Nothing is too small to report.
fr: Dites-nous ce qui ne va pas. Rien n'est trop petit pour le signaler.
it: Ci dica cosa non va. Niente di troppo piccolo per segnalare.
pt: Diga-nos o que está errado. Nada é pequeno demais para relatar.

# time-duration
source: duration.daysd duration.hoursh duration.minutesm
fr: duration.daysj duration.hoursh duration.minutesm
pt: duration.daysd duration.hoursh duration.minutesmin

# gizmoSystemNameExplanation
source: the system name should be unique, containing letters, numbers and '_' (example: 'city_of_birth'). The system name is used to access data programmatically. If you do not know what this is, you can safely ignore it
fr: le nom du système doit être unique, contenant des lettres, des chiffres et '_' (exemple : 'city_of_birth'). Le nom du système est utilisé pour accéder aux données par programme. Si vous ne savez pas ce que c'est, vous pouvez l'ignorer en toute sécurité
it: il nome di sistema deve essere unico, contenente lettere, numeri e '_' (esempio: 'city_of_birth'). Il nome del sistema viene utilizzato per accedere ai dati a livello programmatico. Se non sai cosa sia questo, puoi tranquillamente ignorarlo
pt: o nome do sistema deve ser único, contendo letras, números e '_' (exemplo: 'city_of_birth'). O nome do sistema é usado para acessar os dados programaticamente. Se você não sabe o que é, você pode ignorá-lo com segurança

source: Start typing a name
fr: Commencez à taper un nom
it: Inizia a digitare un nome
pt: Digite um nome

source: what's new in Mojo
fr: Quoi de neuf dans Mojo
it: cosa c'è di nuovo in Mojo
pt: o que há de novo na Mojo

# changeParentWithName
source: change {{ itemName }} parent
fr: changer {{ itemName }} parent
it: cambia {{ itemName }} genitore
pt: alterar {{ itemName }} pai

# removingMessageMessage
source: You are about to remove this message. Users won't be able to see this message anymore.
fr: Vous êtes sur le point de supprimer ce message. Les utilisateurs ne pourront plus voir ce message.
pt: Você está prestes a remover esta mensagem. Os usuários não poderão mais ver esta mensagem.

# thisFeatureIsLockedExplanations
source: This feature is locked.<br />Please open <a [href]="MOJO_HELPDESK_URL" target="_blank">a ticket</a> to unlock it.
fr: Cette fonctionnalité est verrouillée.<br />Veuillez ouvrir <a [href]="MOJO_HELPDESK_URL" target="_blank">un ticket</a> pour le déverrouiller.
pt: Este recurso está bloqueado.<br />Por favor, abra <a [href]="MOJO_HELPDESK_URL" target="_blank">um ticket</a> para desbloqueá-lo.

# sh.user.change-email.success
source: We've sent an email to that address. The user will need to follow the confirmation instructions in the email.
fr: Nous avons envoyé un e-mail à cette adresse. L'utilisateur devra suivre les instructions de confirmation dans l'e-mail.
it: Abbiamo inviato un'email a quell'indirizzo. L'utente dovrà seguire le istruzioni di conferma nell'email.
pt: Enviamos um email para esse endereço. O usuário precisará seguir as instruções de confirmação no e-mail.

# user.delete.transferRessources
source: Transfer <ng-container *ngIf="user.tickets_count > 0"> {user.tickets_count, plural, =0 {no tickets} =1 {1 ticket} other {{{user.tickets_count}} tickets}} </ng-container><ng-container *ngIf="user.tickets_count === 0 && user.comments_count > 0"> {user.comments_count, plural, =0 {no comments} =1 {1 comment} other {{{user.comments_count}} comments}} </ng-container><ng-container *ngIf="user.tickets_count === 0 && user.attachments_count > 0"> {user.attachments_count, plural, =0 {no attachments} =1 {1 attachment} other {{{user.attachments_count}} attachments}} </ng-container> to:
fr: Transfert <ng-container *ngIf="user.tickets_count > 0"> {user.tickets_count, plural, =0 {no tickets} =1 {1 ticket} other {{{user.tickets_count}} tickets}} </ng-container><ng-container *ngIf="user.tickets_count === 0 && user.comments_count > 0"> {user.comments_count, plural, =0 {no comments} =1 {1 comment} other {{{user.comments_count}} comments}} </ng-container><ng-container *ngIf="user.tickets_count === 0 && user.attachments_count > 0"> {user.attachments_count, plural, =0 {no attachments} =1 {1 attachment} other {{{user.attachments_count}} attachments}} </ng-container> vers:
it: Trasferisci <ng-container *ngIf="user.tickets_count > 0"> {user.tickets_count, plural, =0 {no tickets} =1 {1 ticket} other {{{user.tickets_count}} tickets}} </ng-container><ng-container *ngIf="user.tickets_count === 0 && user.comments_count > 0"> {user.comments_count, plural, =0 {no comments} =1 {1 comment} other {{{user.comments_count}} comments}} </ng-container><ng-container *ngIf="user.tickets_count === 0 && user.attachments_count > 0"> {user.attachments_count, plural, =0 {no attachments} =1 {1 attachment} other {{{user.attachments_count}} attachments}} </ng-container> a:
pt: Transferência <ng-container *ngIf="user.tickets_count > 0"> {user.tickets_count, plural, =0 {no tickets} =1 {1 ticket} other {{{user.tickets_count}} tickets}} </ng-container><ng-container *ngIf="user.tickets_count === 0 && user.comments_count > 0"> {user.comments_count, plural, =0 {no comments} =1 {1 comment} other {{{user.comments_count}} comments}} </ng-container><ng-container *ngIf="user.tickets_count === 0 && user.attachments_count > 0"> {user.attachments_count, plural, =0 {no attachments} =1 {1 attachment} other {{{user.attachments_count}} attachments}} </ng-container> para:

source: {VAR_PLURAL, plural, =0 {no tickets} =1 {1 ticket} other {{INTERPOLATION} tickets}}
fr: {VAR_PLURAL, plural, =0 {aucun ticket} =1 {1 ticket} other {{INTERPOLATION} tickets}}
it: {VAR_PLURAL, plural, =0 {nessun biglietto} =1 {1 biglietto} other {{INTERPOLATION} biglietti}}
pt: {VAR_PLURAL, plural, =0 {sem tickets} =1 {1 tíquete} other {{INTERPOLATION} Tickets}}

source: {VAR_PLURAL, plural, =0 {no comments} =1 {1 comment} other {{INTERPOLATION} comments}}
fr: {VAR_PLURAL, plural, =0 {aucun commentaire} =1 {1 commentaire} other {{INTERPOLATION} commentaires}}
it: {VAR_PLURAL, plural, =0 {nessun commento} =1 {1 commento} other {{INTERPOLATION} commenti}}
pt: {VAR_PLURAL, plural, =0 {sem comentários} =1 {1 comentário} other {{INTERPOLATION} comentários}}

source: {VAR_PLURAL, plural, =0 {no attachments} =1 {1 attachment} other {{INTERPOLATION} attachments}}
fr: {VAR_PLURAL, plural, =0 {aucune pièce jointe} =1 {1 pièce jointe} other {{INTERPOLATION} pièces jointes}}
it: {VAR_PLURAL, plural, =0 {nessun allegato} =1 {1 allegato} other {{INTERPOLATION} allegati}}
pt: {VAR_PLURAL, plural, =0 {nenhum anexo} =1 {1 anexo} other {{INTERPOLATION} anexos}}

# user.delete.transferAssignments
source: Transfer {user.assignments_count, plural, =0 {no assignments} =1 {1 assignment} other {{{user.assignments_count}} assignments}} to:
fr: Transférer {user.assignments_count, plural, =0 {no assignments} =1 {1 assignment} other {{{user.assignments_count}} assignments}} vers:
it: Trasferisci {user.assignments_count, plural, =0 {no assignments} =1 {1 assignment} other {{{user.assignments_count}} assignments}} a:
pt: Transferir {user.assignments_count, plural, =0 {no assignments} =1 {1 assignment} other {{{user.assignments_count}} assignments}} para:

source: {VAR_PLURAL, plural, =0 {no assignments} =1 {1 assignment} other {{INTERPOLATION} assignments}}
fr: {VAR_PLURAL, plural, =0 {aucune tâche} =1 {1 tâche} other {{INTERPOLATION} tâches}}
it: {VAR_PLURAL, plural, =0 {nessuna assegnazione} =1 {1 assegnazione} other {{INTERPOLATION} assegnazioni}}
pt: {VAR_PLURAL, plural, =0 {Não há recomendações} =1 {1 atividade} other {{INTERPOLATION} recomendações}}

source: Choose 'individuals' if this customer does not belong to a group.
fr: Choisissez 'individuels' si ce client n'appartient pas à un groupe.
it: Scegli 'individuali' se questo cliente non appartiene a un gruppo.
pt: Escolha 'indivíduos' se este cliente não pertence a um grupo.

# wizardProcess.firstStep.title
source: next, let's invite your team
fr: Ensuite, invitons votre équipe
it: dopo, invitiamo la tua squadra
pt: próxima, vamos convidar sua equipe

# wizardProcess.secondStep.title
source: finally, let's bring your support emails into Mojo
fr: Enfin, apportons vos e-mails de support dans Mojo
it: infine, portiamo le tue email di supporto in Mojo
pt: finalmente, vamos trazer seus e-mails de suporte para o Mojo

source: use the email we've created for you
fr: utiliser l'email que nous avons créé pour vous
it: usa l'email che abbiamo creato per te
pt: usar o e-mail que criamos para você

source: I'll do it later
fr: Je le ferai plus tard
it: Lo farò più tardi
pt: Eu vou fazer isso mais tarde

source: logo
es: logotipo
pt: Logotipo

# queuesManager.table.emailForward.tooltip
source: WARNING: There is an user which email address is the same as the email forward address for this queue. That user will not receive any emails from Mojo. If you have questions, contact Mojo Helpdesk team, or check this <a href='https://help.mojohelpdesk.com/help/article/115366' target='_blank'>article</a>.
fr: AVERTISSEMENT : Il y a un utilisateur dont l'adresse e-mail est la même que l'adresse e-mail de transfert pour cette file d'attente. Cet utilisateur ne recevra aucun e-mail de Mojo. Si vous avez questions, contactez l'équipe du Helpdesk de Mojo, ou consultez cet <a href='https://help.mojohelpdesk.com/help/article/115366' target='_blank'>article</a>.
it: ATTENZIONE: C'è un utente che l'indirizzo email è lo stesso dell'indirizzo di posta elettronica per questa coda. L'utente non riceverà alcuna email da Mojo. Se hai domande, contatta il team di Mojo Helpdesk o controlla questo <a href='https://help.mojohelpdesk.com/help/article/115366' target='_blank'>articolo</a>.
pt: AVISO: Há um usuário com qual endereço de e-mail é o mesmo que o endereço de e-mail para frente para esta fila. Esse usuário não receberá nenhum e-mail da Mojo. Se tiver perguntas, entre em contato com a equipe do Mojo Helpdesk, ou verifique este <a href='https://help.mojohelpdesk.com/help/article/115366' target='_blank'>artigo</a>.

source: plan
de: planen
fr: Forfait
it: piano
pt: plano

# cancelSubscriptionDescription
source: Once the current subscription expire, the account will be closed, and users won't be able to access it anymore. After 30 days, your helpdesk data will be deleted
fr: Une fois l'abonnement en cours expiré, le compte sera fermé et les utilisateurs ne pourront plus y accéder. Après 30 jours, les données de votre helpdesk seront supprimées
it: Una volta scaduto l'abbonamento corrente, l'account verrà chiuso e gli utenti non potranno più accedervi. Dopo 30 giorni, i dati dell'helpdesk verranno cancellati
pt: Uma vez que a assinatura atual expire, a conta será fechada e os usuários não poderão mais acessá-la. Depois de 30 dias, os seus dados do helpdesk serão excluídos

source: don't cancel my plan
fr: ne pas annuler mon forfait
it: non annullare il mio piano
pt: não cancelar meu plano

# billingDevTestCardIndications
source: Test card numbers can be found <a href="https://developer.authorize.net/hello_world/testing_guide.html" target="_blank" >here</a >.
fr: Les numéros de carte test peuvent être trouvés <a href="https://developer.authorize.net/hello_world/testing_guide.html" target="_blank" >ici</a >.
it: I numeri della carta di prova possono essere trovati <a href="https://developer.authorize.net/hello_world/testing_guide.html" target="_blank" >qui</a >.
pt: Os números de cartão de teste podem ser encontrados <a href="https://developer.authorize.net/hello_world/testing_guide.html" target="_blank" >aqui</a >.

# minAgentsWarning
source: Cannot go bellow the current number of agents ({{ this.activeAgentsCount }})
fr: Ne peut pas aller au-dessous du nombre actuel d'agents ({{ this.activeAgentsCount }})
it: Impossibile andare sotto il numero attuale di agenti ({{ this.activeAgentsCount }})
pt: Não pode ir abaixo do número atual de agentes ({{ this.activeAgentsCount }})

# maxAgentsWarning
source: Max {{ this.max }} agents. To buy more, <a [href]="supportUrl" target="_blank">contact support</a>.
fr: Max {{ this.max }} agents. Pour en acheter plus, <a [href]="supportUrl" target="_blank">contactez le support</a>.
it: Massimo {{ this.max }} agenti. Per acquistare di più, <a [href]="supportUrl" target="_blank">contatta il supporto</a>.
pt: Máximo de {{ this.max }} agentes. Para comprar mais, <a [href]="supportUrl" target="_blank">entre em contato com o suporte</a>.

source: {VAR_PLURAL, plural, =1 {1 agent included} other {{INTERPOLATION} agents included}}
fr: {VAR_PLURAL, plural, =1 {Un agent inclus} other {{INTERPOLATION} agents inclus}}
it: {VAR_PLURAL, plural, =1 {1 agente incluso} other {{INTERPOLATION} agenti inclusi}}
pt: {VAR_PLURAL, plural, =1 {1 agente incluiu} other {{INTERPOLATION} agentes incluídos}}

source: {VAR_PLURAL, plural, =1 {1 additional agent} other {{INTERPOLATION} additional agents}}
fr: {VAR_PLURAL, plural, =1 {Un agent supplémentaire} other {{INTERPOLATION} agents supplémentaires}}
it: {VAR_PLURAL, plural, =1 {1 agente aggiuntivo} other {{INTERPOLATION} agenti aggiuntivi }}
pt: {VAR_PLURAL, plural, =1 {1 agente adicional} other {{INTERPOLATION} outros agentes}}

source: {VAR_PLURAL, plural, =1 {1 agent} other {{INTERPOLATION} agents}}
fr: {VAR_PLURAL, plural, =1 {Un agent} other {{INTERPOLATION} agents}}
it: {VAR_PLURAL, plural, =1 {1 agente} other {{INTERPOLATION} agenti}}
pt: {VAR_PLURAL, plural, =1 {1 agente} other {{INTERPOLATION} agentes}}

# addAllFeaturesFromTheInferiorPlan
source: All the features of the {{ inferiorPlanName }} plan plus:
fr: Toutes les fonctionnalités du plan {{ inferiorPlanName }} plus :
pt: Todos os recursos do plano {{ inferiorPlanName }} plus:

# plans.youAreEligibleToGetADiscount
source: Congratulations, your are eligible for {{ account.affiliateDiscount }}% discount! It will be applied at checkout.
fr: Félicitations, vous avez droit à une réduction de {{ account.affiliateDiscount }}% ! Elle sera appliquée lors du paiement.
pt: Parabéns, você pode receber {{ account.affiliateDiscount }}% de desconto! Ele será aplicado na finalização da compra.

# planReviewCostPerAgentPerMonth
source: {{ planAndAgentsCount.plan.cost_per_extra_agent / 100 | currency: 'USD':'symbol-narrow' }} per agent/month
fr: {{ planAndAgentsCount.plan.cost_per_extra_agent / 100 | currency: 'USD':'symbol-narrow' }} par agent/mois
it: {{ planAndAgentsCount.plan.cost_per_extra_agent / 100 | currency: 'USD':'symbol-narrow' }} per agente/mese
pt: {{ planAndAgentsCount.plan.cost_per_extra_agent / 100 | currency: 'USD':'symbol-narrow' }} por agente/mês

source: allow sign on with Mojo's system credentials
fr: autoriser la connexion avec les identifiants système de Mojo
it: consentire il segno con le credenziali di sistema di Mojo
pt: permitir login com credenciais de sistema do Mojo's

source: Open the following link in <b>incognito window</b>,<br />and follow the steps to login into your helpdesk:<br /><a href="/saml" target="_blank" >{{ getHelpdeskBaseUrl() }}/saml</a ><br />It will be verified when the login is successful.
fr: Ouvrez le lien suivant dans la fenêtre <b>incognito</b>,<br />et suivez les étapes pour vous connecter à votre helpdesk :<br /><a href="/saml" target="_blank" >{{ getHelpdeskBaseUrl() }}/saml</a ><br />Il sera vérifié lorsque la connexion sera réussie.
it: Apri il seguente link in <b>finestra in incognito</b>,<br />e segui i passaggi per accedere al tuo helpdesk:<br /><a href="/saml" target="_blank" >{{ getHelpdeskBaseUrl() }}/saml</a ><br />Sarà verificato quando il login avrà successo.
pt: Abrir o link a seguir na janela <b>anónimo</b>,<br />e siga os passos para fazer login no seu helpdesk:<br /><a href="/saml" target="_blank" >{{ getHelpdeskBaseUrl() }}/saml</a ><br />Será verificado quando o login for bem-sucedido.

source: Open the following link in <b>incognito window</b>,<br />and follow the steps to login into your helpdesk:<br /><a target="_blank" href="/jwt" >{{ getHelpdeskBaseUrl() }}/jwt</a ><br />It will be verified when the login is successful.
fr: Ouvrez le lien suivant dans la fenêtre <b>incognito</b>,<br />et suivez les étapes pour vous connecter à votre helpdesk :<br /><a target="_blank" href="/jwt" >{{ getHelpdeskBaseUrl() }}/jwt</a ><br />Il sera vérifié lorsque la connexion sera réussie.
it: Apri il seguente link in <b>finestra in incognito</b>,<br />e segui i passaggi per accedere al tuo helpdesk:<br /><a target="_blank" href="/jwt" >{{ getHelpdeskBaseUrl() }}/jwt</a ><br />Sarà verificato quando il login avrà successo.
pt: Abrir o link a seguir na janela <b>anónimo</b>,<br />e siga os passos para fazer login no seu helpdesk:<br /><a target="_blank" href="/jwt" >{{ getHelpdeskBaseUrl() }}/jwt</a ><br />Será verificado quando o login for bem-sucedido.

# thisAddOnAvailableUntil | { enddate: addOnLevel.renew_date}
source: this add-on will be available until the end of the subscription period ({{ addOnLevel.renew_date }}) and all data will be deleted after this date
fr: ce module sera disponible jusqu'à la fin de la période d'abonnement ({{ addOnLevel.renew_date }}) et toutes les données seront supprimées après cette date
it: questo add-on sarà disponibile fino alla fine del periodo di abbonamento ({{ addOnLevel.renew_date }}) e tutti i dati saranno eliminati dopo questa data
pt: este complemento estará disponível até o final do período de assinatura ({{ addOnLevel.renew_date }}) e todos os dados serão excluídos após essa data

# addOnAvailableUntil | { enddate: cancelingAddOn?.renew_date }
source: once this subscription is cancelled, this add-on will be available until the end of the subscription period ({{ cancellingAddOn?.renew_date }}) and all data will be deleted after this date
fr: une fois que cet abonnement est annulé, ce module sera disponible jusqu'à la fin de la période d'abonnement ({{ cancellingAddOn?.renew_date }}) et toutes les données seront supprimées après cette date
it: una volta annullato l'abbonamento, questo add-on sarà disponibile fino alla fine del periodo di abbonamento ({{ cancellingAddOn?.renew_date }}) e tutti i dati saranno eliminati dopo questa data
pt: uma vez que a assinatura é cancelada, este complemento estará disponível até o final do período de assinatura ({{ cancellingAddOn?.renew_date }}) e todos os dados serão excluídos após essa data

source: {{ cancellingAddOn?.name }} addon subscription will not auto-renew. If you change your mind you can always subscribe on or before {{ cancellingAddOn?.renew_date }}
fr: {{ cancellingAddOn?.name }} l'abonnement addon ne se renouvellera pas automatiquement. Si vous changez d'avis, vous pouvez toujours vous abonner à ou avant {{ cancellingAddOn?.renew_date }}
it: {{ cancellingAddOn?.name }} abbonamento aggiuntivo non si rinnoverà automaticamente. Se cambi idea puoi sempre iscriverti o prima di {{ cancellingAddOn?.renew_date }}
pt: {{ cancellingAddOn?.name }} a assinatura não será renovada automaticamente. Se você mudar de idéia, sempre pode assinar ou antes de {{ cancellingAddOn?.renew_date }}

# allAddOnDataWillBeDeleted | { enddate: cancelingAddOn?.renew_date}
source: all data of this add-on will be deleted after {{ cancellingAddOn?.renew_date }}
fr: toutes les données de ce module seront supprimées après {{ cancellingAddOn?.renew_date }}
it: tutti i dati di questo add-on verranno eliminati dopo {{ cancellingAddOn?.renew_date }}
pt: todos os dados desse complemento serão excluídos após {{ cancellingAddOn?.renew_date }}

source: You are about to subscribe to the {{ subscribingAddOn?.name }} add-on for a cost of ${{ subscribingAddOn?.cost_per_mo_in_dollar }} per month.
fr: Vous êtes sur le point de vous abonner au module {{ subscribingAddOn?.name }} pour un coût de{{ subscribingAddOn?.cost_per_mo_in_dollar }} $ par mois.
it: Stai per iscriverti al componente aggiuntivo {{ subscribingAddOn?.name }} per un costo di ${{ subscribingAddOn?.cost_per_mo_in_dollar }} al mese.
pt: Você está prestes a assinar o complemento {{ subscribingAddOn?.name }} com um custo de US${{ subscribingAddOn?.cost_per_mo_in_dollar }} por mês.

# afterPerioNote
source: NOTE: Need to add at least one time based condition in 'ALL'. The actions can be executed only once per ticket.
fr: NOTE: Nécessite d'ajouter au moins une condition basée sur une fois dans 'ALL'. Les actions ne peuvent être exécutées qu'une seule fois par ticket.
it: NOTA: è necessario aggiungere almeno una condizione basata sulla volta in 'ALL'. Le azioni possono essere eseguite solo una volta per ticket.
pt: NOTA: Precisa adicionar pelo menos uma condição baseada em 'TODOS'. As ações podem ser executadas apenas uma vez por ticket.

# business.hours.name.placeholder
source: Enter business hour name. E.g.: 'Summer Time Business Hours'
fr: Entrez le nom de l'heure de l'entreprise. Par exemple : 'Heures d'ouverture de l'heure d'été'
pt: Digite o nome do horário comercial. Por exemplo: 'Hora comercial de Verão'

# businessHours.form.timezone.disabledHelper
source: This business hour follows the <a routerLink="/admin/help-desk/settings">helpdesk time zone</a>.
fr: Cette heure de travail suit le <a routerLink="/admin/help-desk/settings">fuseau horaire du helpdesk</a>.
pt: Esta hora comercial segue o <a routerLink="/admin/help-desk/settings">fuso horário do helpdesk</a>.

# sla.form.name.placeholder
source: Enter policy name. E.g.: 'Customer service policy'
fr: Entrez le nom de la politique. Ex. : 'Politique de service client'
pt: Digite o nome da política. Por exemplo: 'Política de atendimento ao cliente'

# sla.form.description.placeholder
source: Optionally enter a description. E.g.: 'This policy is used for the customer service department'
fr: Entrez éventuellement une description. Ex. : 'Cette politique est utilisée pour le service à la clientèle'
pt: Opcionalmente, digite uma descrição. Por exemplo: 'Esta política é utilizada para o atendimento ao cliente'

# sla.policies.order.explanation
source: When a ticket is updated, the first matching SLA policy will be used. You can add several policies such as "Customer service SLA", "IT support SLA", etc.
fr: Lorsqu'un ticket est mis à jour, la première politique de SLA correspondante sera utilisée. Vous pouvez ajouter plusieurs politiques telles que "Service client SLA", "Support informatique SLA", etc.
pt: Quando um ticket é atualizado, a primeira política de SLA de correspondência será usada. Você pode adicionar várias políticas, tais como "Serviço de cliente SLA", "Suporte a TI LA", etc
