Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

# customTicketFromAddressFormHelp
source: ticket notification emails will have this 'from' address. If omitted, the ticket's email address will be used
fr: les e-mails de notification de ticket auront cette adresse 'de'. Si elle est omise, l'adresse e-mail du ticket sera utilisée
it: le email di notifica del ticket avranno questo indirizzo 'd'. Se omesso, verrà utilizzato l'indirizzo email del ticket
pt: E-mails de notificação de tickets terão este 'de' endereço. Se omitido, o endereço de e-mail do ticket será utilizado

# defaultFromEmailAddressFormHelp
source: this email address will be used if the incoming email is missing or has an invalid 'from' email address
fr: cette adresse e-mail sera utilisée si le courriel entrant est manquant ou a une adresse e-mail 'de' invalide
it: questo indirizzo email verrà utilizzato se l'email in arrivo è mancante o ha un indirizzo email 'da' non valido
pt: este endereço de e-mail será usado se o e-mail de entrada estiver ausente ou tiver um endereço de e-mail inválido 'de'

# customTicketFromAddressFormLabel
source: ticket 'from' email address
fr: adresse e-mail 'de' du ticket
it: indirizzo email del ticket 'da'
pt: ticket 'de' endereço de e-mail

# customTicketFromDisplayNameFormLabel
source: ticket 'from' display name
fr: nom d'affichage du ticket 'de'
it: nome display ticket 'da'
pt: nome de exibição do ticket 'de'

# defaultFromEmailAddressFormLabel
source: default 'from' email address
fr: adresse email 'from' par défaut
it: indirizzo email predefinito 'da'
pt: endereço de e-mail padrão 'de'

# embedChannelWarning
source: To use embedded form, <a routerLink="../web">web channel</a> needs to be enabled.
fr: Pour utiliser le formulaire embarqué, <a routerLink="../web">le canal web</a> doit être activé.
it: Per utilizzare il modulo incorporato, <a routerLink="../web">canale web</a> deve essere abilitato.
pt: Para usar o formulário incorporado, <a routerLink="../web">canal web</a> precisa ser habilitado.

# youCanUseCSSToChangeTheLookAndFeelTheFormToMatchYourWebsiteBranding
source: you can use CSS to change the look and feel the form to match your website's branding
fr: vous pouvez utiliser CSS pour modifier l'apparence et le formulaire correspondant à la marque de votre site web
it: è possibile utilizzare CSS per cambiare l'aspetto e sentire il modulo per abbinare il marchio del tuo sito web
pt: você pode usar CSS para alterar a aparência e sentir o formulário para combinar com a marca do seu site

# webChannelAlertMessage
source: Disabling web channel will also disable the <a routerLink="../embed">embed channel</a>.
fr: Désactiver le canal web désactivera également le <a routerLink="../embed">canal intégré</a>.
it: Disabilitare il canale web disattiverà anche il <a routerLink="../embed">canale incorporato</a>.
pt: Desabilitar o canal da web também desativará o <a routerLink="../embed">canal de incorporação</a>.

# siteDomainNotAvailableErrorMessage
source: Cannot find CNAME record for '{{ getFormControlForKey('siteDomain')?.errors?.siteDomain }}', that is pointing to 'app.mojohelpdesk.com' or 'ssl.app.mojohelpdesk.com'.
fr: Impossible de trouver l'enregistrement CNAME pour '{{ getFormControlForKey('siteDomain')?.errors?.siteDomain }}', qui pointe vers 'app.mojohelpdesk.com' ou 'ssl.app.mojohelpdesk.com'.
it: Impossibile trovare il record CNAME per '{{ getFormControlForKey('siteDomain')?.errors?.siteDomain }}', che punta a 'app.mojohelpdesk.com' o 'ssl.app.mojohelpdesk.com'.
pt: Não foi possível encontrar um registro CNAME para '{{ getFormControlForKey('siteDomain')?.errors?.siteDomain }}', que está apontando para 'app.mojohelpdesk.com' ou 'ssl.app.mojohelpdesk.com'.

# enableCompanyAccessOptionFormHelp
source: Group access allows a customer to view all tickets submitted by their group. Turning this on here will allow an option to grant group access in a customer's profile.
fr: L'accès au groupe permet à un client de voir tous les tickets soumis par son groupe. Activer cette option permettra à une option d'autoriser l'accès au groupe dans le profil d'un client.
it: L'accesso al gruppo consente a un cliente di visualizzare tutti i biglietti inviati dal proprio gruppo. Attivando questa opzione qui sarà possibile concedere l'accesso al gruppo nel profilo di un cliente.
pt: O acesso ao grupo permite que um cliente veja todos os pedidos enviados pelo seu grupo. Ao ativar isto irá permitir uma opção de conceder acesso em grupo no perfil de um cliente.

# usersCsvImportGroupInstruction2
source: if there is no group to be matched, all new users will be placed in group 'Individuals'
fr: s'il n'y a pas de groupe à comparer, tous les nouveaux utilisateurs seront placés dans le groupe 'Individuels'
it: se non c'è un gruppo da abbinare, tutti i nuovi utenti saranno inseriti nel gruppo 'Individuali'
pt: Se não há nenhum grupo para ser correspondido, todos os novos usuários serão colocados no grupo "Individuais"

# updateExistingUsersInstructions
source: if email address exists, mapped user's fields will be updated. Use this option only if the data in CSV is up to date
fr: si l'adresse e-mail existe, les champs des utilisateurs mappés seront mis à jour. Utilisez cette option seulement si les données en CSV sont à jour
it: se l'indirizzo email esiste, i campi degli utenti mappati saranno aggiornati. Utilizzare questa opzione solo se i dati in CSV sono aggiornati
pt: se o endereço de e-mail existir, campos de usuários mapeados serão atualizados. Use esta opção somente se os dados em CSV estiverem atualizados

# layoutDescription
source: This is the skeleton of the emails. The content of the email is represented by the variable "content".
fr: Ceci est le squelette des emails. Le contenu de l'email est représenté par la variable "contenu".
pt: este é o esqueleto dos e-mails. O conteúdo do e-mail é representado pela variável "conteúdo".

source: {VAR_PLURAL, plural, =0 {No agents} =1 {1 agent} other {{INTERPOLATION} agents }}
fr: {VAR_PLURAL, plural, =0 {Aucun agent} =1 {1 agent} other {{INTERPOLATION} agents }}
it: {VAR_PLURAL, plural, =0 {Nessun agente} =1 {1 agente} other {{INTERPOLATION} agenti }}
pt: {VAR_PLURAL, plural, =0 {Sem agentes} =1 {1 agente} other {{INTERPOLATION} agentes }}

# agentsInVacation.users
source: this.totalCount agents in vacation
fr: this.totalCount agents en vacances
it: this.totalCount agenti in vacanza
pt: this.totalCount agentes das férias

# adminOverviewAgentsDescription
source: this._overview.agents.total - this._overview.agents.active suspended
fr: this._overview.agents.total - this._overview.agents.active suspendu
it: this._overview.agents.total - this._overview.agents.active sospeso
pt: this._overview.agents.total - this._overview.agents.active suspenso

# adminOverviewStorageDescription
source: formatBytes( this._overview.storage.total, 0 ) of formatBytes(this._overview.storage.max, 0)
fr: formatBytes( this._overview.storage.total, 0 ) de formatBytes(this._overview.storage.max, 0)
it: formatBytes( this._overview.storage.total, 0 ) di formatBytes(this._overview.storage.max, 0)
pt: formatBytes( this._overview.storage.total, 0 ) de formatBytes(this._overview.storage.max, 0)

# adminOverviewSavedSearchesDescription
source: this._overview.saved_searches.max maximum
it: this._overview.saved_searches.max massimo
pt: this._overview.saved_searches.max máximo

# adminOverviewCannedResponsesDescription
source: this._overview.canned_responses.max maximum
it: this._overview.canned_responses.max massimo
pt: this._overview.canned_responses.max máximo

source: {VAR_PLURAL, plural, =1 {1 form} other {{INTERPOLATION} forms }}
fr: {VAR_PLURAL, plural, =1 {Un formulaire} other {{INTERPOLATION} formulaires }}
it: {VAR_PLURAL, plural, =1 {1 modulo} other {{INTERPOLATION} moduli }}
pt: {VAR_PLURAL, plural, =1 {1 formulário} other {{INTERPOLATION} forma }}

# enterYourRequestAndWeWillGetBackToYouWithing8Hours
source: enter your request and we'll get back to you within 8 hours
fr: entrez votre demande et nous vous répondrons dans les 8 heures
it: inserisci la tua richiesta e ti risponderemo entro 8 ore
pt: digite o seu pedido e entraremos em contato com você dentro de 8 horas

# replyToCCFormHelp
source: When replying in a ticket all cc'd recipients will be automatically added to the cc field. Best to turn off if you default to private messages.
fr: Lorsque vous répondez dans un ticket, tous les destinataires du cd seront automatiquement ajoutés au champ cc. Mieux vaut désactiver si vous avez des messages privés par défaut.
it: Quando si risponde in un ticket tutti i destinatari cc'd saranno aggiunti automaticamente al campo cc. Meglio spegnere se si previene i messaggi privati.
pt: Ao responder em um ticket, todos os destinatários cc'd serão automaticamente adicionados ao campo cc. É melhor desativar se você padrão para mensagens privadas.

source: Web and email initiated tickets pending confirmation must be set to "Off" for this to work
fr: les tickets initiés par le web et l'e-mail en attente de confirmation doivent être réglés sur "Désactivé" pour que cela fonctionne
pt: web e email iniciados tickets com confirmação pendente deve ser definida como "off" para que isto funcione

# isGuestEmailRequestsConfirmationRequiredFormHelp
source: Confirmation is required for unregistered users submitting a ticket for the first time (no attachments allowed). Turn it 'ON' in case you are receiving spam
fr: La confirmation est requise pour les utilisateurs non enregistrés qui soumettent un ticket pour la première fois (aucune pièce jointe n'est autorisée). Activez-le 'ON' si vous recevez du spam
it: La conferma è necessaria per gli utenti non registrati che inviano un biglietto per la prima volta (nessun allegato consentito). Attivalo nel caso in cui ricevessi spam
pt: É necessária confirmação para usuários não registrados enviando um ticket pela primeira vez (sem anexos permitidos). Ative-o caso esteja recebendo spam

# customFieldValueDescription
source: put 'yes' or 'no' for checkbox fields
fr: mettre 'oui' ou 'non' pour les champs de case à cocher
it: mettere 'sì' o 'no' per i campi della casella di controllo
pt: coloque "sim" ou "não” para os campos caixa de seleção

# queueAccessForGroupsInstructions
source: this.group?.name can access these ticket queues
fr: this.group?.name peut accéder à ces files d'attente de tickets
it: this.group?.name può accedere a queste code di ticket
pt: this.group?.name pode acessar estas filas de tickets

source: auto
fr: Automatique
pt: automático

# Dont_show_the_knowledge_base_dot
source: Don't show the knowledge base.
fr: Ne pas afficher la base de connaissances.
it: Non mostrare la base di conoscenze.
pt: Não mostre a base de conhecimento.

# searchAssetExplanation
source: type search words here. Use * for incomplete words. E.g.: "comput*"
fr: tapez ici les mots de recherche. Utilisez * pour les mots incomplets. Ex. : "calcul*"
it: digita qui le parole di ricerca. Usa * per parole incomplete. Ad esempio: "comput*"
pt: digite palavras de pesquisa aqui. Use * para palavras incompletas. Por exemplo: "computar*"

# locationAccessForManagersInstructions
source: choose in which location this.manager?.full_name can manage assets. Locations added to the helpdesk in the future will not be accessible unless you select them here
fr: choisir dans quel emplacement this.manager?.full_name peut gérer les actifs. Les emplacements ajoutés au helpdesk à l'avenir ne seront pas accessibles à moins que vous ne les sélectionniez ici
it: scegliere in quale posizione this.manager?.full_name può gestire gli asset. Le posizioni aggiunte all'helpdesk in futuro non saranno accessibili a meno che non le selezioni qui
pt: escolha em qual local this.manager?.full_name pode gerenciar ativos. Locais adicionados ao helpdesk no futuro não serão acessíveis a não ser que você os selecione aqui

# bestAgent
source: Best {bestAgents.length, plural,=0 {agent} =1 {agent} other {agents} }
fr: Meilleure {bestAgents.length, plural,=0 {agent} =1 {agent} other {agents} }
it: Migliore {bestAgents.length, plural,=0 {agent} =1 {agent} other {agents} }
pt: Melhor {bestAgents.length, plural,=0 {agent} =1 {agent} other {agents} }

# slaStatsOnTimeLabel
source: On time: notViolatedPercentage.toFixed(1)%
fr: À l'heure : notViolatedPercentage.toFixed(1)%
pt: A tempo: notViolatedPercentage.toFixed(1)%

# slaStatsBreachedLabel
source: Breached: violationPercentage.toFixed(1)%
fr: Echoué : violationPercentage.toFixed(1)%
pt: Atingido: violationPercentage.toFixed(1)%

# time_period_too_big_error
source: Time period cannot be greater than MAX_TIME_SPENT_PERIOD days.
fr: La période ne peut pas être supérieure à MAX_TIME_SPENT_PERIOD jours.
it: Il periodo di tempo non può essere maggiore di MAX_TIME_SPENT_PERIOD giorni.
pt: Período de tempo não pode ser superior a MAX_TIME_SPENT_PERIOD dias.

# ticket.slaFirstResponseDateDescription
source: Answer by {{ ticket.sla_first_answer_date | date: 'EEE, d MMM y, h:mm a' }}
fr: Réponse de {{ ticket.sla_first_answer_date | date: 'EEE, d MMM y, h:mm a' }}
pt: Resposta de {{ ticket.sla_first_answer_date | date: 'EEE, d MMM y, h:mm a' }}

# slaDate.resolveDueDateHelp
source: Resolve: set ticket status to <strong>solved</strong> or <strong>closed</strong> by due date.
fr: Résoudre : définir le statut du ticket à <strong>résolu</strong> ou <strong>fermé</strong> par date d'échéance.
pt: Resolver: defina o status do ticket como <strong>resolvido</strong> ou <strong>fechado</strong> por data de vencimento.

# ticket.slaDueDate
source: Resolve this ticket by {{ ticket.sla_due_date | date: 'EEE, d MMM y, h:mm a' }}
fr: Résoudre ce ticket par {{ ticket.sla_due_date | date: 'EEE, d MMM y, h:mm a' }}
pt: Resolver este ticket por {{ ticket.sla_due_date | date: 'EEE, d MMM y, h:mm a' }}

# closing_ticket_message
source: You are about to close this ticket. Users won't be able to add messages anymore
fr: Vous êtes sur le point de fermer ce ticket. Les utilisateurs ne pourront plus ajouter de messages
it: Stai per chiudere questo ticket. Gli utenti non saranno più in grado di aggiungere messaggi
pt: Você está prestes a fechar este ticket. Os usuários não poderão mais adicionar mensagens

# defaultPrimaryMergeMessage
source: Ticket #this.getMergedTicketIds() was closed and merged into this ticket
fr: Le ticket #this.getMergedTicketIds() a été fermé et fusionné dans ce ticket
it: Il ticket #this.getMergedTicketIds() è stato chiuso e unito in questo ticket
pt: Ticket #this.getMergedTicketIds() foi fechado e combinado com este ticket

# defaultSecondaryMergeMessage
source: This ticket was closed and merged into ticket #ticket.id
fr: Ce ticket a été fermé et fusionné avec le ticket #ticket.id
it: Questo ticket è stato chiuso e unito nel ticket #ticket.id
pt: Este ticket foi fechado e combinado com o ticket #ticket.id

source: auto-start
es: auto-inicio
fr: démarrage automatique
it: avvio automatico
pt: auto-iniciar

# invite.preview.body
source: You have been invited to join <strong>pdesk_name }}{CLOSE_TAG_STRONG}.
fr: Vous avez été invité à rejoindre <strong>pdesk_name }}{CLOSE_TAG_STRONG}.
it: Sei stato invitato a unirti a <strong>pdesk_name }}{CLOSE_TAG_STRONG}.
pt: Você foi convidado para participar de <strong>pdesk_name }}{CLOSE_TAG_STRONG}.

# secureCodeDevWarning
source: <strong>You are in dev mode:</strong> don't forget to run mailcatcher to receive the email with the secure code.
fr: <strong>Vous êtes en mode dev :</strong> n'oubliez pas d'exécuter mailcatcher pour recevoir l'email avec le code sécurisé.
it: <strong>Sei in modalità dev:</strong> non dimenticare di eseguire mailcatcher per ricevere l'email con il codice sicuro.
pt: <strong>Você está no modo de desenvolvimento:</strong> não se esqueça de executar mailcatcher para receber o e-mail com o código seguro.

source: status
es: estado
fr: statuts
it: stato

# ngb.timepicker.MM
source: MM
de: KM

source: helpdesk
de: helfdesk

# ngb.carousel.slide-number
source: Slide /** * If `t of ct with carouse
it: Scorri this._wrap$.val di true`, allows t

# ngb.progressbar.value
source: progress bar.
it: "warning"`, `"d

source: Time spent
it: Tempo trascorso

source: choose file
it: scegli file

source: canned responses
it: risposte in scatola

source: contacts
it: contatti

source: my tickets
it: i miei biglietti

source: no fields visible
it: nessun campo visibile

source: form is misconfigured
it: il modulo è mal configurato

source: please fill all required fields
it: compilare tutti i campi obbligatori

source: trial expiring
it: prova in scadenza

source: assignments
it: assegnazioni

source: service level agreements
it: accordi sul livello di servizio

source: current plan
it: piano corrente

# showMojoLinksFormHelp
source: Show Mojo Helpdesks links and branding in the Help Center.
it: Mostra i link degli Helpdesk di Mojo e il branding nel Centro Assistenza.

source: web and email initiated tickets pending confirmation must be set to "Off" for this to work
it: web ed email iniziati i ticket in attesa di conferma devono essere impostati su "Off" per funzionare

source: open tickets
it: biglietti aperti

source: team name cannot be blank
it: il nome del team non può essere vuoto

# layoutDescription
source: this is the skeleton of the emails. The content of the email is represented by the variable "content".
it: questo è lo scheletro delle email. Il contenuto dell'email è rappresentato dalla variabile "contenuto".

# layoutEditingIsLocked
source: This feature is locked. Please open a ticket at https://help.mojohelpdesk.com to unlock it.
it: Questa funzione è bloccata. Per favore apri un ticket su https://help.mojohelpdesk.com per sbloccarlo.

source: replace with default content
it: sostituisci con il contenuto predefinito

source: email layout customization
it: personalizzazione layout email

# emailLayoutCustomizationDescription
source: here you can customize the layout of the emails that will be send to helpdesk users
it: qui è possibile personalizzare il layout delle email che saranno inviate agli utenti di helpdesk

source: email template layout is saved
it: layout modello email salvato

source: email template is saved
it: modello email salvato

source: get default layout content
it: ottieni il contenuto predefinito del layout

# getDefaultLayoutContentDescription
source: this will replace the text and html content of the layout with the default values (you will still need to save the change after the replacement). Shall we proceed?
it: questo sostituirà il testo e il contenuto html del layout con i valori predefiniti (dovrai ancora salvare la modifica dopo la sostituzione). Proseguiremo?

source: get default template content
it: ottieni il contenuto predefinito del modello

# getDefaultTemplateContentDescription
source: this will replace the text and html content of the selected template with the default values (you will still need to save the change after the replacement). Shall we proceed?
it: questo sostituirà il testo e il contenuto html del modello selezionato con i valori predefiniti (dovrai ancora salvare la modifica dopo la sostituzione). Proseguiremo?

# textToHtml
source: Copy text to html
it: Copia il testo in html

# textToHtmlDescription
source: This will copy the text content of the template into the html content, replacing everything there. Shall we proceed?
it: Questo copierà il contenuto del testo del modello nel contenuto html, sostituendo tutto quello che c'è. Vuoi procedere?

source: do not change template
it: non modificare il modello

# portalNewsColoneFormHelper
source: This is the content that appears at the bottom of the page in the Help Center.
it: Questo è il contenuto che appare in fondo alla pagina nel Centro Aiuti.

# leaderboardDescription
source: Agent Mojo scores are calculated based on customer satisfaction ratings
it: I punteggi dell'agente Mojo sono calcolati in base alle valutazioni della soddisfazione del cliente

source: SLA targets
it: Obiettivi SLA

# agentMessagesDescription
source: number of messages added by helpdesk agents during this reporting period
it: numero di messaggi aggiunti dagli agenti dell'helpdesk durante questo periodo di segnalazione

source: agent messages
it: messaggi agente

# closedTicketsDescription
source: number of closed tickets during this reporting period.
it: numero di biglietti chiusi durante questo periodo di riferimento.

source: an error occurred. Please try again
it: si è verificato un errore. Si prega di riprovare

source: Ticket type
it: Tipo di biglietto

# Agent
source: Created
it: Creato

source: Waiting for response
it: In attesa di risposta

source: First Response Average
it: Media Prima Risposta

source: First Assignment Average
it: Media Della Prima Assegnazione

source: Average Solved Time
it: Tempo Medio Risolto

source: assign to me
it: assegna a me

source: assignment to
it: assegnazione a

source: get more information about Mojo Helpdesk
it: ottenere ulteriori informazioni sull'Helpdesk di Mojo

source: back to helpdesk
it: torna all'helpdesk

source: public
it: pubblico

# closedTicketsCannotBeUpdatedDot
source: closed tickets cannot be updated.
it: i ticket chiusi non possono essere aggiornati.

source: add message
it: aggiungi messaggio
