Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: ticket/agent
es: ticket/agente
it: biglietto/agente
pl: bilet / agent
pt: ticket/agente

source: closed tickets only
de: geschlossene Tickets
es: sólo tickets cerrados
fr: tickets fermés uniquement
it: solo biglietti chiusi
pl: tylko zamknięte bilety
pt: apenas tickets fechados

source: download as CSV
de: als CSV herunterladen
es: descargar como CSV
fr: télécharger en tant que CSV
it: scarica come CSV
pl: pobierz jako CSV
pt: baixar como CSV

source: run report
de: Bericht ausführen
es: ejecutar informe
fr: exécuter le rapport
it: esegui report
pl: uruchom raport
pt: executar relatório

source: my Mojo
de: mein Mojo
es: mi Mojo
fr: mon Mojo
it: il mio Mojo
pl: moja Mojo
pt: meu Mojo

# mojoScoreNumberDescription
source: The mojo number is the average rating of your tickets in the last 30 days
de: Die Mojo-Nummer ist die durchschnittliche Bewertung deiner Tickets in den letzten 30 Tagen
es: El número de mojo es el promedio de tus entradas en los últimos 30 días
fr: Le numéro de mojo est la note moyenne de vos tickets au cours des 30 derniers jours
it: Il numero del mojo è la valutazione media dei tuoi biglietti negli ultimi 30 giorni
pl: Numer mojo jest średnią oceną Twoich biletów w ciągu ostatnich 30 dni
pt: O número de mojo é a classificação média dos seus ingressos nos últimos 30 dias

# noMojoScoreDescription
source: No Mojo yet. Solve some tickets to get ratings from customers
de: Noch kein Mojo. Löse einige Tickets, um Bewertungen von Kunden zu erhalten
es: Aún no hay Mojo. Resuelve algunos tickets para obtener valoraciones de los clientes
fr: Pas encore de Mojo. Résolvez quelques tickets pour obtenir des évaluations de la part des clients
it: Ancora nessun Mojo. Risolvi alcuni biglietti per ottenere valutazioni dai clienti
pl: Brak Mojo. Rozwiąż parę zgłoszeń, aby uzyskać oceny od klientów
pt: Nenhum Mojo ainda. Resolva alguns bilhetes para obter classificações de clientes

source: Add a task
de: Aufgabe hinzufügen
es: Añadir una tarea
fr: Ajouter une tâche
it: Aggiungi un'attività
pl: Dodaj zadanie
pt: Adicionar uma tarefa

source: prevent agents to close or solve this ticket until all tasks are completed
de: verhindert, dass Agenten dieses Ticket schließen oder lösen, bis alle Aufgaben erledigt sind
es: prevenir agentes para cerrar o resolver este ticket hasta que todas las tareas se completen
fr: empêcher les agents de fermer ou de résoudre ce ticket jusqu'à ce que toutes les tâches soient terminées
it: impedisce agli agenti di chiudere o risolvere questo ticket fino al completamento di tutte le attività
pl: uniemożliwić agentom zamknięcie lub rozwiązanie tego zgłoszenia do czasu zakończenia wszystkich zadań
pt: previne agentes para fechar ou resolver este ticket até que todas as tarefas sejam concluídas

source: nothing to do
de: nichts zu tun
es: nada que hacer
fr: rien à faire
it: niente da fare
pl: nic do zrobienia
pt: Nada a fazer

source: edit task
de: bearbeiten
es: editar tarea
fr: modifier la tâche
it: modifica attività
pl: edytuj zadanie
pt: editar tarefa

# navigateToATicketDetailViewToStartUsingThisAppDot
source: navigate to a ticket detail view to start using this app.
de: navigiere zu einer Ticket-Detailansicht, um mit dieser App zu beginnen.
es: navega a la vista de detalle del ticket para empezar a usar esta aplicación.
fr: accédez à une vue détaillée du ticket pour commencer à utiliser cette application
it: vai a una vista dettagliata del ticket per iniziare a usare questa app.
pl: Przejdź do widoku szczegółów zgłoszenia, aby rozpocząć korzystanie z tej aplikacji.
pt: Navegue até a visualização de detalhes do ticket para começar a usar este aplicativo.

source: conversations
de: Unterhaltungen
es: conversaciones
it: conversazioni
pl: rozmowy
pt: conversas

# kbTicketDetailsAppSearchHelper
source: Enter search term to find articles.
de: Geben Sie den Suchbegriff ein, um Artikel zu finden.
es: Introduzca el término de búsqueda para encontrar artículos.
fr: Entrez le terme de recherche pour trouver des articles.
it: Inserisci il termine di ricerca per trovare gli articoli.
pl: Wprowadź wyszukiwane wyrażenie, aby znaleźć artykuły.
pt: Digite o termo de busca para encontrar artigos.

source: tasks
de: einsätze
es: tareas
fr: Tâches
it: compiti
pl: zadania
pt: tarefas

# thirdPartyApplicationsDescription
source: installed third party applications will be listed here. Helpdesk administrators can install them
de: installierte Anwendungen von Drittanbietern werden hier aufgelistet. Helpdesk-Administratoren können sie installieren
es: las aplicaciones instaladas de terceros aparecerán aquí. Los administradores de Helpdesk pueden instalarlas
fr: les applications tierces installées seront listées ici. Les administrateurs du helpdesk peuvent les installer
it: le applicazioni di terze parti installate saranno elencate qui. Gli amministratori dell'Helpdesk possono installarle
pl: Tutaj znajdą się zainstalowane aplikacje firm trzecich. Administratorzy pomocy mogą je zainstalować
pt: aplicativos de terceiros instalados serão listados aqui. Administradores de Helpdesk podem instalá-los

source: third party applications
de: Drittanwendungen
es: aplicaciones de terceros
fr: applications tierces
it: domande di terzi
pl: wnioski osób trzecich
pt: aplicações de terceiros

source: add third party applications
de: Drittanbieter-Anwendungen hinzufügen
es: añadir aplicaciones de terceros
fr: ajouter des applications tierces
it: aggiungi applicazioni di terze parti
pl: dodaj aplikacje stron trzecich
pt: adicionar aplicativos de terceiros

source: no installable apps available
de: keine installierbaren Apps verfügbar
es: no hay aplicaciones instalables disponibles
fr: aucune application installable disponible
it: nessuna app installabile disponibile
pl: brak zainstalowanych aplikacji
pt: nenhum aplicativo instalável disponível

source: requester info
de: anfragerinfo
es: información del solicitante
fr: infos du demandeur
it: informazioni del richiedente
pl: Informacje o żądającym
pt: Info. do solicitante

source: ticket tasks
de: Ticket-Aufgaben
es: tareas de tickets
fr: tâches de ticket
it: attività ticket
pl: zadania biletu
pt: tarefas do ticket

source: request
de: anfragen
es: solicitud
fr: demande
it: richiesta
pl: Żądanie
pt: solicitação

source: disposition
es: disposición
it: disposizione
pl: rozmieszczenie
pt: disposição

source: actions
de: aktionen
es: acciones
it: azioni
pl: Akcje
pt: Ações

source: tickets pending confirmation
de: ausstehende Tickets
es: tickets pendientes de confirmación
fr: tickets en attente de confirmation
it: ticket in attesa di conferma
pl: zgłoszenia oczekujące na potwierdzenie
pt: Confirmação de tickets pendentes

# ticketsPendingConfirmationDescription
source: tickets pending confirmation are requests created by unregistered contacts. They sit here until contacts confirm them by clicking on a link the helpdesk emailed them. Unconfirmed requests will be deleted after 30 days
de: ausstehende Tickets sind Anfragen von nicht registrierten Kontakten. Sie sitzen hier, bis die Kontakte sie durch Klicken auf einen Link bestätigen, den das Helpdesk ihnen gesendet hat. Unbestätigte Anfragen werden nach 30 Tagen gelöscht
es: tickets pendientes de confirmación son solicitudes creadas por contactos no registrados. Se sientan aquí hasta que los contactos confirmen haciendo clic en un enlace que el helpdesk les ha enviado. Las solicitudes no confirmadas se eliminarán después de 30 días
fr: les tickets en attente de confirmation sont des demandes créées par des contacts non enregistrés. Ils sont assis ici jusqu'à ce que les contacts les confirment en cliquant sur un lien que le helpdesk leur a envoyé. Les demandes non confirmées seront supprimées après 30 jours
it: i biglietti in attesa di conferma sono richieste create da contatti non registrati. Si siedono qui fino a quando i contatti li confermano facendo clic su un link il helpdesk li ha inviati. Le richieste non confermate verranno eliminate dopo 30 giorni
pl: zgłoszenia oczekujące na potwierdzenie są żądaniami utworzonymi przez niezarejestrowane kontakty. Siedzą tutaj aż do potwierdzenia kontaktów, klikając na link wysłany do helpdesk. Niepotwierdzone prośby zostaną usunięte po 30 dniach
pt: Tickets pendentes de confirmação são solicitações criadas por contatos não registrados. Sentem-se aqui até que os contatos os confirmem clicando em um link que o suporte enviou por e-mail. Os pedidos não confirmados serão excluídos após 30 dias

source: guest request has successfully been deleted.
de: Gastanfrage wurde erfolgreich gelöscht.
es: la solicitud de invitado se ha eliminado correctamente.
fr: la demande d'invité a été supprimée avec succès.
it: la richiesta ospite è stata eliminata con successo.
pl: prośba o dodanie gościa została usunięta.
pt: pedido de visitante foi removido com sucesso.

source: guest request has successfully been updated.
de: Gastanfrage wurde erfolgreich aktualisiert.
es: la solicitud de invitado se ha actualizado correctamente.
fr: la demande d'invité a été mise à jour avec succès.
it: la richiesta dell'ospite è stata aggiornata correttamente.
pl: żądanie gościa zostało pomyślnie zaktualizowane.
pt: pedido de convidado foi atualizado com sucesso.

source: requester information
de: anfragende Informationen
es: solicitar información
fr: informations du demandeur
it: informazioni del richiedente
pl: informacje żądającego
pt: Informações do solicitante

source: ticket information
de: Ticket-Informationen
es: información del ticket
fr: informations sur le ticket
it: informazioni sul biglietto
pl: Informacje o zgłoszeniu
pt: informações do ticket

source: choose your queue
de: wähle deine Warteschlange
es: elige tu cola
fr: choisir votre file d'attente
it: scegli la tua coda
pl: wybierz kolejkę
pt: escolha sua fila

source: completed on
de: erledigt am
es: completado el
fr: terminé le
it: completato il
pl: ukończone w dniu
pt: concluído em

source: completed by
de: abgeschlossen von
es: completado por
fr: complété par
it: completato da
pl: ukończone przez
pt: concluído por

source: ticket pending confirmation
de: ausstehende Bestätigung
es: ticket pendiente de confirmación
fr: confirmation du ticket en attente
it: ticket in attesa di conferma
pl: potwierdzenie zgłoszenia
pt: confirmação do ticket pendente

# sla.leds.timerStopped.message
source: SLA timer is stopped as per help desk settings for this status.
de: SLA-Timer wird in den Einstellungen des Helpdesks für diesen Status gestoppt.
es: El temporizador de SLA se detiene según la configuración del servicio de asistencia para este estado.
fr: La minuterie de SLA est arrêtée selon les paramètres du service d'aide pour ce statut.
pl: SLA timer jest zatrzymany zgodnie z ustawieniami pomocy dla tego statusu.
pt: temporizador de SLA é interrompido como por configurações de HelpDesk para este status.

# lateColon
source: Late:
es: Tarde:
fr: Retard :
pl: Późne:
pt: Atrasado:

# ticket.slaFirstResponseDate.label
source: first response due
de: erste Antwort fällig
es: primera respuesta vencida
fr: première réponse due
pl: oczekiwana pierwsza odpowiedź
pt: primeira resposta devido

# ticket.slaFirstResponseDateDescription
source: Answer by {{ ticket.sla_first_answer_date | date: 'EEE, d MMM y, h:mm a' }}
de: Antwort von {{ ticket.sla_first_answer_date | date: 'EEE, d MMM y, h:mm a' }}
es: Respuesta por {{ ticket.sla_first_answer_date | date: 'EEE, d MMM y, h:mm a' }}
pl: Odpowiedź {{ ticket.sla_first_answer_date | date: 'EEE, d MMM y, h:mm a' }}

# ticket.slaDueDate.label
source: sla due date
de: sla Abgabedatum
es: fecha límite de sla
fr: date d'échéance sla
pl: sla termin
pt: Data de vencimento

# ticket.slaDueDate
source: Resolve this ticket by {{ ticket.sla_due_date | date: 'EEE, d MMM y, h:mm a' }}
de: Ticket mit {{ ticket.sla_due_date | date: 'EEE, d MMM y, h:mm a' }} lösen
es: Resuelve este ticket por {{ ticket.sla_due_date | date: 'EEE, d MMM y, h:mm a' }}
pl: Rozwiąż to zgłoszenie przez {{ ticket.sla_due_date | date: 'EEE, d MMM y, h:mm a' }}

source: create another one
de: erstelle ein anderes
es: crear otro
fr: en créer un autre
it: crearne un altro
pl: utwórz kolejny
pt: criar outro

source: requester
de: anfragen
es: solicitante
fr: demandeur
it: richiedente
pl: żądający
pt: Solicitante

source: this contact does not exist
de: dieser Kontakt existiert nicht
es: este contacto no existe
fr: ce contact n'existe pas
it: questo contatto non esiste
pl: ten kontakt nie istnieje
pt: este contato não existe

# titleCapitalized
source: Title
de: Titel
es: Título
fr: Titre de la page
it: Titolo
pl: Rozporządzenie Rady (EWG) nr 2658/87 z dnia 23 lipca 1987 r. w sprawie nomenklatury taryfowej i statystycznej oraz w sprawie Wspólnej Taryfy Celnej (Dz.U. L 256 z 7.9.1987, s. 1).
pt: Título

# requestDescriptionCapitalized
source: Request description
de: Beschreibung anfordern
es: Descripción de la solicitud
fr: Description de la requête
it: Richiedi descrizione
pl: Opis żądania
pt: Solicitar descrição

source: no scheduled date
de: kein geplantes Datum
es: no hay fecha programada
fr: aucune date planifiée
it: nessuna data programmata
pl: brak zaplanowanej daty
pt: nenhuma data agendada

source: no due date
de: kein Abgabedatum
es: sin fecha límite
fr: aucune date d'échéance
it: nessuna data di scadenza
pl: brak terminu płatności
pt: sem data de vencimento

# startTypingANameDotDotDot
source: start typing a name...
de: geben Sie einen Namen ein...
es: comienza a escribir un nombre...
fr: commencez à taper un nom...
it: inizia a digitare un nome...
pl: zacznij wpisywać nazwę...
pt: começar a digitar um nome...

source: requester name
de: anfragename
es: nombre del solicitante
fr: nom du demandeur
it: nome del richiedente
pl: nazwa żądającego
pt: Nome do solicitante

source: restricted agent cannot access the queue
de: eingeschränkter Agent kann nicht auf die Warteschlange zugreifen
es: el agente restringido no puede acceder a la cola
fr: l'agent restreint ne peut pas accéder à la file d'attente
it: l'agente limitato non può accedere alla coda
pl: agent zastrzeżony nie może uzyskać dostępu do kolejki
pt: agente restrito não pode acessar a fila

source: ticket has been unassigned
de: wurde nicht zugewiesen
es: ticket ha sido desasignado
fr: le ticket a été désaffecté
it: il ticket non è stato assegnato
pl: paragon został nieprzypisany
pt: Ticket foi desatribuído

# keepAnEyeOnSpentTimeLabel
source: keep an eye on spent time
de: ein Auge auf verbrachte Zeit behalten
es: vigilar el tiempo dedicado
fr: gardez un œil sur le temps passé
it: tenere d'occhio il tempo trascorso
pl: obserwuj spędzony czas
pt: manter olho no tempo gasto

source: re-open
de: wieder öffnen
es: reabrir
fr: ré-ouvrir
it: riapri
pl: ponownie otwórz
pt: reabrir

source: this ticket was merged and therefore cannot be reopened
de: dieses Ticket wurde zusammengeführt und kann daher nicht wieder geöffnet werden
es: este ticket fue fusionado y por lo tanto no puede ser reabierto
fr: ce ticket a été fusionné et ne peut donc pas être rouvert
it: questo biglietto è stato unito e quindi non può essere riaperto
pl: to zgłoszenie zostało scalone i dlatego nie można je ponownie otworzyć
pt: este ticket foi mesclado e, portanto, não pode ser reaberto

source: merged into
de: zusammengeführt in
es: fusionado en
fr: fusionné dans
it: unito in
pl: połączony w
pt: mesclado em

source: ticket not assigned
de: nicht zugewiesen
es: ticket no asignado
fr: ticket non assigné
it: ticket non assegnato
pl: nie przypisano zgłoszenia
pt: ticket não atribuído

source: reply
de: antworten
es: responder
fr: Répondre
it: rispondi
pl: odpowiedz
pt: responder

# close&amp;lockConversation
source: close & lock conversation
de: & Sperrkonversation beenden
es: cerrar & bloquear conversación
fr: fermer & verrouiller la conversation
it: chiudi & blocca conversazione
pl: zamknij & zablokuj rozmowę
pt: fechar & bloquear conversa

source: update and set status to
de: aktualisieren und Status setzen auf
es: actualizar y establecer estado a
fr: mettre à jour et définir le statut à
it: aggiorna e imposta lo stato a
pl: zaktualizuj i ustaw status na
pt: atualizar e definir status para

# close&amp;LockConversation
source: close & lock conversation
de: & Sperrkonversation beenden
es: cerrar & bloquear conversación
fr: fermer & verrouiller la conversation
it: chiudi & blocca conversazione
pl: zamknij & zablokuj rozmowę
pt: fechar & bloquear conversa

source: save as canned response
de: als vorgefertigte Antwort speichern
es: guardar como respuesta predefinida
fr: enregistrer en tant que réponse préenregistrée
it: salva come risposta in scatola
pl: zapisz jako gotową odpowiedź
pt: salvar como resposta pronta

# createDraftKBFromMessage
source: create draft knowledge base from this message
de: erstelle eine Wissensdatenbank aus dieser Nachricht
es: crear borrador de base de conocimiento a partir de este mensaje
fr: créer un brouillon de connaissances à partir de ce message
it: crea la base di conoscenza della bozza da questo messaggio
pl: utwórz szkic bazy wiedzy z tej wiadomości
pt: criar base de conhecimento de rascunho a partir desta mensagem

source: type a name or an email
de: geben Sie einen Namen oder eine E-Mail ein
es: escribe un nombre o un email
fr: tapez un nom ou un email
it: digita un nome o un'email
pl: wpisz nazwę lub adres e-mail
pt: digite um nome ou um e-mail

source: staff notes are only visible to agents.
de: Personalnotizen sind nur für Agenten sichtbar.
es: las notas del personal sólo son visibles para los agentes.
fr: les notes du personnel ne sont visibles qu'aux agents.
it: le note del personale sono visibili solo agli agenti.
pl: notatki dla personelu są widoczne tylko dla agentów.
pt: notas de pessoal são visíveis apenas para os agentes.

# replySavedAsArticleSuccess
source: A draft article has been created.
de: Ein Artikel wurde erstellt.
es: Se ha creado un borrador de artículo.
fr: Un brouillon a été créé.
it: È stata creata una bozza di articolo.
pl: Projekt artykułu został utworzony.
pt: Um rascunho de artigo foi criado.

source: first assigned on
de: zuerst zugewiesen am
es: primer asignado el
fr: premier assigné le
it: primo assegnato il
pl: pierwszy przypisany
pt: primeiro atribuído em

source: Closing ticket
de: Ticket schließen
es: Cerrando ticket
fr: Fermeture du ticket
it: Chiusura ticket
pl: Zamykanie biletu
pt: Fechando o bilhete

# closing_ticket_message
source: You are about to close this ticket. Users won't be able to add messages anymore
de: Sie sind dabei, dieses Ticket zu schließen. Benutzer können keine Nachrichten mehr hinzufügen
es: Estás a punto de cerrar este ticket. Los usuarios ya no podrán añadir mensajes
pl: Zamierzasz zamknąć to zgłoszenie. Użytkownicy nie będą mogli już dodawać wiadomości

source: Re opening ticket
de: Re Eröffnungs-Ticket
es: Re abrir ticket
fr: Re ticket d'ouverture
it: Re biglietto di apertura
pl: Otwarcie biletu
pt: Aplicativo de abertura

# re_opening_ticket_message
source: You are about to re-open this ticket
de: Sie sind dabei, dieses Ticket erneut zu öffnen
es: Está a punto de volver a abrir este ticket
fr: Vous êtes sur le point de rouvrir ce ticket
it: Stai per riaprire questo ticket
pl: Zamierzasz ponownie otworzyć to zgłoszenie
pt: Você está prestes a reabrir este ticket

source: confirm and merge
de: bestätigen und zusammenführen
es: confirmar y combinar
fr: confirmer et fusionner
it: conferma e unisci
pl: potwierdź i złącz
pt: confirmar e mesclar

source: go to ticket
de: zum Ticket gehen
es: ir al ticket
fr: aller au ticket
it: vai al ticket
pl: przejdź do zgłoszenia
pt: ir para o pedido

source: enter ticket ID to merge into
de: Ticket-ID zum Zusammenführen eingeben
es: introduce el ID del ticket en el que fusionar
fr: entrez l'ID du ticket à fusionner
it: inserisci ID ticket in cui unirsi
pl: wprowadź identyfikator zgłoszenia aby scalić
pt: insira o ID do ticket para juntar-se

source: cannot merge ticket into itself
de: kann Ticket nicht in sich zusammenführen
es: no se puede combinar el ticket en sí mismo
fr: ne peut pas fusionner le ticket dans lui-même
it: non è possibile unire il ticket in sé
pl: nie można scalić ticketu w siebie
pt: não é possível mesclar ticket em si mesmo

source: invalid ticket ID
de: ungültige Ticket-ID
es: ID de ticket inválido
fr: ID de ticket invalide
it: ID ticket non valido
pl: błędny identyfikator zgłoszenia
pt: ID do ticket inválido

source: merging tickets
de: fusioniere Tickets
es: fusionando tickets
fr: fusion des tickets
it: unione dei ticket
pl: scalanie zgłoszeń
pt: Mesclando tickets

source: into ticket
de: in Ticket
es: en el ticket
fr: dans le ticket
it: nel ticket
pl: do biletu
pt: em pedido de conta

source: message for ticket
de: Nachricht für Ticket
es: mensaje para ticket
fr: message pour le ticket
it: messaggio per il ticket
pl: wiadomość do zgłoszenia
pt: mensagem para o ticket

source: message visible by
de: Nachricht sichtbar durch
es: mensaje visible por
fr: message visible par
it: messaggio visibile da
pl: wiadomość widoczna przez
pt: mensagem visível por

source: staff only
de: nur personals
es: sólo personal
fr: personnel seulement
it: solo personale
pl: tylko personel
pt: apenas pessoal

source: creator and staff
de: Schöpfer und Personal
es: creador y personal
fr: créateur et personnel
it: creatore e personale
pl: twórca i personel
pt: criador e equipe

source: tickets have been merged
de: Tickets wurden zusammengeführt
es: tickets han sido fusionados
fr: les tickets ont été fusionnés
it: i ticket sono stati uniti
pl: bilety zostały scalone
pt: tickets foram mesclados

source: ticket merge
de: verschmelzen
es: fusión de tickets
fr: fusion de tickets
it: unione ticket
pl: scalanie zgłoszenia
pt: mesclar ticket

# defaultPrimaryMergeMessageSingleTicket
source: Ticket mojo#this.getMergedTicketIds()[0] was closed and merged into this ticket
de: Ticket mojo#this.getMergedTicketIds()[0] wurde geschlossen und in diesem Ticket zusammengeführt
es: Ticket mojo#this.getMergedTicketIds()[0] fue cerrado y fusionado en este ticket
pl: Zgłoszenie mojo#this.getMergedTicketIds()[0] zostało zamknięte i scalone w to zgłoszenie

# defaultPrimaryMergeMessageSeveralTickets
source: Ticket this.getMergedTicketIds() .map((id) => 'mojo#' + id) .join(',') were closed and merged into this ticket
de: Tickets this.getMergedTicketIds() .map((id) => 'mojo#' + id) .join(',') wurden geschlossen und in diesem Ticket zusammengeführt
es: Tickets this.getMergedTicketIds() .map((id) => 'mojo#' + id) .join(',') fueron cerrados y fusionados en este ticket
pl: Zgłoszenia this.getMergedTicketIds() .map((id) => 'mojo#' + id) .join(',') zostały zamknięte i scalone w to zgłoszenie

# defaultSecondaryMergeMessage
source: This ticket was closed and merged into ticket mojo#ticket.id
de: Dieses Ticket wurde geschlossen und zu Ticket mojo#ticket.id zusammengeführt
es: Este ticket fue cerrado y fusionado en el ticket mojo#ticket.id
pl: To zgłoszenie zostało zamknięte i scalone do zgłoszenia mojo#ticket.id

source: these files are all files
de: diese Dateien sind alle Dateien
es: estos archivos son todos los archivos
fr: ces fichiers sont tous des fichiers
it: questi file sono tutti i file
pl: te pliki to wszystkie pliki
pt: estes arquivos são todos os arquivos

source: these files are shared with contacts
de: diese Dateien werden mit Kontakten geteilt
es: estos archivos son compartidos con contactos
fr: ces fichiers sont partagés avec les contacts
it: questi file sono condivisi con i contatti
pl: te pliki są dzielone z kontaktami
pt: estes arquivos são compartilhados com contatos
