Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

# editTicketFormField.instructions
source: customize helpdesk ticket form by adding new custom fields, edit and reorder existing ones. All fields are visible and editable for the helpdesk staff regardless if the field is set to be visible or/and editable for ticket requester. Note that there are several system fields which you cannot delete
de: Anpassen des Helpdesk-Ticket-Formulars durch Hinzufügen neuer benutzerdefinierter Felder, Bearbeiten und Umsortieren bestehender Felder. Alle Felder sind für das Helpdesk-Personal sichtbar und editierbar, unabhängig davon, ob das Feld sichtbar oder editierbar für Ticketanfragen ist. Beachten Sie, dass es mehrere Systemfelder gibt, die Sie nicht löschen können
es: personalizar el formulario de tickets del helpdesk añadiendo nuevos campos personalizados, editar y reordenar los existentes. Todos los campos son visibles y editables para el personal del helpdesk independientemente de si el campo está configurado para ser visible o editable para el solicitante de tickets. Tenga en cuenta que hay varios campos del sistema que no puede eliminar
fr: personnaliser le formulaire de ticket helpdesk en ajoutant de nouveaux champs personnalisés, modifier et réorganiser les champs existants. Tous les champs sont visibles et modifiables pour le personnel du helpdesk, que le champ soit visible ou/et modifiable pour le demandeur de ticket. Notez qu'il existe plusieurs champs système que vous ne pouvez pas supprimer
it: personalizzare il modulo ticket dell'helpdesk aggiungendo nuovi campi personalizzati, modificare e riordinare quelli esistenti. Tutti i campi sono visibili e modificabili per il personale dell'helpdesk indipendentemente dal fatto che il campo sia visibile o/e modificabile per il requester del biglietto. Nota che ci sono diversi campi di sistema che non puoi eliminare
pl: Dostosuj formularz zgłoszenia helpdesk, dodając nowe pola niestandardowe, edytuj i zmień kolejność istniejących. Wszystkie pola są widoczne i edytowalne dla personelu helpdesk, niezależnie od tego, czy pole jest ustawione jako widoczne i/lub edytowalne dla żądającego zgłoszenia. Zauważ, że istnieje kilka pól systemowych, których nie możesz usunąć
pt: personalizar o formulário do helpdesk adicionando novos campos personalizados, edite e reordene os já existentes. Todos os campos são visíveis e editáveis para a equipe de suporte técnico independentemente de o campo ser definido como visível ou/e editável para o solicitante de ticket. Note que existem vários campos de sistema que não podem ser apagados

source: {VAR_PLURAL, plural, =1 {1 form} other {{INTERPOLATION} forms }}
de: {VAR_PLURAL, plural, =1 {1 Formular} other {{INTERPOLATION} Formulare }}
es: {VAR_PLURAL, plural, =1 {1 formulario} other {{INTERPOLATION} formularios }}
pl: {VAR_PLURAL, plural, =1 {1 formularz} other {{INTERPOLATION} formularze }}

# manageTicketFormsDescription
source: create forms with different fields (e.g. support or vacation request)
de: erstelle Formulare mit verschiedenen Feldern (z.B. Support oder Urlaubsanfrage)
es: crear formularios con diferentes campos (por ejemplo, asistencia o solicitud de vacaciones)
fr: créer des formulaires avec des champs différents (par exemple, support ou demande de vacances)
it: creare moduli con campi diversi (ad esempio supporto o richiesta di vacanza)
pl: tworzenie formularzy z różnymi polami (np. wsparcie lub żądanie urlopu)
pt: criar formulários com diferentes campos (por exemplo, solicitação de suporte ou férias)

source: plan information
de: plan-Informationen
es: información del plan
fr: Informations sur le forfait
it: informazioni piano
pl: informacje o planie
pt: informações do plano

source: default form
de: Standard-Formular
es: formulario por defecto
fr: formulaire par défaut
it: modulo predefinito
pl: formularz domyślny
pt: formulário padrão

# defaultTicketFormExplanation
source: the default form will be used for tickets created by email or created from web widget
de: das Standardformular wird für Tickets verwendet, die per E-Mail erstellt oder aus dem Web-Widget erstellt wurden
es: el formulario por defecto se utilizará para los tickets creados por correo electrónico o creados a partir del widget web
fr: le formulaire par défaut sera utilisé pour les tickets créés par e-mail ou créés à partir du widget web
it: il modulo predefinito verrà utilizzato per i ticket creati via email o creati dal widget web
pl: domyślny formularz będzie używany dla zgłoszeń utworzonych pocztą elektroniczną lub utworzonych z widżetu internetowego
pt: o formulário padrão será usado para tickets criados por e-mail ou criados a partir do widget web

source: enter new form name
de: neuen Formularnamen eingeben
es: introducir nuevo nombre de formulario
fr: entrez le nouveau nom du formulaire
it: inserisci il nuovo nome del modulo
pl: wprowadź nową nazwę formularza
pt: insira o novo nome do formulário

source: form name
de: formularname
es: nombre de formulario
fr: nom du formulaire
it: nome del modulo
pl: nazwa formularza
pt: nome do formulário

source: form name cannot be blank
de: Formularname darf nicht leer sein
es: el nombre del formulario no puede estar en blanco
fr: le nom du formulaire ne peut pas être vide
it: il nome del modulo non può essere vuoto
pl: nazwa formularza nie może być pusta
pt: nome do formulário não pode estar em branco

source: clone Form
de: Klon-Formular
es: clonar formulario
fr: Dupliquer la forme
pl: sklonuj formularz
pt: clonar Formulário

source: create ticket form
de: erstelle Ticketformular
es: crear formulario de ticket
fr: créer un formulaire de ticket
it: crea modulo ticket
pl: utwórz formularz zgłoszenia
pt: criar formulário de ticket

source: edit ticket form
de: Ticketformular bearbeiten
es: editar formulario de ticket
fr: Modifier le formulaire de ticket
it: modifica modulo ticket
pl: edytuj formularz zgłoszenia
pt: editar formulário do ticket

source: ticket form successfully edited
de: Ticketformular erfolgreich bearbeitet
es: formulario de ticket editado con éxito
fr: formulaire de ticket modifié avec succès
it: modulo ticket modificato con successo
pl: formularz zgłoszenia pomyślnie edytowany
pt: formulário de ticket editado com sucesso

source: ticket form successfully created
de: Ticketformular erfolgreich erstellt
es: formulario de ticket creado correctamente
fr: formulaire de ticket créé avec succès
it: modulo ticket creato con successo
pl: formularz zgłoszenia pomyślnie utworzony
pt: formulário de ticket criado com sucesso

# enterYourRequestAndWeWillGetBackToYouWithing8Hours
source: enter your request and we'll get back to you within 8 hours
de: geben Sie Ihre Anfrage ein und wir melden uns innerhalb von 8 Stunden bei Ihnen
es: introduce tu solicitud y te responderemos en un plazo de 8 horas
pl: wprowadź Twoją prośbę, a my wrócimy do Ciebie w ciągu 8 godzin

source: agents only
de: nur Agenten
es: sólo agentes
fr: agents seulement
it: solo agenti
pl: tylko agenci
pt: somente agentes

# ticketResolutionDescription
source: these are the values available for the ticket resolution field
de: dies sind die verfügbaren Werte für das Ticket-Auflösungsfeld
es: estos son los valores disponibles para el campo de resolución de tickets
fr: ce sont les valeurs disponibles pour le champ de résolution de ticket
it: questi sono i valori disponibili per il campo di risoluzione del ticket
pl: są to wartości dostępne dla pola rozdzielczości zgłoszenia
pt: estes são os valores disponíveis para o campo de resolução de ticket

source: edit resolution
de: Auflösung bearbeiten
es: editar resolución
fr: éditer la résolution
it: modifica risoluzione
pl: edytuj rozdzielczość
pt: editar resolução

source: create resolution
de: erstelle Auflösung
es: crear resolución
fr: créer une résolution
it: crea risoluzione
pl: utwórz rozdzielczość
pt: criar resolução

source: delete resolution
de: lösche Auflösung
es: eliminar resolución
fr: supprimer la résolution
it: elimina risoluzione
pl: usuń rozdzielczość
pt: excluir resolução

source: confirm resolution deletion
de: bestätige die Löschung der Auflösung
es: confirmar eliminación de resolución
fr: confirmer la suppression de la résolution
it: conferma cancellazione risoluzione
pl: potwierdź usunięcie rozdzielczości
pt: confirmar exclusão de resolução

source: resolution successfully edited
de: Auflösung erfolgreich bearbeitet
es: resolución editada con éxito
fr: résolution modifiée avec succès
it: risoluzione modificata con successo
pl: Rozdzielczość edytowana pomyślnie
pt: resolução editada com sucesso

source: resolution successfully created
de: Auflösung erfolgreich erstellt
es: resolución creada correctamente
fr: résolution créée avec succès
it: risoluzione creata con successo
pl: Rozdzielczość pomyślnie utworzona
pt: resolução criada com sucesso

source: enter new resolution name
de: neuen Auflösungsnamen eingeben
es: introducir nuevo nombre de resolución
fr: entrer un nouveau nom de résolution
it: inserisci il nome della nuova risoluzione
pl: wprowadź nową nazwę rozdzielczości
pt: digite o novo nome de resolução

source: resolution name cannot be blank
de: auflösungsname darf nicht leer sein
es: el nombre de resolución no puede estar en blanco
fr: le nom de la résolution ne peut pas être vide
it: il nome della risoluzione non può essere vuoto
pl: nazwa rozdzielczości nie może być pusta
pt: nome da resolução não pode estar em branco

# ticketSettings.sla.subtitle
source: SLA timer should stop for the following statuses:
de: DLV-Timer sollte für die folgenden Status aufhören:
es: El temporizador de SLA debe detenerse para los siguientes estados:
fr: La minuterie de SLA devrait s'arrêter pour les statuts suivants :
pl: SLA timer powinien zatrzymać się dla następujących statusów:
pt: Temporizador SLA deve parar para os seguintes status:

source: tickets security settings
de: Ticket-Sicherheitseinstellungen
es: ajustes de seguridad de tickets
fr: paramètres de sécurité des tickets
it: impostazioni di sicurezza dei ticket
pl: ustawienia zabezpieczeń biletów
pt: Configurações de segurança

source: messaging
de: nachrichten
es: mensajería
fr: messagerie
it: messaggistica
pl: wiadomości
pt: mensagens

# ticketSettings.sla.title
source: Service Level Agreement timers
de: Timer für Service-Level-Vereinbarungen
es: Temporizadores de nivel de servicio
fr: Minuteries d'entente de niveau de service
pl: Czas obowiązywania umowy o poziomie usług
pt: Temporizadores de Nível de Serviço

source: ticket settings
de: Ticket-Einstellungen
es: configuración de ticket
fr: paramètres de ticket
it: impostazioni ticket
pl: ustawienia zgłoszenia
pt: configurações do ticket

# replyToCCLabel
source: reply all by default
de: antworte standardmäßig alle
es: responder todo por defecto
fr: répondre par défaut
it: rispondi a tutti per impostazione predefinita
pl: Odpowiedz domyślnie
pt: responder tudo por padrão

# replyToCCFormHelp
source: When replying in a ticket all cc'd recipients will be automatically added to the cc field. Best to turn off if you default to private messages.
de: Beim Beantworten in einem Ticket werden alle cc'd Empfänger automatisch dem cc-Feld hinzugefügt. Am besten ausschalten, wenn Sie private Nachrichten standardmäßig verwenden.
es: Al responder en un ticket todos los destinatarios de cc'd se añadirán automáticamente al campo cc. Lo mejor para apagar si predetermina mensajes privados.
pl: Podczas odpowiedzi w zgłoszeniu wszyscy odbiorcy cc'd zostaną automatycznie dodani do pola cc. Najlepiej wyłączyć, jeśli domyślnie używasz prywatnych wiadomości.

# timeTrackingUnitIdFormLabel
source: time tracking unit
de: Zeiterfassungseinheit
es: unidad de seguimiento de tiempo
fr: unité de suivi du temps
it: unità di monitoraggio del tempo
pl: jednostka śledzenia czasu
pt: unidade de rastreamento de tempo

# isRatingEnabledFormLabel
source: allow rating
de: erlaubte Bewertung
es: permitir valoración
fr: autoriser l'évaluation
it: consentire la valutazione
pl: zezwól na ocenę
pt: permitir avaliação

# isRatingEnabledFormHelp
source: Display the mojo star and ticket ratings
de: Mojo-Stern und Ticket-Bewertungen anzeigen
es: Mostrar la estrella del mojo y las valoraciones de tickets
fr: Afficher les étoiles du mojo et les évaluations des tickets
it: Visualizza le valutazioni della stella del mojo e dei biglietti
pl: Wyświetl gwiazdkę mojo i ocenę zgłoszeń
pt: Exibir as estrelas do mojo e as avaliações do ticket

# allowTicketDeletionForAgentsFormLabel
source: allow agents to delete tickets and comments
de: erlaubt Agenten Tickets und Kommentare zu löschen
es: permitir a los agentes eliminar tickets y comentarios
fr: permettre aux agents de supprimer des tickets et des commentaires
it: consentire agli agenti di eliminare ticket e commenti
pl: zezwól agentom na usuwanie zgłoszeń i komentarzy
pt: permitir que agentes excluam tickets e comentários

# allowTicketDeletionForAgentsFormHelp
source: Whether agents can delete tickets and comments.
de: Ob Agenten Tickets und Kommentare löschen können.
es: Si los agentes pueden eliminar tickets y comentarios.
fr: Si les agents peuvent supprimer des tickets et des commentaires.
it: Indica se gli agenti possono eliminare ticket e commenti.
pl: Czy agenci mogą usuwać zgłoszenia i komentarze.
pt: Se agentes podem excluir tickets e comentários.

# showQuickTicketFormLabel
source: show quick ticket
de: schnell anzeigen
es: mostrar ticket rápido
fr: afficher le ticket rapide
it: mostra ticket rapido
pl: pokaż szybkie zgłoszenie
pt: mostrar pedido rápido

# showQuickTicketFormHelp
source: Show the quick ticket input in the new ticket dropdown
de: Zeige die Schnelleingabe in der neuen Ticket-Dropdown-Liste
es: Mostrar la entrada rápida de tickets en el nuevo desplegable de tickets
fr: Afficher la saisie rapide du ticket dans la liste déroulante des nouveaux tickets
it: Mostra il rapido ingresso del ticket nel nuovo ticket a discesa
pl: Pokaż szybkie wprowadzenie zgłoszenia w nowym rozwijanym zgłoszeniu
pt: Mostrar a entrada rápida do ticket no menu suspenso de novos tickets

source: allow unregistered users to create tickets
de: nicht registrierten Benutzern erlauben, Tickets zu erstellen
es: permitir a usuarios no registrados crear tickets
fr: autoriser les utilisateurs non enregistrés à créer des tickets
it: consentire agli utenti non registrati di creare ticket
pl: zezwól niezarejestrowanym użytkownikom na tworzenie zgłoszeń
pt: permitir que usuários não registrados criem tickets

source: Web and email initiated tickets pending confirmation must be set to "Off" for this to work
de: Web-und e-Mail initiierte Tickets mit ausstehender Bestätigung müssen auf "Off" gesetzt werden, damit dies funktioniert
es: tickets iniciados por web y correo electrónico pendientes de confirmación deben establecerse en "Apagar" para que esto funcione
pl: Zainicjowane przez internet i e-mail zgłoszenia oczekujące na potwierdzenie muszą być ustawione na "Off" aby to zadziałało

source: allow unregistered users to attach files
de: nicht registrierten Benutzern das Anhängen von Dateien erlauben
es: permitir a los usuarios no registrados adjuntar archivos
fr: autoriser les utilisateurs non enregistrés à joindre des fichiers
it: consentire agli utenti non registrati di allegare file
pl: zezwól niezarejestrowanym użytkownikom na dołączanie plików
pt: permitir que usuários não registrados anexem arquivos

# guestRequestConfirmationLabel
source: Require the ticket requester to confirm tickets created from the Help Center
de: Erfordert die Ticket-Anfrage zur Bestätigung der Tickets, die vom Hilfe-Center erstellt wurden
es: Requiere que el solicitante de tickets confirme los tickets creados desde el Centro de Ayuda
fr: Exiger que le demandeur de ticket confirme les tickets créés à partir du Centre d'Aide
it: Richiedi al richiedente il biglietto per confermare i biglietti creati dal Centro assistenza
pl: Wymagaj potwierdzenia biletów utworzonych przez Centrum Pomocy
pt: Exigir que o solicitador de ticket confirme os tickets criados a partir do centro de ajuda

# isGuestRequestsConfirmationRequiredFormHelp
source: Confirmation is required for unregistered users submitting a ticket for the first time (no attachments allowed)
de: Bestätigung ist erforderlich für nicht registrierte Benutzer, die zum ersten Mal ein Ticket senden (keine Anhänge erlaubt)
es: Se requiere confirmación para que los usuarios no registrados envíen un ticket por primera vez (no se permiten archivos adjuntos)
fr: La confirmation est requise pour les utilisateurs non enregistrés qui soumettent un ticket pour la première fois (aucune pièce jointe n'est autorisée)
it: La conferma è richiesta per gli utenti non registrati che inviano un biglietto per la prima volta (nessun allegato consentito)
pl: Potwierdzenie jest wymagane dla niezarejestrowanych użytkowników wysyłających zgłoszenie po raz pierwszy (bez dozwolonych załączników)
pt: É necessária confirmação para usuários não registrados enviando um ticket pela primeira vez (nenhum anexo permitido)

# guestRequestEmailConfirmationLabel
source: Require the ticket requester to confirm tickets created by email
de: Erfordert die Ticketanfrage, Tickets per E-Mail zu bestätigen
es: Requiere el solicitante de tickets para confirmar tickets creados por correo electrónico
fr: Exiger que le demandeur de ticket confirme les tickets créés par e-mail
it: Richiedi al richiedente del biglietto di confermare i biglietti creati via email
pl: Wymagaj od zgłaszającego zgłoszenie potwierdzenia biletów utworzonych przez e-mail
pt: Exigir que o solicitador de ticket confirme os tickets criados por email

# isGuestEmailRequestsConfirmationRequiredFormHelp
source: Confirmation is required for unregistered users submitting a ticket for the first time (no attachments allowed). Turn it 'ON' in case you are receiving spam
de: Bestätigung ist erforderlich für nicht registrierte Benutzer, die zum ersten Mal ein Ticket senden (keine Anhänge erlaubt). Aktivieren Sie es 'AN', falls Sie Spam erhalten
es: Se requiere confirmación para que los usuarios no registrados envíen un ticket por primera vez (sin adjuntos permitidos). Actívalo en caso de que estés recibiendo spam
pl: Potwierdzenie jest wymagane dla niezarejestrowanych użytkowników wysyłających zgłoszenie po raz pierwszy (bez dozwolonych załączników). Włącz je w przypadku gdy otrzymujesz spam

source: all tickets
de: alle Tickets
es: todos los tickets
fr: tous les tickets
it: tutti i ticket
pl: wszystkie bilety
pt: todos os pedidos

# tagsManagementDescription
source: improve productivity by creating specific tags
de: Verbesserung der Produktivität durch das Erstellen spezifischer Tags
es: mejorar la productividad creando etiquetas específicas
fr: améliorer la productivité en créant des tags spécifiques
it: migliorare la produttività creando tag specifici
pl: poprawić wydajność poprzez tworzenie konkretnych tagów
pt: melhore a produtividade criando tags específicas

source: merge
de: zusammenführen
es: fusión
fr: fusionner
it: unisci
pl: scalanie
pt: mesclar

source: merging tags
de: fusioniere Tags
es: fusionando etiquetas
fr: fusion des tags
it: unione dei tag
pl: scalanie tagów
pt: mesclando tags

source: ticket with this tag
de: ticket mit diesem Tag
es: ticket con esta etiqueta
fr: ticket avec ce tag
it: ticket con questa etichetta
pl: zgłoszenie z tym tagiem
pt: bilhete com esta tag

source: tickets with this tag
de: Tickets mit diesem Tag
es: tickets con esta etiqueta
fr: tickets avec ce tag
it: ticket con questa etichetta
pl: bilety z tym tagiem
pt: tickets com esta etiqueta

# willBeMergeWith
source: will be merged with
de: wird zusammengeführt mit
es: se fusionará con
fr: sera fusionné avec
it: sarà unito con
pl: zostanie scalony z
pt: será mesclado com

source: create tag
de: erstelle Tag
es: crear etiqueta
fr: créer un tag
it: crea tag
pl: utwórz tag
pt: criar etiqueta

source: tag successfully edited
de: Tag erfolgreich bearbeitet
es: etiqueta editada con éxito
fr: tag modifié avec succès
it: tag modificato con successo
pl: tag pomyślnie edytowany
pt: etiqueta editada com sucesso

source: tag successfully created
de: Tag erfolgreich erstellt
es: etiqueta creada correctamente
fr: tag créé avec succès
it: tag creato con successo
pl: tag pomyślnie utworzony
pt: etiqueta criada com sucesso

source: enter new tag name
de: neuen Tagnamen eingeben
es: introducir nuevo nombre de etiqueta
fr: entrer un nouveau nom de tag
it: inserisci nuovo nome tag
pl: wprowadź nową nazwę tagu
pt: digite o novo nome da etiqueta

source: tag name cannot be blank
de: Tag Name darf nicht leer sein
es: nombre de etiqueta no puede estar en blanco
fr: le nom du tag ne peut pas être vide
it: il nome del tag non può essere vuoto
pl: nazwa tagu nie może być pusta
pt: tag não pode estar em branco

source: color
de: farben
fr: couleur
it: colore
pl: kolor
pt: cor

# typesManagementDescription
source: types are categories for tickets. This is where you can create, edit or delete ticket types
de: -Typen sind Kategorien für Tickets. Hier können Sie Ticket-Typen erstellen, bearbeiten oder löschen
es: son categorías para los Tickets. Aquí es donde puede crear, editar o eliminar tipos de tickets
fr: les types sont des catégories pour les tickets. C'est là que vous pouvez créer, modifier ou supprimer des types de tickets
it: i tipi sono categorie per i ticket. Qui puoi creare, modificare o eliminare i tipi di ticket
pl: typy są kategoriami zgłoszeń. Tutaj możesz tworzyć, edytować lub usuwać typy zgłoszeń
pt: tipos são categorias para tickets. É onde você pode criar, editar ou excluir tipos de ticket

source: edit type
de: editieren Typ
es: editar tipo
fr: modifier le type
it: tipo di modifica
pl: edytuj typ
pt: editar tipo

source: create type
de: erstelle Typ
es: crear tipo
fr: créer un type
it: crea tipo
pl: utwórz typ
pt: criar tipo

source: delete type
de: lösche Typ
es: borrar tipo
fr: supprimer le type
it: elimina tipo
pl: usuń typ
pt: excluir tipo

source: confirm type deletion
de: bestätigen Typ löschen
es: confirmar borrado de tipo
fr: confirmer la suppression du type
it: conferma cancellazione tipo
pl: potwierdź usunięcie typu
pt: confirmar exclusão de tipo

source: type successfully edited
de: typ erfolgreich bearbeitet
es: tipo editado con éxito
fr: type modifié avec succès
it: tipo modificato con successo
pl: typ pomyślnie edytowany
pt: tipo editado com sucesso

source: type successfully created
de: Typ erfolgreich erstellt
es: tipo creado correctamente
fr: type créé avec succès
it: tipo creato con successo
pl: typ został pomyślnie utworzony
pt: tipo criado com sucesso

source: enter new type name
de: neuen Typnamen eingeben
es: introducir nuevo nombre
fr: entrez le nom du nouveau type
it: inserisci il nome del nuovo tipo
pl: wprowadź nazwę nowego typu
pt: digite o nome do novo tipo

source: type name cannot be blank
de: typname darf nicht leer sein
es: el nombre de tipo no puede estar en blanco
fr: le nom du type ne peut pas être vide
it: il nome del tipo non può essere vuoto
pl: nazwa typu nie może być pusta
pt: nome do tipo não pode estar em branco

source: new search
de: neue Suche
es: nueva búsqueda
fr: nouvelle recherche
it: nuova ricerca
pl: nowe wyszukiwanie
pt: nova pesquisa

# createSearchPageDescription
source: create a search to access easily specified tickets from menu
de: eine Suche erstellen, um auf leicht spezifizierte Tickets aus dem Menü zuzugreifen
es: crear una búsqueda para acceder fácilmente a tickets especificados desde el menú
fr: créer une recherche pour accéder facilement à certains tickets depuis le menu
it: crea una ricerca per accedere facilmente ai biglietti specificati dal menu
pl: utwórz wyszukiwanie, aby uzyskać dostęp do określonych zgłoszeń z menu
pt: crie uma pesquisa para acessar tickets facilmente especificados a partir do menu
