Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

# gizmoDropdownNamePlaceholder
source: Field label. E.g.: Pick your favorite pet?
de: Feldbezeichnung. Z.: Wähle dein Lieblingstier aus?
es: Etiqueta de campo. E.: ¿Elige tu mascota favorita?
fr: Étiquette de champ. Ex. : Choisissez votre animal de compagnie préféré ?
it: Etichetta campo. Ad esempio: Scegli il tuo animale domestico preferito?
pl: Etykieta polowa. Np.: wybrać swoje ulubione zwierzaka?
pt: Legenda do campo. Por exemplo: Escolha seu animal de estimação favorito?

source: Field label. E.g.: Pick your favorite pet?
de: Feldbezeichnung. Z.: Wähle dein Lieblingstier aus?
es: Etiqueta de campo. E.: ¿Elige tu mascota favorita?
fr: Étiquette de champ. Ex. : Choisissez votre animal de compagnie préféré ?
it: Etichetta campo. Ad esempio: Scegli il tuo animale domestico preferito?
pl: Etykieta polowa. Np.: wybrać swoje ulubione zwierzaka?
pt: Legenda do campo. Por exemplo: Escolha seu animal de estimação favorito?

source: user will select an option from this list
de: Benutzer wird eine Option aus dieser Liste auswählen
es: el usuario seleccionará una opción de esta lista
fr: l'utilisateur sélectionnera une option dans cette liste
it: l'utente selezionerà un'opzione da questo elenco
pl: użytkownik wybierze opcję z tej listy
pt: usuário selecionará uma opção desta lista

source: no answer
de: keine Antwort
es: sin respuesta
fr: pas de réponse
it: nessuna risposta
pl: brak odpowiedzi
pt: sem resposta

source: is enabled
de: ist aktiviert
es: está habilitado
fr: est activé
it: è abilitato
pl: jest włączone
pt: está ativado

source: options
de: optionen
es: opciones
it: opzioni
pl: opcje
pt: Opções

source: advanced options
de: erweiterte Optionen
es: opciones avanzadas
fr: options avancées
it: opzioni avanzate
pl: Opcje zaawansowane
pt: opções avançadas

source: visible to staff only
de: nur für Personal sichtbar
es: sólo visible para el personal
fr: visible uniquement par le personnel
it: visibile solo al personale
pl: widoczne tylko dla personelu
pt: visível apenas para staff

source: unsaved changes
de: ungespeicherte Änderungen
es: cambios sin guardar
fr: modifications non enregistrées
it: modifiche non salvate
pl: niezapisane zmiany
pt: Alterações não salvas

source: saving
de: speichern
es: guardando
fr: sauvegarde
it: salvataggio
pl: zapisywanie
pt: poupando

source: saved
de: gespeichert
es: guardado
fr: sauvegardé
it: salvato
pl: zapisano
pt: guardado

source: help message
de: hilfenachricht
es: mensaje de ayuda
fr: message d'aide
it: messaggio di aiuto
pl: wiadomość pomocy
pt: mensagem de ajuda

source: prompt message
de: nachricht anfragen
es: mensaje
fr: message d'invitation
it: messaggio di messaggio
pl: wiadomość z pytaniem
pt: mensagem de alerta

source: set value for existing records
de: setze Wert für vorhandene Datensätze
es: establecer valor para los registros existentes
fr: définir la valeur pour les enregistrements existants
it: imposta valore per i record esistenti
pl: ustaw wartość dla istniejących rekordów
pt: definir valor para registros existentes

source: contact can view this field
de: kann dieses Feld anzeigen
es: el contacto puede ver este campo
fr: le contact peut voir ce champ
it: il contatto può visualizzare questo campo
pl: kontakt może wyświetlić to pole
pt: contato pode ver este campo

source: contact can edit this field
de: kann dieses Feld bearbeiten
es: el contacto puede editar este campo
fr: le contact peut modifier ce champ
it: il contatto può modificare questo campo
pl: kontakt może edytować to pole
pt: contato pode editar este campo

source: no queue
de: keine Warteschlange
es: sin cola
fr: aucune file d'attente
it: nessuna coda
pl: brak kolejki
pt: sem fila

source: no resolution
de: keine Auflösung
es: sin resolución
fr: pas de résolution
it: nessuna risoluzione
pl: brak rozdzielczości
pt: sem resolução

source: no type
de: kein Typ
es: sin tipo
fr: aucun type
it: nessun tipo
pl: brak typu
pt: sem tipo

# gizmoShortAnswerHelpText
source: short answer
de: kurze Antwort
es: respuesta corta
fr: réponse courte
it: risposta breve
pl: krótka odpowiedź
pt: resposta curta

# gizmoLongAnswerHelpText
source: long answer
de: lange Antwort
es: respuesta larga
fr: longue réponse
it: risposta lunga
pl: długa odpowiedź
pt: resposta longa

source: number
de: anzahl
es: número
fr: N°
it: numero
pl: numer
pt: Número

# checkboxGizomHelpText
source: checkbox
de: ankreuzfeld
es: casilla
fr: case à cocher
it: casella
pl: pole wyboru

source: dropdown
de: abklappen
es: desplegable
fr: liste déroulante
it: discesa
pl: lista rozwijana
pt: suspenso

source: system name
es: nombre del sistema
fr: nom du système
it: nome del sistema
pl: nazwa systemu
pt: nome do sistema

source: Unique field identifier
de: Eindeutige Feldbezeichnung
es: Identificador de campo único
fr: Identifiant de champ unique
it: Identificatore unico di campo
pl: Unikalny identyfikator pola
pt: Identificador de campo exclusivo

# uniqueIdentifierErrorMessage
source: only lowercase letters, underscores, and numbers are allowed
de: nur Kleinbuchstaben, Unterstriche und Zahlen sind erlaubt
es: sólo se permiten letras en minúsculas, guiones bajos y números
fr: seules les lettres minuscules, les soulignements et les chiffres sont autorisés
it: solo lettere minuscole, underscore e numeri sono ammessi
pl: dozwolone są tylko małe litery, podkreślenia i cyfry
pt: apenas letras minúsculas, sublinhados e números são permitidos

source: already taken
de: bereits vergeben
es: ya tomado
fr: déjà pris
it: già preso
pl: już zajęte
pt: já foi tomada

# gizmoSystemNameExplanation
source: the system name should be unique, containing letters, numbers and '_' (example: 'city_of_birth'). The system name is used to access data programmatically. If you do not know what this is, you can safely ignore it
de: der Systemname sollte eindeutig sein und Buchstaben, Zahlen und '_' enthalten (Beispiel: 'city_of_birth'). Der Systemname wird verwendet, um auf Daten zuzugreifen. Wenn Sie nicht wissen, was das ist, können Sie ihn einfach ignorieren
es: el nombre del sistema debe ser único, conteniendo letras, números y '_' (ejemplo: 'city_of_birth'). El nombre del sistema se utiliza para acceder a los datos de forma programada. Si no sabe lo que es, puede ignorarlo con seguridad
pl: nazwa systemu powinna być unikalna, zawierająca litery, cyfry i '_' (na przykład: 'city_of_birth'). Nazwa systemu jest używana do edycji danych. Jeśli nie wiesz co to jest, możesz ją bezpiecznie zignorować

source: user will check this box
de: der Benutzer wird dieses Kästchen markieren
es: el usuario marcará esta casilla
fr: l'utilisateur cochera cette case
it: l'utente selezionerà questa casella
pl: użytkownik zaznaczy to pole
pt: usuário irá verificar esta caixa

source: optional
es: opcional
fr: optionnel
it: opzionale
pl: fakultatywne
pt: opcional

source: start a new trial account
de: ein neues Testkonto eröffnen
es: iniciar una nueva cuenta de prueba
fr: démarrer un nouveau compte d'essai
it: avvia un nuovo account di prova
pl: uruchom nowe konto próbne
pt: Iniciar uma nova conta de teste

source: customers are waiting
de: Kunden warten
es: los clientes están esperando
fr: clients en attente
it: clienti in attesa
pl: klienci czekają
pt: Os clientes estão aguardando

source: number of unassigned tickets
de: Anzahl der nicht zugewiesenen Tickets
es: número de tickets no asignados
fr: nombre de tickets non attribués
it: numero di ticket non assegnati
pl: liczba nieprzypisanych zgłoszeń
pt: número de pedidos não atribuídos

source: get started
de: loslegen
es: empiezan
fr: Commencer
it: per iniziare
pl: zacznij
pt: começar agora

source: buy now
de: jetzt kaufen
es: comprar ahora
fr: acheter maintenant
it: acquista ora
pl: kup teraz
pt: comprar agora

source: Request a demo
de: Demo anfordern
es: Solicitar una demo
fr: Demander une démo
it: Richiedi una demo
pl: Poproś o demo
pt: Solicitar uma demonstração

source: users
de: benutzer
es: usuarios
fr: utilisateurs
it: utenti
pl: użytkownicy
pt: Usuários

source: reports
de: meldet
es: reportes
fr: Rapports
it: rapporti
pl: raporty
pt: relatórios

source: admin
es: administrador
fr: Administrateur
pl: Administrator
pt: administrador

source: Search tickets
de: Tickets durchsuchen
es: Buscar tickets
fr: Rechercher des tickets
it: Cerca biglietti
pl: Szukaj paragonów
pt: Procurar tickets

# manualModeSearchContent
source: Entering manual mode...
de: Manuellen Modus wird eingegeben...
es: Entrando en modo manual...
fr: Saisie du mode manuel...
it: Inserimento della modalità manuale...
pl: Uruchamianie trybu ręcznego...
pt: Entrando no modo manual...

source: search
de: suchen
es: buscar
fr: recherche
it: cerca
pl: szukaj
pt: Pesquisar

source: advanced
de: fortgeschrittene
es: avanzado
fr: Avancé
it: avanzato
pl: zaawansowane
pt: avançado

source: welcome in trial
de: willkommen in der Testversion
es: bienvenido en la prueba
fr: bienvenue dans l'essai
it: benvenuto nella prova
pl: witaj w próbie
pt: Bem-vindo(a) ao Desafio

source: customer help center
de: kunden-Hilfe-Center
es: centro de asistencia al cliente
fr: centre d'assistance à la clientèle
it: centro assistenza clienti
pl: centrum pomocy klienta
pt: centro de ajuda ao cliente

source: staff help center
de: personal-Hilfe-Center
es: centro de ayuda del personal
fr: centre d'aide du personnel
it: centro assistenza personale
pl: centrum pomocy personelu
pt: centro de ajuda da equipe

source: performance
de: performant
es: rendimiento
pl: wydajność
pt: desempenho

source: profile
de: profil
es: perfil
fr: profil
it: profilo
pl: profil
pt: perfil

source: logout
de: abmelden
es: cerrar sesión
fr: déconnexion
pl: wyloguj się
pt: Sair

source: suggest a feature
de: empfehle eine Funktion
es: sugerir una característica
fr: suggérer une fonctionnalité
it: suggerire una funzione
pl: sugeruje funkcję
pt: sugerir uma funcionalidade

source: report a problem
de: ein Problem melden
es: reportar un problema
fr: signaler un problème
it: segnala un problema
pl: zgłoś problem
pt: relatar um problema

source: mojo blog
fr: blog de mojo
it: blog di mojo
pl: blog mojo
pt: blog mojo

source: help using Mojo
de: Hilfe bei der Verwendung von Mojo
es: ayuda usando Mojo
fr: aide à utiliser Mojo
it: aiuto nell'utilizzo di Mojo
pl: pomoc przy użyciu Mojo
pt: ajude a usar o Mojo

source: how-to videos
de: wie-to-Videos
es: vídeos de cómo
fr: comment faire des vidéos
it: how-to video
pl: Jaki film
pt: vídeos práticos

source: what's new in Mojo
de: was ist neu in Mojo
es: qué hay de nuevo en Mojo
pl: co nowego w Mojo

# mojoStatus
source: Mojo helpdesk status
es: Estado del helpdesk de Mojo
fr: Statut du helpdesk Mojo
it: Stato helpdesk Mojo
pl: Status helpdesk Mojo
pt: Status do Helpdesk Mojo

source: account administration
de: konto-Verwaltung
es: administración de cuenta
fr: administration du compte
it: amministrazione account
pl: zarządzanie kontem
pt: administração da conta

source: asset management
es: gestión de activos
fr: gestion des actifs
it: gestione patrimoniale
pl: zarządzanie aktywami
pt: gerenciamento de ativos

source: keyboard shortcuts
de: Tastaturkürzel
es: atajos de teclado
fr: raccourcis clavier
it: scorciatoie da tastiera
pl: skróty klawiszowe
pt: Atalhos de teclado

# account.backToClassicUI.link
source: back to Mojo classic UI
de: zurück zum Mojo-Klassiker
es: volver a la interfaz clásica de Mojo
fr: Retour à l'interface graphique classique de Mojo
it: torna all'interfaccia classica di Mojo
pl: z powrotem do klasycznego interfejsu Mojo
pt: voltar para a interface clássica do Mojo

source: view in knowledge base
de: in der Wissensdatenbank anzeigen
es: ver en la base de conocimientos
fr: voir dans la base de connaissances
it: vista nella base di conoscenze
pl: zobacz bazę wiedzy
pt: ver na base de conhecimento

source: overview
de: übersicht
es: resumen
fr: Aperçu
it: panoramica
pl: przegląd
pt: visão

# keyboardShortcutModalHelp
source: Keyboard shortcuts help increase productivity by allowing users to control Mojo with lighting fast key strokes.
de: Tastenkürzel erhöhen die Produktivität durch die Möglichkeit, Mojo mit schnellen Tastenkürzeln zu steuern.
es: Los atajos de teclado ayudan a aumentar la productividad al permitir a los usuarios controlar Mojo con las teclas de iluminación rápidas.
fr: Les raccourcis clavier aident à augmenter la productivité en permettant aux utilisateurs de contrôler Mojo avec l'éclairage des touches rapides.
it: Le scorciatoie da tastiera aiutano ad aumentare la produttività consentendo agli utenti di controllare Mojo con l'illuminazione di tratti di tasti veloci.
pl: Skróty klawiaturowe pomagają zwiększyć produktywność poprzez umożliwienie użytkownikom kontrolowania Mojo za pomocą szybkich przycisków oświetlenia.
pt: Atalhos de teclado ajudam a aumentar a produtividade, permitindo aos usuários controlar o Mojo com iluminação dos traços de teclas rápidas.

# inTheProfileYouCanEnableOrDisableKeyboardShortcuts
source: you can enable or disable keyboard shortcuts
de: du kannst Tastaturkürzel aktivieren oder deaktivieren
es: puede activar o desactivar atajos de teclado
fr: vous pouvez activer ou désactiver les raccourcis clavier
it: è possibile abilitare o disabilitare le scorciatoie da tastiera
pl: możesz włączyć lub wyłączyć skróty klawiszowe
pt: você pode ativar ou desativar atalhos de teclado

source: in the profile
de: im Profil
es: en el perfil
fr: dans le profil
it: nel profilo
pl: w profilu
pt: no perfil

source: go to
de: gehen zu
es: ir a
fr: aller à
it: vai a
pl: przejdź do
pt: ir para

source: then
de: dann
es: entonces
fr: puis
it: poi
pl: potem
pt: então

source: go to new ticket default form
de: zum Standardformular für neues Ticket gehen
es: ir al nuevo formulario predeterminado del ticket
fr: aller au formulaire par défaut du nouveau ticket
it: vai al nuovo modulo predefinito del ticket
pl: przejdź do nowego domyślnego formularza zgłoszenia
pt: ir para o formulário padrão do novo ticket

source: open dropdown new ticket to choose form
de: neues Ticket öffnen, um Formular auszuwählen
es: abrir nuevo ticket desplegable para elegir formulario
fr: ouvrir la liste déroulante des nouveaux tickets pour choisir le formulaire
it: apri il nuovo ticket a discesa per scegliere il modulo
pl: otwórz listę rozwijaną nowego zgłoszenia, aby wybrać formularz
pt: abrir novo ticket dropdown para escolher o formulário

source: go to my assignments
de: zu meinen Aufgaben gehen
es: ir a mis tareas
fr: aller à mes tâches
it: vai ai ai miei incarichi
pl: przejdź do moich zadań
pt: ir para minhas atividades

source: go to unassigned tickets list
de: zur Liste nicht zugewiesener Tickets gehen
es: ir a la lista de tickets no asignados
fr: aller à la liste des tickets non attribués
it: vai alla lista ticket non assegnata
pl: przejdź do listy nieprzypisanych zgłoszeń
pt: ir para lista de tickets não atribuídos

source: go to watch tickets list
de: schaue dir die Ticketliste an
es: ir a ver lista de tickets
fr: aller à la liste des tickets
it: vai alla lista dei biglietti
pl: przejdź do listy zgłoszeń obserwowanych
pt: ir para a lista de tickets

source: go to open tickets list
de: gehe zur Liste der Tickets
es: ir a la lista de tickets abiertos
fr: aller à la liste des tickets ouverts
it: vai ad aprire l'elenco dei ticket
pl: przejdź do listy otwartych zgłoszeń
pt: ir para a lista de tickets aberta

source: go to dashboard
de: zum Dashboard gehen
es: ir al panel
fr: aller au tableau de bord
it: vai alla dashboard
pl: przejdź do panelu
pt: ir para o painel

source: go to mojo settings
de: gehe zu Mojo-Einstellungen
es: ir a la configuración de mojo
fr: aller dans les paramètres du mojo
it: vai alle impostazioni del mojo
pl: przejdź do ustawień mojo
pt: ir para configurações do mojo

source: go to advanced search
de: zur erweiterten Suche gehen
es: ir a búsqueda avanzada
fr: aller à la recherche avancée
it: vai alla ricerca avanzata
pl: przejdź do zaawansowanego wyszukiwania
pt: ir para busca avançada

source: go to user profile
de: gehe zum Benutzerprofil
es: ir al perfil de usuario
fr: aller au profil utilisateur
it: vai al profilo utente
pl: przejdź do profilu użytkownika
pt: ir para o perfil do usuário

source: go to manage users
de: gehen um Benutzer zu verwalten
es: ir a administrar usuarios
fr: aller à la gestion des utilisateurs
it: vai a gestire gli utenti
pl: przejdź do zarządzania użytkownikami
pt: ir para gerenciar usuários

source: navigation list
de: navigationsliste
es: lista de navegación
fr: liste de navigation
it: elenco di navigazione
pl: lista nawigacyjna
pt: lista de navegação

source: star/unstar a ticket in ticket details view
de: ein Ticket in der Ticket-Detailansicht starten/entfernen
es: estrella/desestrella de un ticket en la vista de detalles del ticket
fr: star/unstar un ticket dans la vue des détails du ticket
it: star/unstar un biglietto nella vista dei dettagli del biglietto
pl: gwiazdka/odznacz zgłoszenie w widoku szczegółów zgłoszenia
pt: estrelar/unstar um ticket na visualização de detalhes do ticket

source: delete selected element in ticket list
de: das ausgewählte Element in der Ticket-Liste löschen
es: borrar elemento seleccionado en la lista de tickets
fr: supprimer l'élément sélectionné dans la liste de tickets
it: elimina l'elemento selezionato nell'elenco dei ticket
pl: usuń zaznaczony element z listy zgłoszeń
pt: apagar o elemento selecionado na lista de tickets

source: miscellaneous
de: sonstiges
es: misceláneo
fr: Divers
it: varie
pl: różne
pt: diversos

source: report a bug
de: einen Fehler melden
es: reportar un error
fr: signaler un bug
it: segnala un bug
pl: zgłoś błąd
pt: relatar um bug

source: toggle this popup
de: dieses Popup umschalten
es: cambiar esta ventana emergente
fr: activer/désactiver cette popup
it: attiva/disattiva questo popup
pl: przełącz to wyskakujące okno
pt: alternar este popup

source: all
de: alle
es: todo
fr: Tous
it: tutti
pl: wszystkie
pt: Todos

source: unpublished
de: unveröffentlicht
es: sin publicar
fr: dépublié
it: non pubblicato
pl: nieopublikowane
pt: despublicado

source: created by email
de: per E-Mail erstellt
es: creado por email
fr: créé par e-mail
it: creato da email
pl: utworzone przez e-mail
pt: criado por e-mail

source: Staff notes are only visible to agents.
de: Mitarbeiternotizen sind nur für Agenten sichtbar.
es: Las notas del personal sólo son visibles por los agentes.
fr: Les notes du personnel ne sont visibles qu'aux agents.
it: Le note del personale sono visibili solo agli agenti.
pl: Notatki personelu są widoczne tylko dla agentów.
pt: Notas de pessoal são visíveis apenas para os agentes.

source: copy all
de: alle kopieren
es: copiar todo
fr: tout copier
it: copia tutto
pl: skopiuj wszystkie
pt: copiar tudo

source: copy text only
de: nur Text kopieren
es: copiar sólo texto
fr: copier du texte uniquement
it: copia solo testo
pl: skopiuj tylko tekst
pt: copiar apenas texto

source: commented
de: kommentiert
es: comentado
fr: commenté
it: commentato
pl: skomentowano
pt: comentado

source: your helpdesk is closed
de: Ihr Helpdesk ist geschlossen
es: su helpdesk está cerrado
fr: votre helpdesk est fermé
it: il tuo helpdesk è chiuso
pl: Twój helpdesk jest zamknięty
pt: o seu suporte técnico está fechado

source: contact support
de: kontaktiere Support
es: contacta con soporte
fr: contacter le support technique
it: contattare il supporto
pl: skontaktuj się z pomocą techniczną
pt: contactar suporte

source: re-open
de: wieder öffnen
es: reabrir
fr: ré-ouvrir
it: riapri
pl: ponownie otwórz
pt: reabrir

source: cannot attached an empty file
de: kann keine leere Datei anhängen
es: no se puede adjuntar un archivo vacío
fr: ne peut pas attacher un fichier vide
it: non è possibile allegare un file vuoto
pl: nie można dołączyć pustego pliku
pt: não pode anexar um arquivo vazio

source: refresh
de: aktualisieren
es: refrescar
fr: Actualiser
it: aggiorna
pl: odśwież
pt: Atualizar

source: move inside here
de: hier hineinbewegen
es: muévete aquí
fr: se déplacer ici
it: sposta qui dentro
pl: przenieś się tu wewnątrz
pt: mova para dentro aqui

source: cancel move
de: verschieben abbrechen
es: cancelar movimiento
fr: annuler le déplacement
it: annulla mossa
pl: anuluj ruch
pt: cancelar movimentação

source: change parent
de: übergeordnete ändern
es: cambiar padre
fr: modifier le parent
it: cambia genitore
pl: zmień nadrzędny
pt: alterar o pai

# changeParentWithName
source: change {{ itemName }} parent
de: {{ itemName }} Elternteil ändern
es: cambia {{ itemName }} padre
pl: zmień {{ itemName }} nadrzędny

source: add child
de: Kind hinzufügen
es: añadir hijo
fr: ajouter un enfant
it: aggiungi figlio
pl: dodaj podrzędne
pt: adicionar filho

source: move to top
de: nach oben bewegen
es: mover arriba
fr: déplacer vers le haut
it: sposta in alto
pl: przenieś na górę
pt: mover para o topo

source: move to bottom
de: nach unten bewegen
es: mover hacia abajo
fr: déplacer vers le bas
it: sposta in basso
pl: przenieś na dół
pt: mover para baixo

source: loading
de: lade
es: cargando
fr: en cours de chargement
it: caricamento
pl: ładowanie
pt: carregando

source: close
de: schließen
es: cerrar
fr: Fermer
it: chiudi
pl: zamknij
pt: Fechar

source: learn more
de: mehr erfahren
es: aprender más
fr: en savoir plus
it: saperne di più
pl: dowiedz się więcej
pt: saiba mais

source: watch video
de: beobachte Video
es: ver vídeo
fr: regarder la vidéo
it: guarda il video
pl: obejrzyj film
pt: assistir vídeo

source: start typing a name or an email
de: geben Sie einen Namen oder eine E-Mail ein
es: comienza a escribir un nombre o un correo electrónico
fr: commencez à taper un nom ou un email
it: inizia a digitare un nome o un'email
pl: zacznij wpisywać nazwę lub adres e-mail
pt: comece a digitar um nome ou um e-mail

# inviteLoginMethodTitle
source: How do you want to login?
de: Wie möchten Sie sich anmelden?
es: ¿Cómo quieres iniciar sesión?
fr: Comment voulez-vous vous connecter ?
it: Come vuoi effettuare il login?
pl: Jak chcesz się zalogować?
pt: Como você deseja fazer login?

# inviteLoginMethodWithGoogleLabel
source: use Google
de: benutze Google
es: usar Google
fr: utiliser Google
it: usa Google
pl: użyj Google
pt: usar o Google

# inviteLoginMethodWithEmailLabel
source: create my own password
de: mein eigenes Passwort erstellen
es: crear mi propia contraseña
fr: créer mon propre mot de passe
it: crea la mia password
pl: utwórz moje własne hasło
pt: Crie minha própria senha

# inviteLoginMethodWithAzureLabel
source: use Azure
de: benutze Azure
es: usar Azure
fr: utiliser Azure
it: usa Azure
pl: użyj Azure
pt: usar o Azure

# invite.setupPassword.title
source: Last step: Create a password
de: Letzter Schritt: Passwort erstellen
es: Último paso: Crear una contraseña
fr: Dernière étape: Créer un mot de passe
it: Ultimo passo: Crea una password
pl: Ostatni krok: Utwórz hasło
pt: Último passo: Crie uma senha

source: set password
de: setze Passwort
es: establecer contraseña
fr: définir le mot de passe
it: imposta password
pl: ustaw hasło
pt: configurar senha

source: select action
de: wähle Aktion
es: seleccionar acción
fr: sélectionner une action
it: seleziona azione
pl: wybierz akcję
pt: selecionar ação

source: no resources found
de: keine Ressourcen gefunden
es: no se encontraron recursos
fr: aucune ressource trouvée
it: nessuna risorsa trovata
pl: nie znaleziono zasobów
pt: nenhum recurso encontrado

source: add or subtract time
de: elemente hinzufügen oder abziehen
es: sumar o restar elementos
fr: additionner ou soustraire du temps
it: aggiungi o sottrai elementi
pl: dodaj lub odejmij elementy
pt: adicionar ou subtrair dias
