Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: {VAR_PLURAL, plural, =0 {agent} =1 {agent} other {agents}}
de: {VAR_PLURAL, plural, =0 {Agent} =1 {Agent} other {Agenten}}
es: {VAR_PLURAL, plural, =0 {agente} =1 {agente} other {agentes}}
it: {VAR_PLURAL, plural, =0 {agente} =1 {agente} other {agenti}}
pl: {VAR_PLURAL, plural, =0 {agent} =1 {agent} other {agenci}}
pt: {VAR_PLURAL, plural, =0 {agente} =1 {agente} other {agentes}}

source: highest rating
de: höchste Bewertung
es: puntuación más alta
fr: note la plus élevée
it: punteggio più alto
pl: najwyższa ocena
pt: maior classificação

source: no ratings for this period
de: keine Bewertungen für diesen Zeitraum
es: no hay valoraciones para este período
fr: aucune note pour cette période
it: nessuna valutazione per questo periodo
pl: brak ocen dla tego okresu
pt: sem avaliações para este período

source: N/A
pl: Nie dotyczy.
pt: N/D

source: show top
de: oben anzeigen
es: mostrar arriba
fr: afficher en haut
it: mostra in alto
pl: pokaż górę
pt: mostrar o topo

source: show all
de: alle anzeigen
es: mostrar todo
fr: tout afficher
it: mostra tutto
pl: pokaż wszystkie
pt: mostrar todos

source: Download CSV
de: CSV herunterladen
es: Descargar CSV
fr: Télécharger CSV
it: Scarica CSV
pl: Pobierz CSV
pt: Baixar CSV

source: no ratings in the last 30 days
de: keine Bewertungen in den letzten 30 Tagen
es: no hay valoraciones en los últimos 30 días
fr: aucune note dans les 30 derniers jours
it: nessuna valutazione negli ultimi 30 giorni
pl: brak ocen w ciągu ostatnich 30 dni
pt: sem avaliações nos últimos 30 dias

source: no ratings at this point
de: keine Bewertungen an dieser Stelle
es: no hay valoraciones en este punto
fr: aucune note à ce stade
it: nessun rating a questo punto
pl: brak ocen w tym punkcie
pt: nenhuma avaliação neste ponto

source: {VAR_PLURAL, plural, =1 {rating} other {ratings}}
de: {VAR_PLURAL, plural, =1 {Bewertung} other {Bewertungen}}
es: {VAR_PLURAL, plural, =1 {puntuación} other {valoraciones}}
fr: {VAR_PLURAL, plural, =1 {Note} other {Évaluations}}
it: {VAR_PLURAL, plural, =1 {valutando} other {valutando}}
pl: {VAR_PLURAL, plural, =1 {oceń} other {ocenia}}
pt: {VAR_PLURAL, plural, =1 {rating} other {Classificações}}

# ratings.description
source: average customer satisfaction over the last 30 days
de: durchschnittliche Kundenzufriedenheit der letzten 30 Tage
es: satisfacción media del cliente en los últimos 30 días
fr: satisfaction moyenne des clients au cours des 30 derniers jours
it: soddisfazione media del cliente negli ultimi 30 giorni
pl: średnia satysfakcja klienta w ciągu ostatnich 30 dni
pt: satisfação média do cliente nos últimos 30 dias

source: result
de: ergebnis
es: resultado
fr: résultat
it: risultato
pl: wynik
pt: resultado

source: pass
de: passieren
es: pasar
fr: passer
it: passa
pl: przejdź
pt: aprovação

source: fail
de: versagen
es: fallar
fr: échouer
it: fallito
pl: niepowodzenie
pt: falha

source: goal
de: ziel
es: meta
fr: objectif
it: obiettivo
pl: cel
pt: objetivo

source: achieved
de: erreicht
es: alcanzado
fr: atteint
it: raggiunto
pl: osiągnięte
pt: alcançado

source: filtered tickets
de: gefilterte Tickets
es: tickets filtrados
fr: tickets filtrés
it: ticket filtrati
pl: filtrowane bilety
pt: pedidos filtrados

source: rated tickets
de: bewertete Tickets
es: tickets valorados
fr: Tickets évalués
it: biglietti valutati
pl: bilety oceniane
pt: tickets avaliados

source: achieved tickets
de: erfüllte Tickets
es: tickets alcanzados
fr: tickets atteints
it: biglietti raggiunti
pl: zrealizowane bilety
pt: tickets realizados

source: SLA targets
de: DLV-Ziele
es: Objetivos de SLA
fr: Cibles SLA
it: Obiettivi SLA
pl: Cele SLA
pt: Alvos SLA

# slaTargetsDescription
source: set up service level agreements to measure the helpdesk efficiency
de: konfigurieren von Service Level Agreements zur Messung der Helpdesk-Effizienz
es: establecer acuerdos de nivel de servicio para medir la eficiencia del helpdesk
fr: mettre en place des ententes de niveau de service pour mesurer l'efficacité du helpdesk
it: istituire accordi sul livello di servizio per misurare l’efficienza dell’helpdesk
pl: ustanowienie umów o gwarantowanym poziomie usług w celu pomiaru efektywności działania punktu informacyjnego
pt: configurar acordos de nível de serviço para medir a eficiência do suporte técnico

source: SLA successfully deleted
de: SLA erfolgreich gelöscht
es: SLA eliminado correctamente
fr: SLA supprimé avec succès
it: SLA eliminato con successo
pl: SLA pomyślnie usunięta
pt: SLA excluído com sucesso

source: manage SLA
de: SLA verwalten
es: administrar SLA
fr: gérer SLA
it: gestisci SLA
pl: zarządzaj SLA
pt: gerenciar SLA

source: SLA successfully created
de: SLA erfolgreich erstellt
es: SLA creado con éxito
fr: SLA créé avec succès
it: SLA creato con successo
pl: SLA pomyślnie utworzona
pt: SLA criado com sucesso

source: edit a SLA
de: ein SLA bearbeiten
es: editar un SLA
fr: éditer un SLA
it: modificare un SLA
pl: edytuj SLA
pt: editar um SLA

source: SLA successfully updated
de: SLA erfolgreich aktualisiert
es: SLA actualizado correctamente
fr: SLA mis à jour avec succès
it: SLA aggiornato con successo
pl: SLA pomyślnie zaktualizowana
pt: SLA atualizado com sucesso

source: Enter a SLA name
de: SLA-Name eingeben
es: Introduzca un nombre de SLA
fr: Entrez un nom de SLA
it: Inserisci un nome SLA
pl: Wprowadź nazwę SLA
pt: Digite um nome SLA

source: measure
de: messen
es: medir
fr: Mesure
it: misura
pl: środek
pt: medição

source: response time
de: antwortzeit
es: tiempo de respuesta
fr: temps de réponse
it: tempo di risposta
pl: czas odpowiedzi
pt: Tempo de resposta

source: of all tickets within date range should be
de: aller Tickets im Datumsbereich sollten sein
es: de todos los tickets dentro del rango de fechas debe ser
fr: de tous les tickets dans la plage de dates devraient être
it: di tutti i biglietti entro l'intervallo di date deve essere
pl: z wszystkich zgłoszeń w zakresie dat powinno być
pt: de todos os tickets dentro do intervalo de datas deve ser

source: rated with at least
de: bewertet mit mindestens
es: puntuado con al menos
fr: évalué avec au moins
it: valutato almeno con
pl: oceniony co najmniej
pt: avaliado pelo menos com

source: assigned
de: zugewiesen
es: asignado
fr: assigné
it: assegnato
pl: przypisany
pt: atribuído

source: within
de: innerhalb
es: dentro
fr: dans
it: entro
pl: w obrębie
pt: dentro

source: for tickets
de: für Tickets
es: para tickets
fr: pour les tickets
it: per i biglietti
pl: dla biletów
pt: para tickets

source: with priority
de: mit Priorität
es: con prioridad
fr: avec priorité
it: con priorità
pl: z priorytetem
pt: com prioridade

source: any priority
de: jede Priorität
es: cualquier prioridad
fr: toute priorité
it: qualsiasi priorità
pl: dowolny priorytet
pt: qualquer prioridade

source: Tickets created between
de: Tickets erstellt zwischen
es: Tickets creados entre
fr: Tickets créés entre
it: Biglietti creati tra
pl: Zgłoszenia utworzone między
pt: Tickets criados entre

source: choose date range and run the SLA
de: wählen Sie den Datumsbereich und führen Sie das SLA aus
es: elegir rango de fechas y ejecutar el SLA
fr: choisissez la plage de dates et exécutez le SLA
it: scegliere l'intervallo di date ed eseguire l'SLA
pl: wybierz zakres dat i uruchom SLA
pt: escolha o intervalo de datas e execute o SLA

source: manage slas
de: slas verwalten
es: administrar slas
fr: gérer les slas
it: gestisci slas
pl: zarządzaj slas
pt: gerenciar as slas

source: actual
de: aktuell
es: real
fr: réel
it: effettivo
pl: Rzeczywisty
pt: atual

source: period
de: Zeitraum
es: período
fr: Période
it: term.
pl: okres
pt: menstruação

source: of tickets were
de: der Tickets wurden
es: de tickets fueron
fr: des tickets étaient
it: di biglietti erano
pl: bilety były
pt: dos tickets eram

source: withing
de: mit
es: con
fr: avec
it: senza
pl: z
pt: sem-toque

source: in this period
de: in diesem Zeitraum
es: en este período
fr: dans cette période
it: in questo periodo
pl: w tym okresie
pt: neste período

source: with at least
de: mit mindestens
es: con al menos
fr: avec au moins
it: almeno con
pl: co najmniej z
pt: com pelo menos

source: tickets that met the goal in this period
de: Tickets, die das Ziel in diesem Zeitraum erreicht haben
es: tickets que alcanzaron el objetivo en este período
fr: tickets qui ont atteint l'objectif dans cette période
it: biglietti che hanno raggiunto l'obiettivo in questo periodo
pl: bilety, które osiągnęły cel w tym okresie
pt: Tickets que atingiram a meta neste período

source: No tickets meet the filtered criteria
de: Keine Tickets entsprechen den gefilterten Kriterien
es: No hay tickets que cumplan los criterios de filtrado
fr: Aucun ticket ne répond aux critères filtrés
it: Nessun ticket soddisfa i criteri filtrati
pl: Żadne zgłoszenia nie spełniają przefiltrowanych kryteriów
pt: Nenhum ticket atende aos critérios filtrados

source: forms
de: formulare
es: formas
fr: formulaires
it: moduli
pl: formularze
pt: formulários

source: totals
de: insgesamt
es: totales
fr: totaux
it: totali
pl: sumy
pt: totais

# letterD
source: d
fr: j
it: g
pl: ob

source: show only assigned agents
de: nur zugewiesene Agenten anzeigen
es: mostrar sólo los agentes asignados
fr: afficher uniquement les agents assignés
it: mostra solo gli agenti assegnati
pl: pokaż tylko przypisanych agentów
pt: mostrar apenas agentes atribuídos

source: show all agents
de: zeige alle Agenten
es: mostrar todos los agentes
fr: afficher tous les agents
it: mostra tutti gli agenti
pl: pokaż wszystkich agentów
pt: mostrar todos os agentes

# agingSummaryDescription
source: This report shows the number of open tickets by age range
de: Dieser Bericht zeigt die Anzahl der offenen Tickets nach Altersspanne
es: Este informe muestra el número de tickets abiertos por rango de edad
fr: Ce rapport montre le nombre de tickets ouverts par tranche d'âge
it: Questo rapporto mostra il numero di biglietti aperti per fascia di età
pl: Ten raport pokazuje liczbę otwartych zgłoszeń według przedziału wiekowego
pt: Este relatório mostra o número de bilhetes abertos por faixa etária

source: no types
de: keine Typen
es: no hay tipos
fr: aucun type
it: nessun tipo
pl: brak typów
pt: sem tipos

source: total
de: insgesamt
it: totale
pl: Łącznie

source: no open tickets
de: keine offenen Tickets
es: no hay tickets abiertos
fr: pas de tickets ouverts
it: nessun ticket aperto
pl: brak otwartych zgłoszeń
pt: sem pedidos abertos

source: no data for this tab
de: keine Daten für diesen Tab
es: no hay datos para esta pestaña
fr: aucune donnée pour cet onglet
it: nessun dato per questa scheda
pl: brak danych dla tej karty
pt: não há dados para esta aba

source: manage bots
de: verwalte Bots
es: administrar bots
fr: gérer les bots
it: gestisci i bot
pl: zarządzanie botami
pt: gerenciar bots

source: Mojo bot that can assign ticket
de: Mojo-Bot, der Ticket zuweisen kann
es: Mojo bot que puede asignar ticket
fr: Bot Mojo qui peut assigner un ticket
it: Il bot Mojo che può assegnare il ticket
pl: Bot Mojo, który może przypisać zgłoszenie
pt: Bot Mojo que pode atribuir ticket

source: manage teams
de: verwalte Teams
es: administrar equipos
fr: gérer les équipes
it: gestisci squadre
pl: zarządzaj zespołami
pt: gerenciar equipes

source: assignments by team
de: Aufgaben des Teams
es: asignaciones por equipo
fr: tâches par équipe
it: assegnazioni per squadra
pl: przypisania według zespołu
pt: recomendações de equipe

source: no teams at this time
de: zu diesem Zeitpunkt keine Teams
es: no hay equipos en este momento
fr: aucune équipe en ce moment
it: nessuna squadra in questo momento
pl: brak drużyn w tej chwili
pt: não há equipes neste momento

source: create a team
de: ein Team erstellen
es: crear un equipo
fr: créer une équipe
it: crea una squadra
pl: utwórz zespół
pt: criar uma equipe

source: team does not have agents
de: team hat keine Agenten
es: el equipo no tiene agentes
fr: l'équipe n'a pas d'agents
it: il team non ha agenti
pl: drużyna nie ma agentów
pt: equipe não tem agentes

source: last assignment
de: letzte Aufgabe
es: última tarea
fr: dernière attribution
it: ultimo incarico
pl: ostatnie przypisanie
pt: última atividade

source: assigned tickets
de: zugewiesene Tickets
es: tickets asignados
fr: tickets assignés
it: ticket assegnati
pl: przypisane zgłoszenia
pt: tickets atribuídos

# dashboard.widgets.sla.title
source: SLA Dashboard
de: DLV-Dashboard
es: Panel de SLA
fr: Tableau de bord SLA
pl: Panel SLA
pt: Painel SLA

# dashboard.widgets.overview.title
source: Overview Dashboard
de: Übersicht Übersicht
es: Panel de vista general
fr: Vue d'ensemble du tableau de bord
pl: Podgląd Panelu
pt: Painel de visão geral

# dashboard.widgets.ticketCount.title
source: Ticket Count Dashboard
de: Ticket-Übersicht
es: Panel de conteo de tickets
fr: Tableau de bord du nombre de tickets
pl: Panel licznika zgłoszeń
pt: Painel Contagem de Ticket

# createdTicketsDescription
source: number of new tickets created during this reporting period
de: Anzahl neuer Tickets, die während dieses Berichtszeitraums erstellt wurden
es: número de nuevos tickets creados durante este período de reporte
fr: nombre de nouveaux tickets créés au cours de cette période de rapport
it: numero di nuovi biglietti creati durante questo periodo di segnalazione
pl: liczba nowych zgłoszeń utworzonych w tym okresie sprawozdawczym
pt: número de novos tickets criados durante este período reportado

source: created tickets
de: erstellte Tickets
es: tickets creados
fr: tickets créés
it: biglietti creati
pl: utworzone bilety
pt: tickets criados

source: first answer resolution
de: erste Antwort Lösung
es: primera resolución de respuesta
fr: résolution de la première réponse
it: prima risposta risoluzione
pl: Rozdzielczość pierwszej odpowiedzi
pt: resolução da primeira resposta

source: first assignment
de: erste Aufgabe
es: primera tarea
fr: première attribution
it: prima assegnazione
pl: pierwsze przypisanie
pt: primeira tarefa

# averageFirstAssignmentTimeDescription
source: average time of first assignment.
de: durchschnittliche Zeit der ersten Aufgabe.
es: tiempo medio de la primera asignación.
fr: temps moyen de la première affectation.
it: tempo medio del primo incarico.
pl: średni czas pierwszego przypisania.
pt: tempo médio da primeira atividade.

source: average assignment time
de: durchschnittliche Aufgabenzeit
es: tiempo promedio de asignación
fr: temps moyen d'affectation
it: tempo medio di assegnazione
pl: średni czas przypisania
pt: tempo médio de atividade

source: first response
de: erste Antwort
es: primera respuesta
fr: première réponse
it: prima risposta
pl: pierwsza odpowiedź
pt: primeira resposta

# averageFirstResponseTimeDescription
source: average time for the first response message to a ticket.
de: durchschnittliche Zeit für die erste Antwort auf ein Ticket.
es: tiempo medio para el primer mensaje de respuesta a un ticket.
fr: temps moyen pour le premier message de réponse à un ticket.
it: tempo medio per il primo messaggio di risposta a un ticket.
pl: średni czas dla wiadomości pierwszej odpowiedzi na zgłoszenie.
pt: tempo médio para a primeira mensagem de resposta a um ticket.

source: average first response time
de: durchschnittliche erste Antwortzeit
es: tiempo promedio de primera respuesta
fr: temps moyen de première réponse
it: tempo medio di prima risposta
pl: średni czas pierwszej odpowiedzi
pt: média de primeiro tempo de resposta

# resolvedTicketsDescription
source: number of resolved tickets during this reporting period.
de: Anzahl der erledigten Tickets während dieses Berichtszeitraums.
es: número de tickets resueltos durante este período reportado.
fr: nombre de tickets résolus au cours de cette période de rapport.
it: numero di ticket risolti durante questo periodo di segnalazione.
pl: liczba rozwiązanych zgłoszeń w tym okresie sprawozdawczym.
pt: número de tickets resolvidos durante este período reportado.

source: resolved tickets
de: erledigte Tickets
es: tickets resueltos
fr: tickets résolus
it: scontrini risolti
pl: rozwiązane zgłoszenia
pt: tickets resolvidos

source: solved time
de: gelöste Zeit
es: tiempo resuelto
fr: temps résolu
it: tempo risolto
pl: rozwiązany czas
pt: tempo de resolução

# averageSolveTimeDescription
source: average time to solve a ticket.
de: durchschnittliche Zeit, um ein Ticket zu lösen.
es: tiempo promedio para resolver un ticket.
fr: temps moyen pour résoudre un ticket.
it: tempo medio per risolvere un biglietto.
pl: średni czas na rozwiązanie zgłoszenia.
pt: tempo médio para resolver um bilhete.

source: average solve time
de: durchschnittliche Lösungszeit
es: tiempo promedio de resolución
fr: temps moyen de résolution
it: tempo medio di soluzione
pl: średni czas rozwiązania
pt: tempo médio de resolução

# dashboard.box.title.overdue
source: Overdue
de: Überfällig
es: Atrasado
fr: En retard
pl: Zaległe
pt: Atrasado

# dashboard.box.title.due today
source: Due today
de: Heute fällig
es: Vence hoy
fr: À faire aujourd'hui
pl: Termin na dziś
pt: Vence hoje

source: contacts waiting for an answer
de: kontakte, die auf eine Antwort warten
es: contactos esperando una respuesta
fr: contacts en attente d'une réponse
pl: kontakty oczekujące na odpowiedź
pt: contatos aguardando uma resposta

source: our turn
de: uns an der Reihe
es: nuestro turno
fr: notre tour
it: il nostro turno
pl: nasza kolej
pt: nossa vez

source: right now
de: gerade jetzt
es: ahora mismo
fr: dès maintenant
pl: w tej chwili
pt: agora mesmo

# dashboardSla.noDataMessage
source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
pl: Brak dostępnych danych
pt: Não há dados disponíveis

# slaStatsDueDateTitle
source: Resolution SLA
de: Auflösung SLA
es: Resolución SLA
fr: SLA de résolution
pl: Rozdzielczość SLA
pt: Resolução SLA

# slaStatsFirstResponseTitle
source: First response SLA
de: Erste Antwort SLA
es: Primera respuesta SLA
fr: Première réponse SLA
pl: Pierwsza odpowiedź SLA
pt: Primeira resposta SLA

# slaStatsOnTimeLabel
source: On time: notViolatedPercentage.toFixed(1)%
de: Pünktlich notViolatedPercentage.toFixed(1)%
es: A tiempo: notViolatedPercentage.toFixed(1)%
pl: Na czas: notViolatedPercentage.toFixed(1)%

# slaStatsBreachedLabel
source: Breached: violationPercentage.toFixed(1)%
de: Zuwiderhandelt: violationPercentage.toFixed(1)%
es: Obtenido: violationPercentage.toFixed(1)%
pl: Zrobiony: violationPercentage.toFixed(1)%

source: daily count
de: tägliche Anzahl
es: contador diario
fr: nombre quotidien
pl: dzienna liczba
pt: contagem diária

source: weekly count
de: wöchentliche Anzahl
es: recuento semanal
fr: nombre hebdomadaire
pl: tygodniowa liczba
pt: contagem semanal

source: monthly count
de: monatliche Anzahl
es: recuento mensual
fr: nombre mensuel
pl: liczba miesięczna
pt: contagem mensal

source: annual count
de: jährliche Anzahl
es: recuento anual
fr: compte annuel
pl: roczna liczba
pt: contagem anual

source: ticket count
de: Ticketanzahl
es: contador de tickets
fr: nombre de tickets
pl: liczba zgłoszeń
pt: contagem de tickets

source: view by
de: sehen von
es: ver por
fr: voir par
pl: zobacz przez
pt: ver por

source: grouped
de: gruppiert
es: agrupado
fr: regroupés
pl: zgrupowane
pt: agrupados

source: by date
de: nach Datum
es: por fecha
fr: par date
pl: wg daty
pt: Por data

# dashboard.moreOptions.editName
source: edit name
de: editieren
es: editar nombre
fr: modifier le nom
pl: edytuj nazwę
pt: editar nome

# dashboard.moreOptions.delete
source: delete dashboard
de: Dashboard löschen
es: borrar panel
fr: supprimer le tableau de bord
pl: usuń panel
pt: excluir painel

# default.dashboard.title
source: help desk overall
de: helfdesk insgesamt
es: el servicio de asistencia general
fr: service d'aide dans son ensemble
it: help desk generale
pl: dział pomocy
pt: help desk geral

source: apply
de: bewerben
es: aplicar
fr: appliquer
it: applica
pl: zastosuj
pt: Aplicar

source: save as
de: speichern als
es: guardar como
fr: enregistrer en tant que
pl: zapisz jako
pt: salvar como

source: last updated
de: zuletzt aktualisiert
es: última actualización
fr: dernière mise à jour
pl: ostatnia aktualizacja
pt: última atualização

source: object Id
de: objekt-Id
es: Id del objeto
fr: Id de l'objet
pl: Id obiektu
pt: ID do objeto

source: Enter object id
de: Objekt-Id eingeben
es: Introducir id del objeto
fr: Entrer l'id de l'objet
it: Inserisci id oggetto
pl: Wprowadź identyfikator obiektu
pt: Insira o ID do objeto

source: object type
de: objekttyp
es: tipo de objeto
fr: type d'objet
it: tipo di oggetto
pl: typ obiektu
pt: tipo de objeto

source: any
de: jeder
es: cualquiera
fr: n'importe quel
it: qualsiasi
pl: dowolny
pt: qualquer

source: action by
de: aktion von
es: acción por
fr: Action par
it: azione di
pl: działanie przez
pt: ação de

source: Enter user email
de: Benutzer-E-Mail eingeben
es: Introduzca email de usuario
fr: Entrez l'email de l'utilisateur
it: Inserisci email utente
pl: Wprowadź adres e-mail użytkownika
pt: Digite e-mail do usuário

source: Enter user name
de: Benutzernamen eingeben
es: Introducir nombre de usuario
fr: Entrez le nom d'utilisateur
it: Inserisci nome utente
pl: Wprowadź nazwę użytkownika
pt: Digite o nome do usuário

source: email is invalid
de: E-Mail-Adresse ist ungültig
es: email no es válido
fr: l'adresse e-mail n'est pas valide
it: email non valida
pl: adres e-mail jest nieprawidłowy
pt: e-mail inválido

source: action
de: aktion
es: acción
it: azione
pl: Akcja
pt: Ação

source: clear
de: löschen
es: limpiar
fr: effacer
it: cancella
pl: wyczyść
pt: Limpar

source: time spent report
de: vergebener Bericht
es: informe de tiempo dedicado
fr: temps passé à rapporter
it: tempo trascorso rapporto
pl: raport czasu spędzonego
pt: relatório de tempo gasto

# timeSpentReportDescription
source: See where your organization is spending its time
de: Sehen Sie, wo Ihre Organisation ihre Zeit verbringt
es: Mira donde tu organización está gastando su tiempo
fr: Voyez où votre organisation passe son temps
it: Vedi dove la tua organizzazione sta trascorrendo il suo tempo
pl: Zobacz, gdzie twoja organizacja spędza swój czas
pt: Veja onde sua organização está passando seu tempo

source: the end date should be after the start date
de: das Enddatum sollte nach dem Startdatum liegen
es: la fecha de fin debe ser posterior a la fecha de inicio
fr: la date de fin doit être supérieure à la date de début
it: la data di fine deve essere successiva alla data di inizio
pl: data zakończenia powinna być późniejsza niż data rozpoczęcia
pt: a data final deve ser depois da data inicial

# time_period_too_big_error
source: Time period cannot be greater than MAX_TIME_SPENT_PERIOD days.
de: Zeitspanne darf nicht größer als MAX_TIME_SPENT_PERIOD Tage sein.
es: El periodo de tiempo no puede ser mayor de MAX_TIME_SPENT_PERIOD días.
pl: Czas nie może być dłuższy niż MAX_TIME_SPENT_PERIOD dni.

source: Time spent by
de: Verbringte Zeit von
es: Tiempo empleado por
fr: Temps passé par
it: Tempo trascorso da
pl: Czas spędzony przez
pt: Tempo gasto por

source: group/agent
de: gruppe/Agent
es: grupo/agente
fr: groupe/agent
it: gruppo/agente
pl: grupa/agent
pt: grupo/agente

source: agent/group
de: Agent/Gruppe
es: agente/grupo
fr: agent/groupe
it: agente/gruppo
pl: agent/grupa
pt: agente/grupo

source: queue/group
de: Warteschlange/Gruppe
es: cola/grupo
fr: file d'attente/groupe
it: coda/gruppo
pl: kolejka/grupa
pt: fila/grupo

source: group/queue
de: gruppe/Warteschlange
es: grupo/cola
fr: groupe/file d'attente
it: gruppo/coda
pl: grupa/kolejka
pt: grupo/fila

source: queue/agent
de: warten/agent
es: cola/agente
fr: file d'attente/agent
it: coda/agente
pl: kolejka/agent
pt: fila/agente

source: agent/queue
de: Agent/Warteschlange
es: agent/cola
fr: agent/file d'attente
it: agente/coda
pl: agent/kolejka
pt: agente/fila
