Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

# businessHours.form.holidays.desc
source: SLA timers will be stopped during holidays. (Even when this business hour is 24/7).
de: SLA Timer werden während der Ferien gestoppt (wenn diese Geschäftsstunde 24/7 ist).
es: Los temporizadores de SLA se detendrán durante las vacaciones.
fr: Les minuteurs de la SLA seront arrêtés pendant les vacances (quand cette heure de travail est 24/7).
pl: SLA timery zostaną zatrzymane podczas wakacji. (ven, kiedy ta godzina pracy jest 24/7).
pt: Temporizadores de SLA serão interrompidos durante as férias. (Mesmo quando o horário comercial for 24/7).

# dates
source: date
de: datum
es: fecha
pl: data
pt: Data

# admin.portal.business-hours.base.description
source: Define the business hours for each of your support team
de: Definieren Sie die Geschäftszeiten für jedes Ihrer Support-Teams
es: Definir las horas de trabajo para cada uno de su equipo de soporte
fr: Définissez les heures d'ouverture pour chaque équipe de support
pl: Zdefiniuj godziny pracy dla każdego zespołu pomocy technicznej
pt: Defina o horário de funcionamento para cada uma da sua equipe de suporte

# admin.portal.business-hours.new
source: New Business Hours
de: Neue Geschäftszeiten
es: Nuevas horas de negocio
fr: Nouvelles heures d'ouverture
pl: Nowe godziny pracy
pt: Novo Horário Comercial

# admin.portal.business-hours.edit
source: Edit Business Hours
de: Geschäftszeiten bearbeiten
es: Editar Horas de Negocio
fr: Modifier les heures d'ouverture
pl: Edytuj godziny pracy
pt: Horas Editar Negócios

# admin.portal.business-hours.base
source: Business Hours
de: Geschäftszeiten
es: Horas
fr: Heures d'ouverture
pl: Godziny pracy
pt: Horário de funcionamento

# business_hours.delete_confirmation_label_with_teams
source: Delete
de: Löschen
es: Eliminar
fr: Supprimez
pl: Usuń
pt: excluir

# business_hours.delete_dissmiss_label_with_teams
source: Cancel
de: Abbrechen
es: Cancelar
fr: Abandonner
pl: Anuluj
pt: cancelar

# business_hours.delete_confirmation_title_with_teams
source: Are you sure you want to delete this business hour?
de: Sind Sie sicher, dass Sie diese Geschäftsstunde löschen möchten?
es: ¿Está seguro que desea eliminar esta hora de negocio?
fr: Êtes-vous sûr de vouloir supprimer cette heure ouvrable ?
pl: Czy na pewno chcesz usunąć tę godzinę pracy?
pt: Tem certeza que deseja excluir este horário comercial?

# business_hours.delete_confirmation_message_with_teams
source: Some queues are connected to it, if you delete, the queue will get the default business hour
de: Einige Warteschlangen sind damit verbunden, wenn Sie löschen, wird die Warteschlange die Standard-Arbeitszeit erhalten
es: Algunas colas están conectadas a ella, si elimina, la cola obtendrá la hora predeterminada de trabajo
fr: Certaines files d'attente y sont connectées, si vous supprimez, la file d'attente obtiendra l'heure de travail par défaut
pl: Niektóre kolejki są z nimi połączone, jeśli usuniesz, kolejka otrzyma domyślną godzinę pracy
pt: Algumas filas estão conectadas a ela, se você excluir, a fila terá o horário padrão comercial

# sla.form.name.placeholder
source: Enter policy name. E.g.: 'Customer service policy'
de: Geben Sie den Richtliniennamen ein, z. B.: 'Kundendienstpolitik'
es: Introduzca el nombre de la política. E.g.: 'Política de servicio al cliente'
pl: Wprowadź nazwę reguły. Np. 'Polityka obsługi klienta'

# sla.form.description.placeholder
source: Optionally enter a description. E.g.: 'This policy is used for the customer service department'
de: Geben Sie optional eine Beschreibung ein. Beispiel: "Diese Richtlinie wird für die Kundendienstabteilung verwendet"
es: Opcionalmente introduzca una descripción. Ej.: 'Esta política se utiliza para el departamento de servicio al cliente'
pl: Opcjonalnie wprowadź opis. Np. 'Ta reguła jest używana dla działu obsługi klienta'

# sla.form.searchFilters.help
source: Select which ticket properties this SLA should apply to.
de: Wählen Sie die Ticket-Eigenschaften, auf die diese SLA angewendet werden soll.
es: Seleccione a qué propiedades de tickets debe aplicar este SLA.
fr: Sélectionnez les propriétés de ticket auxquelles ce SLA doit s'appliquer.
pl: Wybierz, do których właściwości zgłoszenia ma mieć zastosowanie SLA.
pt: Selecione quais propriedades do ticket este SLA deve se aplicar.

# sla.form.searchFilters.emptyError
source: At least one filter must be selected
de: Mindestens ein Filter muss ausgewählt sein
es: Debe seleccionar al menos un filtro
fr: Au moins un filtre doit être sélectionné
pl: Co najmniej jeden filtr musi być wybrany
pt: Pelo menos um filtro deve ser selecionado

# sla.form.targets.help
source: Set the first response and resolve time for each priority.
de: Legen Sie die erste Antwort und die Auflösungszeit für jede Priorität fest.
es: Establezca la primera respuesta y resuelva el tiempo para cada prioridad.
fr: Définissez la première réponse et le temps de résolution pour chaque priorité.
pl: Ustaw pierwszą odpowiedź i czas dla każdego priorytetu.
pt: Defina a primeira resposta e o tempo de resolução para cada prioridade.

# sla.form.targetPriorityLabel
source: Priority
de: Priorität
es: Prioridad
fr: Priorité
pl: Priorytet
pt: Prioridade

# sla.form.firstResponseLabel
source: First response
de: Erste Antwort
es: Primera respuesta
fr: Première réponse
pl: Pierwsza odpowiedź
pt: Primeira resposta

# sla.form.resolveWithinLabel
source: Resolve within
de: Auflösen innerhalb
es: Resolver dentro de
fr: Résoudre dans
pl: Rozwiąż w ciągu
pt: Resolver dentro

# sla.form.operationalHoursLabel
source: Operational hours
de: Betriebszeiten
es: Horas operativas
fr: Heures opérationnelles
pl: Godziny operacyjne
pt: Horário de funcionamento

# sla.form.targetHeader.breachEscalation
source: Breach escalation
de: Breacheskalation
es: Escala de incubación
fr: Escalade de fuite
pl: Eskalacja zasięgu
pt: Otimização de violação

# sla.form.firstResponseTime.minError
source: Minimum duration is 15 min
de: Minimale Dauer beträgt 15 Minuten
es: La duración mínima es de 15 min
fr: La durée minimale est de 15 min
pl: Minimalny czas trwania to 15 min
pt: A duração mínima é 15 min

# sla.form.operationalHours.business
source: Business hours
de: Geschäftszeiten
es: Horas laborales
fr: Heures d'ouverture
pl: Godziny pracy
pt: Horário de funcionamento

# sla.form.operationalHours.calendar
source: Calendar hours
de: Kalenderstunden
es: Horario del calendario
fr: Heures du calendrier
pl: Godziny kalendarzowe
pt: Horário do calendário

# sla.form.breachNotificationSettings.help
source: Breach escalation
de: Breacheskalation
es: Escala de incubación
fr: Escalade de fuite
pl: Eskalacja zasięgu
pt: Otimização de violação

# sla.form.breachNotificationSettings.empty
source: Notify agents when an SLA is breached
de: Agenten benachrichtigen, wenn ein SLA verletzt wird
es: Notificar a los agentes cuando se incumple un SLA
fr: Notifier les agents en cas de violation d'un SLA
pl: Powiadom agentów, gdy SLA jest naruszona
pt: Notificar agentes quando um SLA é violado

# sla.form.breachNotificationSettings.type.label
source: When
de: Wann
es: Cuándo
fr: Quand
pl: Kiedy
pt: Quando

# sla.form.breachNotificationSettings.agentIds.label
source: is not met, send a notification to:
de: ist nicht erfüllt, sende eine Benachrichtigung an:
es: no se cumple, enviar una notificación a:
fr: n'est pas satisfait, envoyez une notification à:
pl: nie został spełniony, wyślij powiadomienie do:
pt: não foi encontrado, enviar uma notificação para:

source: and also
de: und auch
es: y también
fr: et aussi
pl: oraz
pt: e também

# slaPolicy.breachNotification.agentPlaceholder
source: Select agents
de: Agenten auswählen
es: Seleccionar agentes
fr: Sélectionner les agents
pl: Wybierz agentów
pt: Selecionar agentes

# slaPolicy.breachNotification.dueDate
source: Resolution target
de: Auflösungsziel
es: Objetivo de resolución
fr: Cible de résolution
pl: Cel rozdzielczości
pt: Meta de resolução

# slaPolicy.breachNotification.firstResponse
source: First response target
de: Erstes Antwortziel
es: Primer objetivo de respuesta
fr: Cible de la première réponse
pl: Cel pierwszej odpowiedzi
pt: Primeira resposta alvo

# admin.portal.sla-policies.subtitle
source: Define service levels by priority and other ticket properties.
de: Definieren Sie Service Level nach Priorität und anderen Ticket-Eigenschaften.
es: Definir los niveles de servicio por prioridad y otras propiedades de tickets.
fr: Définir les niveaux de service par priorité et autres propriétés de tickets.
pl: Określ poziomy usług według priorytetu i innych właściwości zgłoszenia.
pt: Defina os níveis de serviço por prioridade e outras propriedades do ticket.

# admin.portal.sla-policies.new
source: New SLA Policy
de: Neue SLA-Richtlinie
es: Nueva política de SLA
fr: Nouvelle politique de SLA
pl: Nowa polityka SLA
pt: Nova Política de SLA

# admin.portal.sla-policies.edit
source: Edit SLA Policy
de: SLA-Richtlinie bearbeiten
es: Editar política de SLA
fr: Modifier la politique de SLA
pl: Edytuj politykę SLA
pt: Editar SLA Política

# sla.policies.order.explanation
source: When a ticket is updated, the first matching SLA policy will be used. You can add several policies such as "Customer service SLA", "IT support SLA", etc.
de: Wenn ein Ticket aktualisiert wird, wird die erste entsprechende DLV-Richtlinie verwendet. Sie können mehrere Richtlinien wie "Customer Service SLA", "IT Support SLA" etc. hinzufügen.
es: Cuando se actualiza un ticket, se utilizará la primera política de SLA que coincide. Puede añadir varias políticas como "Servicio al cliente SLA", "Soporte informático SLA", etc.
pl: Kiedy zgłoszenie zostanie zaktualizowane, użyta zostanie pierwsza pasująca polityka SLA. Możesz dodać kilka zasad, takich jak "Usługa klienta SLA", "IT support SLA" itp.

# activateApiChannel
source: API channel
de: API-Kanal
es: Canal API
fr: Canal API
pl: Kanał API
pt: Canal da API

# apiChannelSubtitle
source: Allow agents to use API
de: Agenten erlauben API zu verwenden
es: Permitir a los agentes utilizar la API
fr: Autoriser les agents à utiliser l'API
pl: Pozwól agentom używać API
pt: Permitir que os agentes usem a API

source: visit help center
de: besuche Hilfe-Center
es: visitar el centro de ayuda
fr: visiter le centre d'aide
it: visita centro assistenza
pl: odwiedź centrum pomocy
pt: visitar a central de ajuda

source: API channel
de: API-Kanal
es: Canal API
fr: Canal API
pl: Kanał API
pt: Canal da API

source: off
de: aus
es: apagado
fr: désactivée
it: spento
pl: wyłączony
pt: desligado

source: email channel
de: e-Mail-Kanal
es: canal de correo
fr: Chaîne e-mail
it: canale email
pl: kanał e-mail
pt: canal de e-mail

source: manage queues
de: Warteschlangen verwalten
es: gestionar colas
fr: gérer les files d'attente
it: gestisci le code
pl: zarządzanie kolejkami
pt: gerenciar filas

# queue&amp;emailAddressesDescription
source: Create tickets from email
de: Tickets aus E-Mail erstellen
es: Crear tickets desde email
fr: Créer des tickets depuis un e-mail
it: Crea biglietti da email
pl: Utwórz paragony z e-maila
pt: Criar tickets a partir do e-mail

# ticketQueuesSettingsDescription
source: when ON, users can create tickets by sending emails to the helpdesk
de: Wenn ON, können Benutzer Tickets erstellen, indem sie E-Mails an das Helpdesk senden
es: Cuando está activo, los usuarios pueden crear tickets enviando correos electrónicos al helpdesk
fr: Quand activé, les utilisateurs peuvent créer des tickets en envoyant des e-mails au helpdesk
it: Quando ON, gli utenti possono creare biglietti inviando email all'helpdesk
pl: Gdy włączone, użytkownicy mogą tworzyć bilety wysyłając wiadomości e-mail do działu pomocy technicznej
pt: Quando ATIVADO, os usuários podem criar tickets enviando e-mails para o helpdesk

source: send me a test email
de: eine Test-E-Mail senden
es: enviarme un email de prueba
fr: envoyez-moi un e-mail de test
it: inviami una email di prova
pl: wyślij mi wiadomość testową
pt: envie-me um e-mail de teste

source: email settings
de: e-Mail-Einstellungen
es: configuración de email
fr: paramètres de messagerie
it: impostazioni email
pl: ustawienia e-mail
pt: configurações de e-mail

# customTicketFromAddressFormHelp
source: ticket notification emails will have this 'from' address. If omitted, the ticket's email address will be used
de: Ticket-Benachrichtigungs-E-Mails werden diese 'von' Adresse haben. Wenn weggelassen, wird die E-Mail-Adresse des Tickets verwendet
es: los correos electrónicos de notificación de tickets tendrán esta dirección 'de'. Si se omite, se utilizará la dirección de correo electrónico del ticket
pl: e-mail z powiadomieniem o zgłoszeniu będzie miał ten adres 'od'. Jeśli zostanie pominięty, zostanie użyty adres e-mail zgłoszenia

# defaultFromEmailAddressFormHelp
source: this email address will be used if the incoming email is missing or has an invalid 'from' email address
de: diese E-Mail-Adresse wird verwendet, wenn die eingehende E-Mail fehlt oder eine ungültige 'von' E-Mail-Adresse hat
es: esta dirección de correo electrónico se utilizará si falta el correo entrante o tiene una dirección de correo electrónico 'desde' inválida
pl: ten adres e-mail zostanie użyty, jeśli adres e-mail przychodzący jest brakujący lub ma nieprawidłowy adres e-mail

source: email sent
de: e-Mail gesendet
es: correo electrónico enviado
fr: E-mail envoyé
it: email inviata
pl: e-mail wysłany
pt: email enviado

# isEmailToTicketReplyEnabledLabel
source: allow users to reply by email
de: erlaube Benutzern per E-Mail zu antworten
es: permitir a los usuarios responder por correo electrónico
fr: permettre aux utilisateurs de répondre par e-mail
it: consentire agli utenti di rispondere via email
pl: zezwól użytkownikom na odpowiadanie przez e-mail
pt: permitir que os usuários respondam por e-mail

# isEmailToTicketReplyEnabledFormHelp
source: allows users to reply to a ticket message via email
de: erlaubt Benutzern auf eine Ticket-Nachricht per E-Mail zu antworten
es: permite a los usuarios responder a un mensaje de ticket por correo electrónico
fr: permet aux utilisateurs de répondre à un message de ticket par e-mail
it: consente agli utenti di rispondere a un messaggio di ticket via email
pl: umożliwia użytkownikom odpowiadanie na zgłoszenie za pomocą wiadomości e-mail
pt: permite que os usuários respondam a mensagem de um ticket por email

# includeTicketContentInEmailLabel
source: include ticket content in notification emails
de: beinhaltet Ticket-Inhalt in Benachrichtigungs-E-Mails
es: incluir contenido del ticket en los correos electrónicos de notificación
fr: inclure le contenu du ticket dans les e-mails de notification
it: include il contenuto del ticket nelle email di notifica
pl: uwzględnianie treści zgłoszenia w powiadomieniach e-mail
pt: incluir conteúdo do ticket nos e-mails de notificação

# includeTicketContentInEmailFormHelp
source: includes full ticket info instead of just a confirmation
de: enthält vollständige Ticket-Info anstelle von nur eine Bestätigung
es: incluye información completa del ticket en lugar de solo una confirmación
fr: inclut des informations complètes sur le ticket au lieu de seulement une confirmation
it: include informazioni complete sul ticket invece di solo una conferma
pl: zawiera pełne informacje o zgłoszeniu zamiast tylko potwierdzenie
pt: incluir informação completa do ticket em vez de apenas uma confirmação

# customTicketFromAddressFormLabel
source: ticket 'from' email address
de: ticket 'von' E-Mail-Adresse
es: ticket 'desde' dirección de correo
pl: bilet 'od' adres e-mail

# customTicketFromDisplayNameFormLabel
source: ticket 'from' display name
de: ticket 'von' Anzeigename
es: nombre del ticket 'desde' mostrar
pl: Wyświetlana nazwa zgłoszenia 'od'

# defaultFromEmailAddressFormLabel
source: default 'from' email address
de: Standard 'von' E-Mail-Adresse
es: dirección de correo por defecto 'desde'
pl: domyślny adres e-mail 'od'

source: no ticket forms can be embedded
de: kein Ticket-Formular kann eingebettet werden
es: no se pueden incrustar formularios de tickets
fr: aucun formulaire de ticket ne peut être intégré
it: nessun modulo di ticket può essere incorporato
pl: żaden formularz zgłoszenia nie może być osadzony
pt: nenhum formulário de ticket pode ser incorporado

# embedChannelWarning
source: To use embedded form, <a routerLink="../web">web channel</a> needs to be enabled.
de: Um eingebettetes Formular zu verwenden, muss <a routerLink="../web">Webkanal</a> aktiviert sein.
es: Para utilizar el formulario incrustado, <a routerLink="../web">canal web</a> necesita estar habilitado.
pl: Aby użyć formularza wbudowanego, <a routerLink="../web">kanał internetowy</a> musi być włączony.

source: code to insert in your website
de: Code zum Einfügen in Ihre Webseite
es: código para insertar en su sitio web
fr: code à insérer dans votre site web
it: codice da inserire nel tuo sito web
pl: kod do wstawienia na swojej stronie internetowej
pt: código para inserir em seu site

source: embedded form
de: eingebettetes Formular
es: formulario incrustado
fr: formulaire intégré
it: forma incorporata
pl: formularz wbudowany
pt: formulário embutido

source: embed a ticket form in your website
de: ein Ticketformular in Ihre Webseite einbetten
es: incrustar un formulario de ticket en su sitio web
fr: intégrer un formulaire de ticket dans votre site web
it: incorpora un modulo di ticket nel tuo sito web
pl: osadzenie formularza zgłoszenia na swojej stronie internetowej
pt: incorporou um formulário de ticket em seu site

source: manage ticket forms
de: Ticket-Formulare verwalten
es: administrar formularios de tickets
fr: gérer les formulaires de tickets
it: gestisci moduli ticket
pl: zarządzanie formularzami zgłoszeń
pt: gerenciar formulários do ticket

source: height
de: Höhe
es: altura
fr: Hauteur
it: altezza
pl: wysokość
pt: Altura

# youCanUseCSSToChangeTheLookAndFeelTheFormToMatchYourWebsiteBranding
source: you can use CSS to change the look and feel the form to match your website's branding
de: Sie können CSS verwenden, um das Erscheinungsbild zu ändern und das Formular mit dem Branding Ihrer Website übereinstimmen
es: puedes usar CSS para cambiar el aspecto y sentir el formulario para que coincida con la marca de tu sitio web
pl: możesz użyć CSS do zmiany wyglądu i odczucia formularza, aby dopasować się do marki Twojej witryny

# webChannelAlertMessage
source: Disabling web channel will also disable the <a routerLink="../embed">embed channel</a>.
de: Das Deaktivieren des Webkanals deaktiviert auch den <a routerLink="../embed">Kanal</a>.
es: Desactivar canal web también deshabilitará el <a routerLink="../embed">canal incrustado</a>.
pl: Wyłączenie kanału internetowego wyłączy również <a routerLink="../embed">kanał osadzenia</a>.

# activateWebChannel
source: web channel
de: web-Kanal
es: canal web
fr: canal web
it: canale web
pl: kanał internetowy
pt: canal web

# webChannelSubtitle
source: Allow requesters to create tickets from Mojo web help center
de: Erlaube Anfragen Tickets vom Mojo-Web-Hilfe-Center zu erstellen
es: Permitir a los solicitantes crear tickets desde el centro de ayuda web de Mojo
fr: Permettre aux demandeurs de créer des tickets à partir du centre d'aide web de Mojo
it: Permetti ai requester di creare biglietti dal centro di aiuto web di Mojo
pl: Zezwalaj żądającym na tworzenie zgłoszeń z centrum pomocy internetowej Mojo
pt: Permitir que solicitantes criem tickets a partir do centro de ajuda web do Mojo

source: web channel
de: web-Kanal
es: canal web
fr: canal web
it: canale web
pl: kanał internetowy
pt: canal web

source: tickets can be exported in CSV format
de: tickets können im CSV-Format exportiert werden
es: tickets pueden ser exportados en formato CSV
fr: les tickets peuvent être exportés au format CSV
it: i biglietti possono essere esportati in formato CSV
pl: zgłoszenia mogą być eksportowane w formacie CSV
pt: tickets podem ser exportados em formato CSV

source: users can be exported in CSV format
de: Benutzer können im CSV-Format exportiert werden
es: los usuarios pueden ser exportados en formato CSV
fr: les utilisateurs peuvent être exportés au format CSV
it: gli utenti possono essere esportati in formato CSV
pl: użytkownicy mogą być eksportowani w formacie CSV
pt: usuários podem ser exportados em formato CSV

source: event log can be exported in CSV format
de: Ereignisprotokoll kann im CSV-Format exportiert werden
es: el registro de eventos puede ser exportado en formato CSV
fr: le journal d'événements peut être exporté au format CSV
it: il registro eventi può essere esportato in formato CSV
pl: dziennik zdarzeń można wyeksportować w formacie CSV
pt: log de eventos pode ser exportado em formato CSV

source: assets can be exported in CSV format
de: Dateien können im CSV-Format exportiert werden
es: activos pueden ser exportados en formato CSV
fr: les ressources peuvent être exportées au format CSV
it: le risorse possono essere esportate in formato CSV
pl: aktywa mogą być eksportowane w formacie CSV
pt: arquivos podem ser exportados em formato CSV

source: solutions can be exported in CSV format
de: Lösungen können im CSV-Format exportiert werden
es: las soluciones pueden ser exportadas en formato CSV
fr: les solutions peuvent être exportées au format CSV
it: le soluzioni possono essere esportate in formato CSV
pl: rozwiązania mogą być eksportowane w formacie CSV
pt: soluções podem ser exportadas em formato CSV

# exportDataDescription
source: export data from your helpdesk. Files are in CSV form. You can open them in Excel
de: Daten von Ihrem Helpdesk exportieren. Dateien sind im CSV-Formular. Sie können sie in Excel öffnen
es: exportar datos desde su helpdesk. Los archivos están en formato CSV. Puede abrirlos en Excel
fr: exporter des données depuis votre helpdesk. Les fichiers sont sous forme CSV. Vous pouvez les ouvrir dans Excel
it: esporta i dati dal tuo helpdesk. I file sono in formato CSV. Puoi aprirli in Excel
pl: eksportuj dane z helpdesk. Pliki znajdują się w formularzu CSV. Możesz je otworzyć w programie Excel
pt: exporte dados de seu helpdesk. Os arquivos estão em formato CSV. Você pode abri-los em Excel

source: new ticket export
de: neuer Ticket-Export
es: nueva exportación de tickets
fr: nouvel export de ticket
it: nuova esportazione ticket
pl: eksport nowego zgłoszenia
pt: exportação de novo ticket

source: ticket export
es: exportación de tickets
fr: export de tickets
it: esportazione biglietti
pl: eksport zgłoszenia
pt: exportação do ticket

source: user export
es: exportar usuario
fr: export utilisateur
it: esportazione utente
pl: eksport użytkownika
pt: exportação do usuário

source: event log export
es: exportar registro de eventos
fr: export du journal des événements
it: esportazione registro eventi
pl: eksport dziennika zdarzeń
pt: exportação log de eventos

source: asset export
es: exportación de activos
fr: export de ressources
it: esportazione di beni
pl: eksport aktywów
pt: exportação da mídia

source: knowledge base solution export
es: exportar solución de base de conocimiento
fr: Export des solutions de base de connaissances
it: esportazione di soluzioni di base della conoscenza
pl: eksport rozwiązania opartego na wiedzy
pt: exportação da solução base de conhecimento

source: title
de: titel
es: título
fr: Titre:
it: titolo
pl: tytuł
pt: Título

source: send to
de: senden an
es: enviar a
fr: envoyer à
it: invia a
pl: wyślij do
pt: enviar para

source: disable
de: deaktivieren
es: desactivar
fr: désactiver
it: disattiva
pl: wyłącz
pt: desabilitado

source: send immediately
de: sofort senden
es: enviar inmediatamente
fr: envoyer immédiatement
it: invia immediatamente
pl: wyślij natychmiast
pt: enviar imediatamente

source: send report now
de: melde jetzt
es: enviar informe ahora
fr: envoyer le rapport maintenant
it: invia il report ora
pl: wyślij raport
pt: enviar relatório agora
