Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: schedule recurring
de: Zeitplan wiederkehrend
es: programar recurrente
fr: planifier la récurrence
it: pianificazione ricorrente
pl: harmonogram cykliczny
pt: agendar recorrentes

source: filters
de: filtern
es: filtros
fr: filtres
it: filtri
pl: filtry
pt: filtros

source: all tickets will be exported unless you apply filters
de: alle Tickets werden exportiert, es sei denn, Sie wenden Filter an
es: todos los tickets serán exportados a menos que usted aplique filtros
fr: tous les tickets seront exportés sauf si vous appliquez des filtres
it: tutti i ticket verranno esportati a meno che non si applichino filtri
pl: wszystkie zgłoszenia zostaną wyeksportowane, chyba że zastosujesz filtry
pt: todos os tickets serão exportados, a menos que você aplique os filtros

source: start typing a name or email
de: geben Sie einen Namen oder eine E-Mail ein
es: comienza a escribir un nombre o correo electrónico
fr: commencez à taper un nom ou un email
it: inizia a digitare un nome o un'email
pl: zacznij wpisywać nazwę lub adres e-mail
pt: comece a digitar um nome ou e-mail

source: scheduled
de: geplant
es: programado
fr: programmé
it: pianificato
pl: zaplanowane
pt: agendado

source: schedule export
de: planerischer Export
es: programa de exportación
fr: Exportation de la programmation
it: programma di esportazione
pl: eksport harmonogramu
pt: Exportação de agendamento

source: due
de: fällig
es: vence
fr: échéance
it: scaduto
pl: termin
pt: vencimento

source: export every
de: alle exportieren
es: exportar cada
fr: exporter tous les
it: esporta ogni
pl: eksportuj każdy
pt: exportar cada

source: weeks
de: wochen
es: semanas
fr: semaines
it: settimane
pl: tygodnie
pt: Semanas

source: send email to
de: sende E-Mail an
es: enviar email a
fr: envoyer un e-mail à
it: invia email a
pl: wyślij e-mail do
pt: enviar e-mail para

source: ticket contains
de: ticket enthält
es: el ticket contiene
fr: le ticket contient
it: ticket contiene
pl: bilet zawiera
pt: ticket contém

source: include description
de: inklusive Beschreibung
es: incluir descripción
fr: Inclure la description
it: include descrizione
pl: dołącz opis
pt: incluir descrição

source: help desk settings
de: hilfe-desk-Einstellungen
es: configuración del servicio de ayuda
fr: Paramètres du service d'aide
it: impostazioni help desk
pl: ustawienia działu pomocy
pt: configurações de assistência

# editCustomDomainDialogTitle
source: edit site domain & check CNAME validity
de: Domain bearbeiten & CNAME Gültigkeit prüfen
es: editar dominio del sitio & comprobar la validez de CNAME
fr: modifier le domaine du site & vérifier la validité du CNAME
it: modifica dominio del sito & controlla la validità del CNAME
pl: edytuj domenę witryny & sprawdź poprawność CNAME
pt: editar domínio do site & verificar a validade do CNAME

# addingSiteDomainHelpText
source: Before adding your domain be sure you have a CNAME record in place pointing to app.mojohelpdesk.com. Check validity of the following Helpdesk domain name.
de: Bevor Sie Ihre Domain hinzufügen, stellen Sie sicher, dass Sie einen CNAME-Eintrag haben, der auf app.mojohelpdesk.com verweist. Überprüfen Sie die Gültigkeit des folgenden Helpdesk-Domain-Namens.
es: Antes de añadir su dominio, asegúrese de que tiene un registro CNAME en su lugar apuntando a app.mojohelpdesk.com. Compruebe la validez del siguiente nombre de dominio de Helpdesk.
fr: Avant d'ajouter votre domaine, assurez-vous que vous avez un enregistrement CNAME en place pointant vers app.mojohelpdesk.com. Vérifiez la validité du nom de domaine Helpdesk suivant.
it: Prima di aggiungere il tuo dominio, assicurati di avere un record CNAME che punta a app.mojohelpdesk.com. Controlla la validità del seguente nome di dominio Helpdesk.
pl: Przed dodaniem domeny upewnij się, że masz rekord CNAME wskazujący na app.mojohelpdesk.com. Sprawdź ważność poniższej nazwy domeny Helpdesk.
pt: Antes de adicionar seu domínio tenha certeza que você tem um registro CNAME no lugar, apontando para app.mojohelpdesk.com. Verifique a validade do seguinte nome de domínio HelpDesk.

# siteDomainNotAvailableErrorMessage
source: Cannot find CNAME record for '{{ getFormControlForKey('siteDomain')?.errors?.siteDomain }}', that is pointing to 'app.mojohelpdesk.com' or 'ssl.app.mojohelpdesk.com'.
de: CNAME Eintrag für '{{ getFormControlForKey('siteDomain')?.errors?.siteDomain }}' kann nicht gefunden werden, das heißt auf 'app.mojohelpdesk.com' oder 'ssl.app.mojohelpdesk.com' verweisen.
es: No se puede encontrar el registro CNAME para '{{ getFormControlForKey('siteDomain')?.errors?.siteDomain }}', que apunta a 'app.mojohelpdesk.com' o 'ssl.app.mojohelpdesk.com'.
pl: Nie można znaleźć rekordu CNAME dla '{{ getFormControlForKey('siteDomain')?.errors?.siteDomain }}', to znaczy 'app.mojohelpdesk.com' lub 'ssl.app.mojohelpdesk.com'.

source: organization information
de: organisationsinformationen
es: información de la organización
fr: informations sur l'organisation
it: informazioni sull'organizzazione
pl: informacje o organizacji
pt: informações da organização

source: organisation name
de: organisationsname
es: nombre de la organización
fr: nom de l'organisation
it: nome dell'organizzazione
pl: nazwa organizacji
pt: nome da organização

source: site address
de: site-Adresse
es: dirección del sitio
fr: adresse du site
it: indirizzo del sito
pl: adres strony
pt: Endereço do site

source: use SSL
de: SSL verwenden
es: usar SSL
fr: utiliser SSL
it: usa SSL
pl: użyj SSL
pt: usar SSL

source: google apps domain
de: Google-App-Domäne
es: dominio de Google apps
fr: domaine google apps
it: google applicazioni dominio
pl: domena aplikacji google
pt: Domínio do Google apps

source: empty
de: leer
es: vacío
fr: vide
it: vuoto
pl: puste
pt: Vazio

source: never mind
de: das ist egal,
es: no importa
fr: à tout prix
it: mai mente
pl: nie ma nic przeciwko
pt: Deixa pra lá

source: are you sure?
de: bist du sicher?
es: ¿Estás seguro?
fr: êtes-vous sûr?
it: sei sicuro?
pl: jesteś pewien?
pt: tem certeza?

source: integrations
de: integrationen
es: integraciones
fr: intégrations
it: integrazioni
pl: integracje
pt: integrações

# removeGoogleAppsIntegrationWarningMessage
source: Removing the association with your Google hosted domain will prevent users from accessing Mojo Helpdesk within Google Apps.
de: Das Entfernen der Verbindung mit Ihrer von Google gehosteten Domäne verhindert den Zugriff der Nutzer auf den Mojo Helpdesk innerhalb der Google Apps.
es: Eliminar la asociación con tu dominio alojado en Google impedirá que los usuarios accedan a Mojo Helpdesk dentro de Google Apps.
fr: La suppression de l'association avec votre domaine hébergé par Google empêchera les utilisateurs d'accéder au Helpdesk Mojo dans Google Apps.
it: Rimuovendo l'associazione con il tuo dominio Google ospitato impedirà agli utenti di accedere all'Helpdesk di Mojo all'interno di Google Apps.
pl: Usunięcie powiązania z domeną Google uniemożliwi użytkownikom dostęp do Helpdesk Mojo w aplikacjach Google.
pt: Remover a associação com seu domínio hospedado pelo Google impedirá que os usuários acessem o Mojo Helpdesk dentro dos Google Apps.

# removeAzureIntegrationWarningMessage
source: Removing the association with your Azure Tenant ID will prevent users from accessing Mojo Helpdesk within Azure.
de: Das Entfernen der Verbindung mit Ihrer Azure Tenant ID verhindert den Zugriff auf den Mojo Helpdesk innerhalb von Azure.
es: La eliminación de la asociación con su ID de arrendatario Azure impedirá a los usuarios acceder a la mesa de ayuda de Mojo dentro de Azure.
fr: La suppression de l'association avec votre ID de Tenant Azure empêchera les utilisateurs d'accéder au Helpdesk Mojo dans Azure.
it: Rimuovere l'associazione con il tuo ID Azure Tenant impedirà agli utenti di accedere all'Helpdesk Mojo all'interno di Azure.
pl: Usunięcie powiązania z Twoim identyfikatorem Azure Tenant uniemożliwi użytkownikom dostęp do Helpdesk Mojo w Azure.
pt: Remover a associação com seu Azure Tenant ID irá impedir que os usuários acessem o Mojo Helpdesk dentro do Azure.

# removeClassLinkWarningMessage
source: Removing the association with your ClassLink Tenant ID will prevent users from accessing Mojo Helpdesk within ClassLink
de: Das Entfernen der Verbindung mit Ihrer ClassLink-Tenant-ID verhindert den Zugriff auf den Mojo-Helpdesk innerhalb von ClassLink
es: Eliminar la asociación con su ID de cliente de ClassLink impedirá que los usuarios accedan al helpdesk de Mojo dentro de ClassLink
fr: Supprimer l'association avec votre ID de locataire ClassLink empêchera les utilisateurs d'accéder au Helpdesk Mojo dans ClassLink
it: Rimuovere l'associazione con il tuo ID ClassLink Tenant impedirà agli utenti di accedere all'Helpdesk Mojo all'interno di ClassLink
pl: Usunięcie powiązania z Twoim identyfikatorem użytkownika ClassLink uniemożliwi użytkownikom dostęp do działu pomocy Mojo w ramach ClassLink
pt: Remover a associação com seu ID do Tenant ClassLink irá impedir que os usuários acessem o Mojo Helpdesk dentro do ClassLink

source: language settings
de: spracheinstellungen
es: configuración de idioma
fr: paramètres de langue
it: impostazioni della lingua
pl: ustawienia języka
pt: configurações de idioma

source: helpdesk language
de: helpdesk Sprache
es: idioma del helpdesk
fr: langue du helpdesk
it: lingua helpdesk
pl: Język helpdesk
pt: idioma do helpdesk

source: set the language for your help center
de: die Sprache für Ihr Hilfe-Center festlegen
es: establece el idioma para tu centro de ayuda
fr: définir la langue de votre centre d'aide
it: imposta la lingua per il tuo centro assistenza
pl: ustaw język dla centrum pomocy
pt: defina o idioma para seu centro de ajuda

source: miscellaneous settings
de: verschiedene Einstellungen
es: configuración variada
fr: Réglages divers
it: impostazioni varie
pl: różne ustawienia
pt: configurações diversas

# enableCompanyAccessOptionLabel
source: enable group access option
de: Gruppenzugriff aktivieren
es: habilitar opción de acceso de grupo
fr: activer l'option d'accès au groupe
it: abilita l'opzione di accesso al gruppo
pl: włącz opcję dostępu do grupy
pt: habilitar opção de acesso do grupo

# enableCompanyAccessOptionFormHelp
source: Group access allows a customer to view all tickets submitted by their group. Turning this on here will allow an option to grant group access in a customer's profile.
de: Gruppenzugang erlaubt es einem Kunden, alle von seiner Gruppe eingereichten Tickets zu sehen. Wenn Sie diesen hier einschalten, können Sie den Gruppenzugriff im Kundenprofil erlauben.
es: El acceso de grupo permite a un cliente ver todos los tickets enviados por su grupo. Activar esto aquí permitirá una opción para permitir el acceso de grupo en el perfil de un cliente.
pl: Dostęp do grupy umożliwia klientowi oglądanie wszystkich zgłoszeń zgłoszonych przez jego grupę. Włączenie tego tutaj pozwoli na przyznanie dostępu do grupy w profilu klienta.

# showMojoLinksFormLabel
source: show Mojo Helpdesk branding
de: zeige Mojo Helpdesk Branding
es: mostrar marca de mesa de ayuda de Mojo
fr: montrer le marquage de Mojo Helpdesk
it: mostra il marchio Mojo Helpdesk
pl: pokaż marki Mojo Helpdesk
pt: mostrar a marca do Mojo Helpdesk

# showMojoLinksFormHelp
source: Show Mojo Helpdesk links and branding in the Help Center.
de: Mojo Helpdesks Links und Branding im Hilfe-Center anzeigen.
es: Mostrar enlaces y marcas de ayuda de Mojo en el centro de ayuda.
fr: Afficher les liens et le marquage des Helpdesks Mojo dans le centre d'aide.
pl: Pokaż linki i marki Mojo w Centrum Pomocy.
pt: Mostre os links e marcas da Mojo Helpdesks no centro de ajuda.

# isBetaTesterFormLabel
source: use beta test features
de: benutze Betatest-Funktionen
es: usar características de prueba beta
fr: utiliser les fonctionnalités de test bêta
it: usa funzionalità beta test
pl: użyj funkcji beta testowych
pt: usar recursos de teste beta

# isBetaTesterFormHelp
source: When enabled, this help desk will display upcoming features that have not been released yet. All agents and admins will be able to use them (based on user role). This option can be toggle ON or OFF at anytime.
de: Wenn aktiviert, wird dieser Helpdesk kommende Funktionen anzeigen, die noch nicht freigegeben wurden. Alle Agenten und Administratoren können diese verwenden (basierend auf der Benutzerrolle). Diese Option kann jederzeit aktiviert oder ausgeschaltet werden.
es: Cuando está habilitado, este servicio de asistencia mostrará las próximas características que aún no han sido publicadas. Todos los agentes y administradores podrán utilizarlos (basados en el rol de usuario). Esta opción puede estar encendida o apagada en cualquier momento.
fr: Lorsqu'il est activé, ce service d'aide affichera les fonctionnalités à venir qui n'ont pas encore été publiées. Tous les agents et administrateurs seront en mesure de les utiliser (selon le rôle de l'utilisateur). Cette option peut être activée ou désactivée à tout moment.
it: Se abilitata, questo help desk mostrerà le funzioni imminenti che non sono ancora state rilasciate. Tutti gli agenti e gli amministratori saranno in grado di utilizzarli (in base al ruolo dell'utente). Questa opzione può essere attivata o disattivata in qualsiasi momento.
pl: Gdy włączone, ten dział pomocy wyświetli nadchodzące funkcje, które nie zostały jeszcze wydane. Wszyscy agenci i administratorzy będą mogli ich używać (na podstawie roli użytkownika). Ta opcja może być włączona lub wyłączona w dowolnym momencie.
pt: Quando ativado, esta central de ajuda irá exibir os próximos recursos que ainda não foram lançados. Todos os agentes e administradores poderão usá-los (baseado na função do usuário). Esta opção pode ser LIGADA ou DESLIGADA a qualquer momento.

source: solution import
de: lösungs-Import
es: importar solución
fr: importation de la solution
it: soluzione di importazione
pl: import rozwiązania
pt: importação da solução

source: upload a CSV file containing solutions to be imported into the helpdesk
de: eine CSV-Datei hochladen, die Lösungen enthält, die in das Helpdesk importiert werden sollen
es: subir un archivo CSV que contenga soluciones a importar en el helpdesk
fr: télécharger un fichier CSV contenant des solutions à importer dans le helpdesk
it: caricare un file CSV contenente soluzioni da importare nell'helpdesk
pl: wgraj plik CSV zawierający rozwiązania, które mają być zaimportowane do helpdesk
pt: fazer upload de um arquivo CSV contendo soluções para serem importadas no helpdesk

source: asset import
es: importación de activos
fr: import d'actifs
it: importazione asset
pl: import zasobów
pt: importar mídia

source: upload a CSV file containing assets to be imported into the helpdesk
de: eine CSV-Datei mit zu importierenden Assets in das Helpdesk hochladen
es: subir un archivo CSV que contenga recursos a importar en el helpdesk
fr: télécharger un fichier CSV contenant des ressources à importer dans le helpdesk
it: caricare un file CSV contenente risorse da importare nell'helpdesk
pl: wgraj plik CSV zawierający zasoby do zaimportowania do helpdesk
pt: fazer upload de um arquivo CSV contendo arquivos a serem importados para o helpdesk

source: ticket import
de: ticket importieren
es: importación de tickets
fr: import de tickets
it: importazione ticket
pl: import zgłoszenia
pt: importar ticket

source: upload a CSV file containing tickets to be imported into the helpdesk
de: eine CSV-Datei mit Tickets hochladen, die in das Helpdesk importiert werden sollen
es: subir un archivo CSV que contenga tickets a importar en el helpdesk
fr: télécharger un fichier CSV contenant des tickets à importer dans le helpdesk
it: caricare un file CSV contenente i ticket da importare nell'helpdesk
pl: wgraj plik CSV zawierający zgłoszenia do zaimportowania do helpdesk
pt: enviar um arquivo CSV contendo tickets a serem importados para o helpdesk

source: user import
es: importar usuario
fr: importation de l'utilisateur
it: importazione utente
pl: import użytkownika
pt: importação do usuário

source: upload a CSV file containing users to be imported into the helpdesk
de: eine CSV-Datei hochladen, die Benutzer enthält, die in das Helpdesk importiert werden sollen
es: subir un archivo CSV que contenga usuarios a importar en el helpdesk
fr: télécharger un fichier CSV contenant des utilisateurs à importer dans le helpdesk
it: caricare un file CSV contenente gli utenti da importare nell'helpdesk
pl: wgraj plik CSV zawierający użytkowników do zaimportowania do helpdesk
pt: enviar um arquivo CSV contendo usuários para serem importados para o helpdesk

source: ticket form
de: ticket-Formular
es: formulario de ticket
fr: formulaire de ticket
it: modulo ticket
pl: formularz biletowy
pt: formulário de ticket

# importTickets.tips
source: please take a look at our tips for setting up the CSV file and matching fields
de: bitte werfen Sie einen Blick auf unsere Tipps zum Einrichten der CSV-Datei und der passenden Felder
es: por favor echa un vistazo a nuestros consejos para configurar el archivo CSV y los campos coincidentes
fr: jetez un œil à nos conseils pour configurer le fichier CSV et les champs correspondants
it: si prega di dare un'occhiata ai nostri suggerimenti per configurare il file CSV e i campi corrispondenti
pl: proszę przyjrzeć się naszym wskazówkom, aby skonfigurować plik CSV i pasujące pola
pt: por favor, dê uma olhada em nossas dicas para configurar o arquivo CSV e os campos correspondentes

source: import tickets
de: importiere Tickets
es: importar tickets
fr: Importer des tickets
it: importare biglietti
pl: importuj paragony
pt: importar tickets

source: create multiple tickets at a time from a CSV file
de: mehrere Tickets gleichzeitig aus einer CSV-Datei erstellen
es: crear múltiples tickets a la vez desde un archivo CSV
fr: créer plusieurs tickets à la fois à partir d'un fichier CSV
it: creare più ticket alla volta da un file CSV
pl: tworzenie wielu zgłoszeń na raz z pliku CSV
pt: criar vários tickets de cada vez a partir de um arquivo CSV

source: number of records
de: Anzahl der Datensätze
es: número de registros
fr: nombre d'enregistrements
it: numero di record
pl: liczba rekordów
pt: número de registros

source: new tickets imported
de: neue Tickets importiert
es: nuevos tickets importados
fr: nouveaux tickets importés
it: nuovi biglietti importati
pl: nowe zgłoszenia zaimportowane
pt: novos tickets importados

source: new tickets queues created
de: neue Ticket-Warteschlangen erstellt
es: nuevas colas de tickets creadas
fr: nouvelles files d'attente de tickets créées
it: nuove code di ticket create
pl: utworzono nowe kolejki zgłoszeń
pt: novas filas de tickets criadas

source: notify new users?
de: neue Benutzer benachrichtigen?
es: ¿notificar nuevos usuarios?
fr: notifier les nouveaux utilisateurs ?
it: notificare i nuovi utenti?
pl: powiadomić nowych użytkowników?
pt: notificar novos usuários?

source: update existing users?
de: bestehende Benutzer aktualisieren?
es: ¿actualizar usuarios existentes?
fr: mettre à jour les utilisateurs existants ?
it: aggiornare gli utenti esistenti?
pl: zaktualizować istniejących użytkowników?
pt: atualizar usuários existentes?

source: email field is mandatory
de: E-Mail-Feld ist obligatorisch
es: campo de correo es obligatorio
fr: le champ email est obligatoire
it: il campo email è obbligatorio
pl: pole e-mail jest obowiązkowe
pt: campo de e-mail é obrigatório

# usersCsvImportPasswordInstruction1
source: password field should be at least 6 characters long, otherwise the user will not be imported
de: muss mindestens 6 Zeichen lang sein, sonst wird der Benutzer nicht importiert
es: el campo de contraseña debe tener al menos 6 caracteres, de lo contrario el usuario no será importado
fr: le champ mot de passe doit comporter au moins 6 caractères, sinon l'utilisateur ne sera pas importé
it: il campo password deve essere di almeno 6 caratteri, altrimenti l'utente non verrà importato
pl: hasło powinno mieć co najmniej 6 znaków, w przeciwnym razie użytkownik nie zostanie zaimportowany
pt: o campo de senha deve ter pelo menos 6 caracteres, caso contrário o usuário não será importado

# usersCsvImportPasswordInstruction2
source: if there is no password to be matched or if password field is empty, then the system will generate random password for the new user
de: wenn kein Passwort gefunden werden soll oder wenn das Passwortfeld leer ist, wird das System zufälliges Passwort für den neuen Benutzer generieren
es: si no hay una contraseña que coincida o si el campo de contraseña está vacío, el sistema generará una contraseña aleatoria para el nuevo usuario
fr: s'il n'y a pas de mot de passe à associer ou si le champ de mot de passe est vide, alors le système générera un mot de passe aléatoire pour le nouvel utilisateur
it: se non c'è una password da abbinare o se il campo password è vuoto, il sistema genererà una password casuale per il nuovo utente
pl: jeśli nie ma hasła do dopasowania lub jeśli pole hasła jest puste, system wygeneruje losowe hasło dla nowego użytkownika
pt: Se não houver nenhuma senha para ser correspondida ou se o campo de senha estiver vazio, o sistema irá gerar uma senha aleatória para o novo usuário

# usersCsvImportGroupInstruction1
source: if there is a group to be matched and there is no group with that name, then a new group will be created and the user will be placed in it
de: wenn eine Gruppe gefunden werden soll und es keine Gruppe mit diesem Namen gibt dann wird eine neue Gruppe erstellt und der Benutzer wird darin platziert
es: si hay un grupo que coincida y no hay ningún grupo con ese nombre, entonces se creará un nuevo grupo y el usuario será colocado en él
fr: s'il y a un groupe à associer et qu'il n'y a pas de groupe avec ce nom, alors un nouveau groupe sera créé et l'utilisateur y sera placé
it: se c'è un gruppo da abbinare e non c'è un gruppo con tale nome, poi verrà creato un nuovo gruppo e l'utente verrà inserito in esso
pl: jeśli istnieje grupa do dopasowania i nie ma grupy o tej nazwie, następnie utworzona zostanie nowa grupa i użytkownik zostanie w niej umieszczony
pt: se houver um grupo para ser combinado e não há nenhum grupo com esse nome, então um novo grupo será criado e o usuário será colocado nele

# usersCsvImportGroupInstruction2
source: if there is no group to be matched, all new users will be placed in group 'Individuals'
de: wenn keine Gruppe gefunden werden soll, werden alle neuen Benutzer in der Gruppe "Einzelpersonen" platziert
es: si no hay ningún grupo que coincida, todos los nuevos usuarios se colocarán en el grupo 'Individuals'
pl: jeśli nie ma żadnej grupy do dopasowania, wszyscy nowi użytkownicy zostaną umieszczeni w grupie 'Osoby indywidualne'

source: import users
de: Benutzer importieren
es: importar usuarios
fr: importer des utilisateurs
it: importare utenti
pl: importuj użytkowników
pt: importar Usuários

source: create multiple users at a time from a CSV file
de: mehrere Benutzer gleichzeitig aus einer CSV-Datei erstellen
es: crear múltiples usuarios a la vez a partir de un archivo CSV
fr: créer plusieurs utilisateurs à la fois à partir d'un fichier CSV
it: creare più utenti alla volta da un file CSV
pl: utwórz wielu użytkowników w czasie z pliku CSV
pt: criar vários usuários de cada vez a partir de um arquivo CSV

source: new users imported
de: neue Benutzer importiert
es: nuevos usuarios importados
fr: nouveaux utilisateurs importés
it: nuovi utenti importati
pl: Nowi użytkownicy zaimportowani
pt: novos usuários importados

source: new group created
de: neue Gruppe erstellt
es: nuevo grupo creado
fr: nouveau groupe créé
it: nuovo gruppo creato
pl: utworzono nową grupę
pt: novo grupo criado
