Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: receive Mojo newsletter
de: empfange Mojo-Newsletter
es: recibir boletín de Mojo
fr: recevoir la newsletter de Mojo
it: ricevi la newsletter di Mojo
pl: otrzymuj newsletter Mojo
pt: receber boletim informativo Mojo

# user.emailForwardWarningMessage
source: WARNING: This contact will not receive any emails from Mojo, because the email address is used as email forward address for a queue on helpdesk
de: WARNUNG: Dieser Kontakt wird keine E-Mails von Mojo erhalten, da die E-Mail-Adresse als Weiterleitungsadresse für eine Warteschlange auf dem Helpdesk verwendet wird
es: ATENCIÓN: Este contacto no recibirá ningún correo electrónico de Mojo, porque la dirección de correo electrónico se utiliza como dirección de correo electrónico para una cola en el helpdesk
fr: AVERTISSEMENT : Ce contact ne recevra pas d'e-mails de la part de Mojo, car l'adresse e-mail est utilisée comme adresse de transfert de courriel pour une file d'attente sur le helpdesk
it: ATTENZIONE: Questo contatto non riceverà alcuna email da Mojo, perché l'indirizzo email viene utilizzato come indirizzo di posta elettronica per una coda sull'helpdesk
pl: OSTRZEŻENIE: Ten kontakt nie otrzyma żadnych wiadomości e-mail od Mojo, ponieważ adres e-mail jest używany jako przekierowanie wiadomości e-mail w kolejce na helpdesk
pt: AVISO: Este contato não receberá e-mails da Mojo, porque o endereço de e-mail é usado como endereço de e-mail para frente para uma fila na central de ajuda

source: Confirm this action?
de: Diese Aktion bestätigen?
es: ¿Confirmar esta acción?
fr: Confirmer cette action?
it: Confermare questa azione?
pl: Potwierdź tę czynność?
pt: Confirmar esta ação?

source: delete item
de: element entfernen
es: eliminar elemento
fr: supprimer l'élément
it: elimina elemento
pl: usuń element
pt: eliminar item

source: delete items
de: element entfernen
es: eliminar elemento
fr: supprimer les éléments
it: elimina elemento
pl: usuń element
pt: eliminar item

source: edit dashboard
de: Dashboard bearbeiten
es: editar panel
fr: éditer le tableau de bord
it: modifica dashboard
pl: edytuj panel
pt: editar dashboard

source: new dashboard
de: neues Dashboard
es: nuevo panel
fr: nouveau tableau de bord
it: nuova dashboard
pl: nowy panel
pt: novo painel

source: give a name to this dashboard
de: diesem Dashboard einen Namen geben
es: dar un nombre a este panel
fr: donner un nom à ce tableau de bord
it: dare un nome a questa dashboard
pl: nadaj nazwę temu kokpitowi
pt: dar um nome a este painel de controle

# dashboard.form.name.blankError
source: dashboard name cannot be blank
de: Dashboard-Name darf nicht leer sein
es: el nombre del panel no puede estar en blanco
fr: le nom du tableau de bord ne peut pas être vide
pl: nazwa tablicy rozdzielczej nie może być pusta
pt: Nome do painel não pode estar em branco

source: no access
de: kein Zugriff
es: sin acceso
fr: sans accès
it: nessun accesso
pl: brak dostępu
pt: sem acesso

source: full access
de: vollständiger Zugriff
es: acceso completo
fr: accès complet
it: accesso completo
pl: pełny dostęp
pt: acesso total

source: comment only
de: nur kommentieren
es: solo comentarios
fr: commentaire uniquement
it: solo commento
pl: tylko komentarz
pt: apenas comentário

source: unable to access server
de: kann nicht auf den Server zugreifen
es: no se puede acceder al servidor
fr: impossible d'accéder au serveur
it: impossibile accedere al server
pl: nie można uzyskać dostępu do serwera
pt: impossível acessar o servidor

# needHelpModalDescriptionLabel
source: How can we help?
de: Wie können wir helfen?
es: ¿Cómo podemos ayudar?
fr: Comment pouvons-nous nous aider?
it: Come possiamo aiutare?
pl: Jak możemy pomóc?
pt: Como podemos ajudar?

source: I have a question
de: Ich habe eine Frage
es: Tengo una pregunta
fr: J'ai une question
it: Ho una domanda
pl: Mam pytanie
pt: Eu tenho uma pergunta

source: send
de: senden
es: enviar
fr: envoyer
it: invia
pl: wyślij
pt: Enviar

# positiveFeedbackModalDescriptionLabel
source: Tell us how we can make Mojo better.
de: Sag uns, wie wir Mojo verbessern können.
es: Díganos cómo podemos mejorar Mojo.
fr: Dites-nous comment nous pouvons améliorer Mojo.
it: Dicci come possiamo migliorare Mojo.
pl: Powiedz nam, jak możemy ulepszyć Mojo.
pt: Diga-nos como podemos melhorar o Mojo.

# positiveFeedbackModalTitle
source: Suggest a feature
de: Feature vorschlagen
es: Sugerir una característica
fr: Suggérer une fonctionnalité
it: Suggerisci una funzione
pl: Zaproponuj funkcję
pt: Sugerir uma funcionalidade

# negativeFeedbackModalDescriptionLabel
source: Tell us what's wrong. Nothing is too small to report.
de: Sag uns, was falsch ist. Nichts ist zu klein, um zu berichten.
es: Díganos lo que está mal. Nada es demasiado pequeño para informar.
pl: Powiedz nam, co jest nie tak. Nic nie jest zbyt małe, aby zgłosić.

# negativeFeedbackModalTitle
source: Report a problem
de: Ein Problem melden
es: Reportar un problema
fr: Signaler un problème
it: Segnala un problema
pl: Zgłoś problem
pt: Reportar um problema

# reportBugSuccessFlashNotice
source: thank you, our staff will review it ASAP
de: danke, unsere Mitarbeiter werden es ASAP überprüfen
es: gracias, nuestro personal lo revisará ASAP
fr: merci, notre équipe le vérifiera dès que possible
it: grazie, il nostro staff lo esaminerà al più presto
pl: dziękuję, nasz personel przejrzy go ASAP
pt: Obrigado, nossa equipe irá revisá-lo o mais rápido

source: An app
de: Eine App
es: Una app
fr: Une application
it: Un'app
pl: Aplikacja
pt: Um aplicativo

source: blocked your action
de: blockierte deine Aktion
es: ha bloqueado tu acción
fr: a bloqué votre action
it: bloccato la tua azione
pl: zablokował Twoją akcję
pt: bloqueou sua ação

source: success
de: erfolgreich
es: éxito
fr: Réussi
it: successo
pl: sukces
pt: Sucesso

source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
pl: Aktualizuj teraz
pt: Atualizar agora

source: Update later
de: Später aktualisieren
es: Actualizar más tarde
fr: Mettre à jour plus tard
it: Aggiorna più tardi
pl: Zaktualizuj później
pt: Atualizar mais tarde

source: A new version is available
de: Eine neue Version ist verfügbar
es: Una nueva versión está disponible
fr: Une nouvelle version est disponible
it: È disponibile una nuova versione
pl: Dostępna jest nowa wersja
pt: Uma nova versão está disponível

# save&amp;Search
source: save & search
de: & Suche speichern
es: guardar & buscar
fr: enregistrer & rechercher
it: salva & ricerca
pl: zapisz & wyszukiwanie
pt: salvar & pesquisar

source: save search
de: speichere Suche
es: guardar búsqueda
fr: Enregistrer la recherche
it: salva ricerca
pl: zapisz wyszukiwanie
pt: salvar pesquisa

source: give a name to this search
de: geben Sie dieser Suche einen Namen
es: dar un nombre a esta búsqueda
fr: donner un nom à cette recherche
it: dare un nome a questa ricerca
pl: nadaj nazwę temu wyszukiwaniu
pt: dar um nome para essa pesquisa

source: search name cannot be blank
de: der Suchname darf nicht leer sein
es: el nombre de búsqueda no puede estar en blanco
fr: le nom de la recherche ne peut pas être vide
it: il nome di ricerca non può essere vuoto
pl: nazwa wyszukiwania nie może być pusta
pt: pesquisa nome não pode estar em branco

source: share among agents
de: unter Agenten teilen
es: compartir entre agentes
fr: partager entre les agents
it: condivisione tra agenti
pl: podziel się między agentów
pt: compartilhar entre agentes

source: some tasks are not completed
de: einige Aufgaben sind nicht abgeschlossen
es: algunas tareas no se han completado
fr: certaines tâches ne sont pas terminées
it: alcune attività non sono state completate
pl: niektóre zadania nie zostały ukończone
pt: algumas tarefas não foram concluídas

source: value
de: wert
es: valor
fr: valeur
it: valore
pl: wartość
pt: Valor

source: asset selection
de: Asset Auswahl
es: selección de activos
fr: sélection d'actifs
it: selezione degli asset
pl: wybór aktywów
pt: seleção de mídia

source: asset type
de: Asset Typ
es: tipo de recurso
fr: type de ressource
it: tipo di attività
pl: typ aktywów
pt: tipo de conteúdo

source: recent tickets for this asset
de: letzte Tickets für dieses Asset
es: tickets recientes para este activo
fr: tickets récents pour cette ressource
it: ticket recenti per questo asset
pl: ostatnie zgłoszenia dla tego zasobu
pt: tickets recentes para este ativo

source: upload
de: hochladen
es: subir
fr: téléverser
it: carica
pl: wgraj
pt: carregar

source: take a snapshot
de: einen Schnappschuss machen
es: tomar una instantánea
fr: prendre une capture instantanée
it: scattare uno snapshot
pl: zrób zrzut ekranu
pt: tirar um instantâneo

source: no camera found
de: keine Kamera gefunden
es: cámara no encontrada
fr: aucune caméra trouvée
it: nessuna telecamera trovata
pl: nie znaleziono kamery
pt: nenhuma câmera encontrada

source: drag a file here
de: eine Datei hierher ziehen
es: arrastra un archivo aquí
fr: glissez un fichier ici
it: trascina un file qui
pl: przeciągnij plik tutaj
pt: arraste um arquivo aqui

source: or, if you prefer
de: oder, wenn Sie bevorzugen
es: o, si lo prefiere
fr: ou, si vous préférez
it: oppure, se preferisci
pl: lub, jeśli wolisz
pt: ou, se preferir,

source: Enter a name
de: Namen eingeben
es: Introduzca un nombre
fr: Entrez un nom
it: Inserisci un nome
pl: Wprowadź nazwę
pt: Insira um nome

source: shared among agents
de: unter Agenten geteilt
es: compartido entre agentes
fr: partagé entre les agents
it: condiviso tra gli agenti
pl: współdzielone między agentów
pt: compartilhado entre agentes

source: canned response
de: vorgefertigte Antwort
es: respuesta enlatada
fr: réponse préenregistrée
it: risposta in scatola
pl: gotowa odpowiedź
pt: resposta pronta

# sharedAmongAgentsHelp
source: if shared every agents will be able to use this canned response. Only managers can share canned responses
de: wenn alle Agenten diese vorgefertigte Antwort nutzen können. Nur Manager können vorgefertigte Antworten teilen.
es: si se comparten todos los agentes podrán utilizar esta respuesta predefinida. Sólo los administradores pueden compartir respuestas enlatadas.
fr: si partagé, chaque agent sera en mesure d'utiliser cette réponse pré-enregistrée. Seuls les gestionnaires peuvent partager les réponses préenregistrées.
it: se condiviso ogni agente sarà in grado di utilizzare questa risposta in scatola. Solo i manager possono condividere le risposte in scatola.
pl: jeśli wszyscy współdzieleni agenci będą mogli użyć tej gotowej odpowiedzi. Tylko menedżerowie mogą udostępniać odpowiedzi w puszkach.
pt: se compartilhado todos os agentes poderão usar esta resposta pronta. Somente os gerentes podem compartilhar respostas prontas.

source: canned response has been created
de: vorgefertigte Antwort wurde erstellt
es: la respuesta predefinida ha sido creada
fr: La réponse préenregistrée a été créée
it: la risposta in scatola è stata creata
pl: gotowa odpowiedź została utworzona
pt: a resposta pronta foi criada

source: canned response has been edited
de: vorgefertigte Antwort wurde bearbeitet
es: la respuesta predefinida ha sido editada
fr: La réponse préenregistrée a été modifiée
it: la risposta in scatola è stata modificata
pl: gotowa odpowiedź została edytowana
pt: resposta pronta foi editada

source: manage canned responses
de: verwalte vorgefertigte Antworten
es: gestionar respuestas predefinidas
fr: gérer les réponses préenregistrées
it: gestisci le risposte in scatola
pl: zarządzanie gotowymi odpowiedziami
pt: gerenciar respostas prontas

source: shared
de: geteilt
es: compartido
fr: Partagé
it: condiviso
pl: współdzielone
pt: compartilhado

source: preview
de: vorschau
es: vista previa
fr: Aperçu
it: anteprima
pl: podgląd
pt: pré-visualização

source: no canned responses found
de: keine vorgefertigten Antworten gefunden
es: no se encontraron respuestas predefinidas
fr: aucune réponse préenregistrée trouvée
it: nessuna risposta in scatola trovata
pl: nie znaleziono gotowych odpowiedzi
pt: sem respostas prontas encontradas

source: copied!
de: kopiert!
es: ¡copiado!
fr: copié !
it: copiato!
pl: skopiowano!
pt: copiado!

source: copied
de: kopiert
es: copiado
fr: copié
it: copiato
pl: skopiowano
pt: copiado

source: records found
de: gefundene Einträge
es: registros encontrados
fr: enregistrements trouvés
it: record trovati
pl: znalezione rekordy
pt: registros encontrados

source: import first row?
de: erste Zeile importieren?
es: ¿importar la primera fila?
fr: Importer la première ligne ?
it: importare la prima riga?
pl: zaimportować pierwszy wiersz?
pt: importar primeira linha?

source: fields match
de: felder stimmen überein
es: campos coincidentes
fr: les champs correspondent
it: i campi corrispondono
pl: pola pasujące
pt: os campos correspondem

source: instructions
de: anleitungen
es: instrucciones
it: istruzioni
pl: instrukcje
pt: instruções

source: CSV column
de: CSV-Spalte
es: Columna CSV
fr: Colonne CSV
it: Colonna CSV
pl: Kolumna CSV
pt: Coluna CSV

# includeFirstRowHelp
source: if the first row contains only labels and not actual data, leave this checkbox unchecked
de: wenn die erste Zeile nur Beschriftungen und nicht aktuelle Daten enthält, lassen Sie dieses Kontrollkästchen nicht markieren
es: si la primera fila contiene solo etiquetas y no datos reales, deje esta casilla desmarcada
fr: si la première ligne ne contient que des libellés et pas de données réelles, laissez cette case à cocher décochée
it: se la prima riga contiene solo etichette e dati non reali, lascia deselezionata questa casella
pl: jeśli pierwszy wiersz zawiera tylko etykiety, a nie dane rzeczywiste, pozostaw to pole wyboru odznaczone
pt: se a primeira linha contiver apenas rótulos e não dados reais, deixe esta caixa de seleção desmarcada

source: select a CSV file containing
de: eine CSV-Datei auswählen
es: seleccione un archivo CSV que contenga
fr: sélectionner un fichier CSV contenant
it: seleziona un file CSV contenente
pl: wybierz plik CSV zawierający
pt: selecione um arquivo CSV contendo

source: to be imported into the helpdesk
de: in das Helpdesk importiert werden
es: para ser importado al helpdesk
fr: à importer dans le helpdesk
it: da importare nell'helpdesk
pl: do zaimportowania do helpdesk
pt: para ser importado para o helpdesk

source: next
de: nächsten
es: siguiente
fr: suivant
it: successivo
pl: następny
pt: próximo

source: results
de: ergebnisse
es: resultados
fr: Résultats
it: risultati
pl: wyniki
pt: Resultados

source: errors
de: Fehler
es: errores
fr: Erreurs
it: errori
pl: błędy
pt: erros

# csvImportErrorsDescription
source: check the rows by given numbers and correct the errors in CSV file, then try again
de: überprüfen Sie die Zeilen durch angegebene Zahlen und korrigieren Sie die Fehler in der CSV-Datei, dann versuchen Sie es erneut
es: comprobar los registros por los números dados y corregir los errores en el archivo CSV, luego vuelva a intentarlo
fr: vérifiez les lignes par nombre donné et corrigez les erreurs dans le fichier CSV, puis réessayez
it: controlla le righe con i numeri dati e correggi gli errori nel file CSV, quindi riprova
pl: sprawdź wiersze podanymi numerami i popraw błędy w pliku CSV, a następnie spróbuj ponownie
pt: verifique as linhas por determinados números e corrija os erros no arquivo CSV, e tente novamente

source: row
de: zeilen
es: fila
fr: ligne
it: riga
pl: wiersz
pt: linha

source: error description
de: Fehlerbeschreibung
es: descripción de error
fr: description de l'erreur
it: descrizione dell'errore
pl: opis błędu
pt: Descrição do erro

# plusAddField
source: + add field
de: + Feld hinzufügen
es: + añadir campo
fr: + ajouter un champ
it: + aggiungi campo
pl: + dodaj pole
pt: + adicionar campo

source: end user can edit it
de: der Endbenutzer kann es bearbeiten
es: el usuario final puede editarlo
fr: L'utilisateur final peut le modifier
it: l'utente finale può modificarlo
pl: użytkownik końcowy może go edytować
pt: usuário final pode editá-lo

source: end user cannot edit it
de: der Endbenutzer kann es nicht bearbeiten
es: usuario final no puede editarlo
fr: L'utilisateur final ne peut pas le modifier
it: l'utente finale non può modificarlo
pl: użytkownik końcowy nie może go edytować
pt: usuário final não pode editá-lo

# endUserCanSeeIt
source: end user see edit it
de: endbenutzer sehen bearbeiten
es: ver el usuario final editarlo
fr: l'utilisateur final voir l'édition
it: utente finale vedi modificarlo
pl: użytkownik końcowy zobacz edycję
pt: usuário final vê editá-lo

source: end user cannot see it
de: der Endbenutzer kann es nicht sehen
es: usuario final no puede verlo
fr: L'utilisateur final ne peut pas le voir
it: l'utente finale non può vederlo
pl: użytkownik końcowy nie może go zobaczyć
pt: o usuário final não pode vê-lo

source: is required
de: ist erforderlich
es: es obligatorio
fr: est obligatoire
it: è obbligatorio
pl: jest wymagane
pt: é obrigatório

source: is not required
de: ist nicht erforderlich
es: no es obligatorio
fr: n'est pas obligatoire
it: non è obbligatorio
pl: nie jest wymagane
pt: não é necessário

source: edit group form field
de: Gruppen-Formularfeld bearbeiten
es: editar campo de formulario de grupo
fr: éditer le champ de formulaire de groupe
it: modifica campo modulo gruppo
pl: edytuj pole formularza grupy
pt: editar campo formulário de grupo

source: field
de: feld
es: campo
fr: champ
it: campo
pl: pole
pt: Campo

source: end user can see it?
de: der Endbenutzer kann ihn sehen?
es: usuario final puede verlo?
fr: l'utilisateur final peut le voir?
it: l'utente finale può vederlo?
pl: użytkownik końcowy może to zobaczyć?
pt: o usuário final pode vê-lo?

source: end user can edit it?
de: der Endbenutzer kann ihn bearbeiten?
es: usuario final puede editarlo?
fr: L'utilisateur final peut l'éditer?
it: l'utente finale può modificarlo?
pl: użytkownik końcowy może go edytować?
pt: usuário final pode editá-lo?

source: is field required?
de: ist ein Feld erforderlich?
es: es obligatorio el campo?
fr: est un champ obligatoire?
it: è richiesto il campo?
pl: jest wymagane pola?
pt: campo é obrigatório?

source: disabled
de: deaktiviert
es: deshabilitado
fr: désactivée
it: disabilitato
pl: wyłączone
pt: desabilitado

source: enabled
de: aktiviert
es: activado
fr: Activé
it: abilitato
pl: włączone
pt: habilitado

# customFormNoFields
source: no form fields
de: keine Formularfelder
es: sin campos de formulario
fr: aucun champ de formulaire
it: nessun campo modulo
pl: brak pól formularza
pt: nenhum campo do formulário

source: edit fields
de: Felder bearbeiten
es: editar campos
fr: éditer les champs
it: modificare i campi
pl: edytuj pola
pt: editar campos

# customFormNoFieldsEnabled
source: no form fields enabled
de: keine Formularfelder aktiviert
es: no hay campos de formulario habilitados
fr: aucun champ de formulaire activé
it: nessun campo modulo abilitato
pl: nie włączono pól formularza
pt: nenhum campo de formulário ativado

source: edit form fields
de: Formularfelder bearbeiten
es: editar campos de formulario
fr: éditer les champs du formulaire
it: modifica campi modulo
pl: edytuj pola formularza
pt: editar campos de formulário

source: help
de: helfen
es: ayuda
fr: Aide
it: aiuto
pl: pomoc
pt: Ajuda

source: default value
de: Standardwert
es: valor por defecto
fr: valeur par défaut
it: valore predefinito
pl: wartość domyślna
pt: valor padrão

source: remove
de: entfernen
es: eliminar
fr: Enlever
it: rimuovi
pl: usuń
pt: Remover

source: set due date
de: setze Abgabedatum
es: fijar fecha límite
fr: définir la date d'échéance
it: imposta data di scadenza
pl: ustaw termin
pt: definir data limite

source: no dates
de: kein Datum
es: sin fechas
fr: aucune date
it: nessuna data
pl: brak dat
pt: sem datas

source: date
de: datum
es: fecha
it: data
pl: data
pt: Data

source: pick a date
de: wähle ein Datum
es: elegir una fecha
fr: choisir une date
it: scegli una data
pl: wybierz datę
pt: escolha uma data

source: starting date
de: startdatum
es: fecha de inicio
fr: date de début
it: data di inizio
pl: data rozpoczęcia
pt: data de início

source: ending date
de: Enddatum
es: fecha de finalización
fr: date de fin
it: data di fine
pl: data zakończenia
pt: data final

source: custom queues
de: eigene Warteschlangen
es: colas personalizadas
fr: queues personnalisées
it: code personalizzate
pl: niestandardowe kolejki
pt: Filas personalizadas

source: all new tickets
de: alle neuen Tickets
es: todos los nuevos tickets
fr: tous les nouveaux tickets
it: tutti i nuovi ticket
pl: wszystkie nowe zgłoszenia
pt: todos os novos tickets

source: receive emails for all new tickets
de: E-Mails für alle neuen Tickets erhalten
es: recibir correos electrónicos para todos los nuevos tickets
fr: recevoir des e-mails pour tous les nouveaux tickets
it: ricevi email per tutti i nuovi ticket
pl: odbieranie wiadomości e-mail dla wszystkich nowych zgłoszeń
pt: receber e-mails para todos os novos tickets

# receiveEmailsForNewTicketsInSpecificQueuesOnly
source: receive emails for new tickets in the queue selection below
de: E-Mails für neue Tickets in der Warteschlange unten erhalten
es: recibir correos electrónicos para nuevos tickets en la lista de selección de abajo
fr: recevoir des e-mails pour les nouveaux tickets dans la sélection de file d’attente ci-dessous
it: ricevi email per i nuovi ticket nella selezione in coda qui sotto
pl: odbieraj e-maile dla nowych zgłoszeń w wybranej kolejce poniżej
pt: receber e-mails para novos tickets na seleção da fila abaixo

source: successfully deleted
de: erfolgreich gelöscht
es: eliminado correctamente
fr: supprimé avec succès
it: eliminato con successo
pl: pomyślnie usunięto
pt: excluído com sucesso

source: more
de: mehr
es: más
fr: plus
it: altro
pl: więcej
pt: Mais

source: less
de: weniger
es: menos
fr: Moins
it: meno
pl: mniej
pt: Menor

source: all rights reserved
de: alle Rechte vorbehalten
es: todos los derechos reservados
fr: tous les droits réservés
it: tutti i diritti riservati
pl: wszystkie prawa zastrzeżone
pt: todos os direitos reservados

source: made by
de: erstellt von
es: hecho por
fr: fait par
it: fatto da
pl: wykonane przez
pt: feito por

source: an option is required
de: diese option ist erforderlich
es: se requiere una opción
fr: cette option est obligatoire
it: è richiesta un'opzione
pl: opcja jest wymagana
pt: uma opção é obrigatória

source: give a name to this field
de: geben Sie diesem Feld einen Namen
es: dar un nombre a este campo
fr: donner un nom à ce champ
it: dare un nome a questo campo
pl: nadaj nazwę dla tego pola
pt: dar um nome para este campo

source: required
de: benötigt
es: requerido
fr: Obligatoire
it: obbligatorio
pl: wymagane
pt: Obrigatório

source: date will be chosen here
de: datum wird hier ausgewählt
es: la fecha será elegida aquí
fr: la date sera choisie ici
it: la data sarà scelta qui
pl: data zostanie wybrana tutaj
pt: data será escolhida aqui

# gizmoDateNamePlaceholder
source: Field label. E.g.: When are you born?
de: Feldbezeichnung. Z.g.: Wann werden Sie geboren?
es: Etiqueta de campo. E.: ¿Cuándo nació?
fr: Étiquette de champ. Ex. : Quand êtes-vous né?
it: Etichetta sul campo. Ad esempio: Quando sei nato?
pl: Etykieta polowa. Np.: kiedy się urodziłeś?
pt: Rótulo do campo. Por exemplo: Quando você nasce?

source: Field label. E.g.: When are you born?
de: Feldbezeichnung. Z.g.: Wann werden Sie geboren?
es: Etiqueta de campo. E.: ¿Cuándo nació?
fr: Étiquette de champ. Ex. : Quand êtes-vous né?
it: Etichetta sul campo. Ad esempio: Quando sei nato?
pl: Etykieta polowa. Np.: kiedy się urodziłeś?
pt: Rótulo do campo. Por exemplo: Quando você nasce?

source: set date
de: setze Datum
es: fijar fecha
fr: définir la date
it: imposta data
pl: ustaw datę
pt: defina a data
