Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: Attachment
de: Anhang
es: Adjunto
fr: Pièce jointe
it: Allegato
pl: Załącznik
pt: Anexo

source: cancel
de: abbrechen
es: cancelar
fr: annuler
it: annulla
pl: anuluj
pt: Cancelar

source: select
de: wählen
es: seleccionar
fr: sélectionner
it: seleziona
pl: wybierz
pt: selecionar

# ngb.alert.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt: FECHAR

# ngb.carousel.slide-number
source: Slide rap$.value; } of allows to inter
de: Folie this._wrap$.val von true`, allows t
es: Desliza this._wrap$.val de true`, allows t
pl: Przesuń this._wrap$.val z true`, allows t

# ngb.carousel.previous
source: Previous
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
pl: Poprzedni
pt: Anterior

# ngb.carousel.next
source: Next
de: Nächste
es: Siguiente
fr: Suivant
it: Successivo
pl: Następny
pt: Próximo

# ngb.datepicker.select-month
source: Select month
de: Monat auswählen
es: Seleccionar mes
fr: Sélectionnez le mois
it: Seleziona mese
pl: Wybierz miesiąc
pt: Selecione o mês

# ngb.datepicker.select-year
source: Select year
de: Jahr auswählen
es: Seleccionar año
fr: Sélectionnez l'année
it: Seleziona anno
pl: Wybierz rok
pt: Selecionar ano

# ngb.datepicker.previous-month
source: Previous month
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
it: Mese precedente
pl: Poprzedni miesiąc
pt: Último Mês

# ngb.datepicker.next-month
source: Next month
de: Nächsten Monat
es: Mes siguiente
fr: Mois prochain
it: Mese successivo
pl: Następny miesiąc
pt: Próximo mês

# ngb.pagination.first-aria
source: First
de: Erster
es: Primero
fr: Premier
it: Primo
pl: Pierwszy
pt: Primeiro

# ngb.pagination.previous-aria
source: Previous
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
pl: Poprzedni
pt: Anterior

# ngb.pagination.next-aria
source: Next
de: Nächste
es: Siguiente
fr: Suivant
it: Successivo
pl: Następny
pt: Próximo

# ngb.pagination.last-aria
source: Last
de: Letzte
es: Última
fr: Dernier
it: Ultimo
pl: Ostatni
pt: Último

# ngb.progressbar.value
source: g"`, `"danger"`
de: "warning"`, `"d
es: "warning"`, `"d
pl: "warning"`, `"d

# ngb.timepicker.hours
source: Hours
de: Stunden
es: Horas
fr: Heures
it: Ore
pl: Godziny
pt: horas

# ngb.timepicker.minutes
source: Minutes
de: Minuten
es: Minutos
it: Minuti
pl: Protokoły
pt: minutos

# ngb.timepicker.increment-hours
source: Increment hours
de: Erhöhte Stunden
es: Incrementar horas
fr: Incrémenter les heures
it: Incremento ore
pl: Godziny przyrostu
pt: Incremento de horas

# ngb.timepicker.decrement-hours
source: Decrement hours
de: Verringere Stunden
es: Disminuir horas
fr: Décrémenter les heures
it: Diminuzione ore
pl: Godziny zmniejszenia
pt: Horas de redução

# ngb.timepicker.increment-minutes
source: Increment minutes
de: Minuten erhöhen
es: Incrementar minutos
fr: Incrémenter les minutes
it: Minuti di incremento
pl: Minuty przyrostu
pt: Incrementar minutos

# ngb.timepicker.decrement-minutes
source: Decrement minutes
de: Min. verringern
es: Disminuir minutos
fr: Décrémenter les minutes
it: Diminuisci minuti
pl: Minuty zmniejszenia
pt: Diminuir minutos

# ngb.timepicker.seconds
source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi
pl: Sekundy
pt: segundos

# ngb.timepicker.increment-seconds
source: Increment seconds
de: Sekunden erhöhen
es: Incrementar segundos
fr: Incrémenter les secondes
it: Secondi incrementali
pl: Zwiększ sekundy
pt: Incrementar segundos

# ngb.timepicker.decrement-seconds
source: Decrement seconds
de: Verringere Sekunden
es: Disminuir segundos
fr: Décrémenter les secondes
it: Decrementa secondi
pl: Zmniejsz sekundy
pt: Diminuir segundos

# ngb.toast.close-aria
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt: FECHAR

# billing&amp;plan
source: billing & plan
de: abrechnung & Paket
es: facturación & plan
fr: facturation & plan
it: fatturazione & piano
pl: plan rozliczeniowy &
pt: faturamento & plano

source: security
de: sicher
es: seguridad
fr: sécurité
it: sicurezza
pl: bezpieczeństwo
pt: Segurança

source: event log
de: Ereignisprotokoll
es: registro de eventos
fr: journal des événements
it: registro eventi
pl: dziennik zdarzeń
pt: log de evento

source: account
de: konto
es: cuenta
fr: compte
pl: Konto
pt: Conta

source: settings
de: einstellen
es: ajustes
fr: Réglages
it: impostazioni
pl: ustawienia
pt: configurações

source: import data
de: Daten importieren
es: importar datos
fr: Importer des données
it: importazione dati
pl: importuj dane
pt: importar dados

source: export data
de: exportiere Daten
es: exportar datos
fr: Exporter les données
it: esportazione dati
pl: eksportuj dane
pt: exportar dados

source: email customization
de: E-Mail-Anpassung
es: personalización por email
fr: personnalisation de l'e-mail
pl: dostosowywanie adresu e-mail
pt: personalização do e-mail

source: help desk
de: helfdesk
es: mesa de ayuda
fr: service d'aide
pl: dział pomocy
pt: Central de ajuda

source: agents list
de: Agentenliste
es: lista de agentes
fr: liste des agents
it: elenco agenti
pl: lista agentów
pt: lista de agentes

source: teams
es: equipos
fr: équipes
it: squadre
pl: drużyny
pt: Times

source: access rights
de: Zugriffsrechte
es: derechos de acceso
fr: droits d'accès
it: diritti di accesso
pl: prawa dostępu
pt: direitos de acesso

source: fields
de: felder
es: campos
fr: champs
it: campi
pl: pola
pt: Campos

source: notifications
de: benachrichtigungen
es: notificaciones
it: notifiche
pl: powiadomienia
pt: Notificações

# agents&amp;Teams
source: agents & teams
de: Agenten & Teams
es: agentes & equipos
fr: agents & équipes
it: agenti & squadre
pl: agenci & drużyny
pt: agentes & equipes

source: tickets list
de: Ticketliste
es: lista de tickets
fr: liste de tickets
it: lista biglietti
pl: lista zgłoszeń
pt: lista de tickets

source: queues
de: Warteschlangen
es: colas
fr: files d'attente
it: code
pl: kolejki
pt: filas

# forms&amp;fields
source: forms & fields
de: Formularfelder &
es: formularios & campos
fr: formulaires & champs
it: moduli & campi
pl: pola formularzy &
pt: formulários & campos

source: canned responses
de: vorgefertigte Antworten
es: respuestas enlatadas
fr: réponses préenregistrées
pl: gotowe odpowiedzi
pt: respostas prontas

source: tags
de: tag
es: etiquetas
it: tag
pl: tagi
pt: Etiquetas

source: types
de: typen
es: tipos
it: tipi
pl: typy
pt: tipos

source: resolutions
de: Entschließungsanträge
es: resoluciones
fr: Résolutions
it: risoluzioni
pl: rozdzielczość
pt: resoluções

source: attachments
de: Anhänge
es: archivos adjuntos
fr: pièces jointes
it: allegati
pl: załączniki
pt: Anexos

source: saved searches
de: gespeicherte Suchen
es: búsquedas guardadas
fr: recherches enregistrées
it: ricerche salvate
pl: zapisane wyszukiwanie
pt: pesquisas salvas

source: tickets
it: ticket
pl: bilety
pt: pedidos

source: contacts list
de: kontaktliste
es: lista de contactos
fr: liste de contacts
it: elenco contatti
pl: lista kontaktów
pt: lista de contatos

source: contact fields
de: kontaktfelder
es: campos de contacto
fr: champs de contact
it: campi di contatto
pl: pola kontaktu
pt: campos de contato

source: groups
de: gruppen
es: grupos
fr: Groupes
it: gruppi
pl: grupy
pt: grupos

source: group fields
de: gruppenfelder
es: campos de grupo
fr: champs de groupe
it: campi di gruppo
pl: pola grupy
pt: campos do grupo

source: groups access right
de: gruppenzugriff rechts
es: acceso a grupos
fr: droits d'accès des groupes
it: diritto di accesso ai gruppi
pl: grupy dostępu z prawej
pt: acesso de grupos direito

source: contacts
de: kontakte
es: contactos
pl: kontakty
pt: contatos

source: solutions
de: lösungen
es: soluciones
it: soluzioni
pl: roztwory
pt: soluções

source: design
de: entwerfen
es: diseño
pl: projekt
pt: projeto

# helpCenter&amp;KnowledgeBase
source: help center & knowledge base
de: help Center & Wissensdatenbank
es: centro de ayuda & base de conocimiento
fr: centre d'aide & base de connaissances
pl: centrum pomocy & baza wiedzy
pt: centro de ajuda & base de conhecimento

source: Mojo bots
es: robots de Mojo
fr: Bots Mojo
it: Bot di Mojo
pl: boty Mojo
pt: Robôs mojo

source: business hours
de: Geschäftszeiten
es: horas laborables
fr: heures d'ouverture
pl: godziny pracy
pt: horário de funcionamento

# advancedSLA.nav.title
source: advanced SLA
de: fortgeschrittene SLA
es: SLA avanzado
fr: SLA avancé
pl: Zaawansowana SLA
pt: SLA avançado

source: business rules
de: geschäftliche Regeln
es: reglas de negocio
fr: règles commerciales
it: norme commerciali
pl: zasady prowadzenia działalności
pt: regras de negócio

source: embed
de: einbetten
es: incrustado
fr: intégrer
it: incorporato
pl: osadzony
pt: Incorporar

source: web
pl: strona internetowa

source: channels
de: kanäle
es: canales
fr: Chaînes
it: canali
pl: kanały
pt: Canais

source: get more add-ons
de: weitere Add-ons erhalten
es: obtener más complementos
fr: obtenir plus de modules
it: ottieni altri componenti aggiuntivi
pl: zdobądź więcej dodatków
pt: obter mais complementos

source: third party apps
de: fremde Apps
es: aplicaciones de terceros
fr: applications tierces
it: app di terze parti
pl: aplikacje firm trzecich
pt: apps de terceiros

# add-ons&amp;apps
source: add-ons & apps
es: complementos & aplicaciones
fr: modules & applications
it: add-on & app
pl: dodatki & aplikacje
pt: complementos & apps

source: dashboard
es: tablero
fr: Tableau de bord
pl: pulpit
pt: Painel

source: assets
de: vermögen
es: activos
fr: actifs
it: asset
pl: aktywa
pt: mídias

source: locations
de: standorte
es: ubicaciones
fr: localisations
it: posizioni
pl: lokalizacje
pt: localizações

source: departments
de: abteilungen
es: departamentos
fr: départements
it: dipartimenti
pl: departamenty
pt: departamentos

source: permissions
de: berechtigungen
es: permisos
it: autorizzazioni
pl: uprawnienia
pt: permissões

source: import
de: importieren
es: importar
fr: Importation
it: importa
pl: importuj
pt: importar

source: export
de: exportieren
es: exportar
fr: Exporter
it: esporta
pl: eksport
pt: exportação

source: log
fr: Logs
pl: logi
pt: registro

source: staff
de: mitarbeiter
es: personal
fr: personnel
it: personale
pl: personel
pt: equipe

source: contact groups
de: kontaktgruppen
es: grupos de contacto
fr: groupes de contacts
it: gruppi di contatto
pl: grupy kontaktów
pt: grupos de contatos

source: staff teams
de: personalteams
es: equipos de personal
fr: équipes du personnel
it: squadre del personale
pl: zespoły personelu
pt: equipes de equipe

source: topics
de: themen
es: temas
fr: Sujets
it: argomenti
pl: tematy
pt: tópicos

source: customer satisfaction
de: Kundenzufriedenheit
es: satisfacción del cliente
fr: satisfaction du client
it: soddisfazione del cliente
pl: zadowolenie klienta
pt: satisfação do cliente

source: my score
de: meine Punktzahl
es: mi puntuación
fr: mon score
it: il mio punteggio
pl: mój wynik
pt: minha pontuação

source: this helpdesk
de: dieses Helpdesk
es: este helpdesk
fr: ce helpdesk
it: questo helpdesk
pl: ten helpdesk
pt: esta central

source: dashboard overview
de: Dashboard-Übersicht
es: resumen del panel
fr: Aperçu du tableau de bord
pl: przegląd kokpitu
pt: Resumo do painel

source: tickets count
de: Anzahl der Tickets
es: conteo de tickets
fr: nombre de tickets
pl: liczba zgłoszeń
pt: Contagem de tickets

source: aging summary
de: alternde Zusammenfassung
es: resumen de envejecimiento
fr: résumé du vieillissement
it: riepilogo invecchiamento
pl: podsumowanie starzenia
pt: resumo de idade

# reports.navigation.advancedSLAs
source: Advanced SLA
de: Erweiterte SLA
es: SLA avanzado
fr: SLA avancée
pl: Zaawansowane SLA
pt: SLA Avançada

source: time spent
de: Verbrauchte Zeit
es: Tiempo empleado
fr: Temps passé
pl: Czas spędzony
pt: Tempo gasto

source: Assignments
de: zuordnungen
es: asignaciones
fr: tâches
pl: przypisania
pt: tarefas

source: my assignments
de: meine Aufgaben
es: mis tareas
fr: mes attributions
it: i miei compiti
pl: moje zadania
pt: minhas recomendações

source: watch list
de: Beobachtungsliste
es: ver lista
fr: liste de surveillance
it: elenco di controllo
pl: lista obserwacyjna
pt: lista de visualizações

source: my tickets
de: meine Tickets
es: mis tickets
fr: mes tickets
pl: moje bilety
pt: tickets de suporte

source: open tickets
de: offene Tickets
es: tickets abiertos
fr: tickets ouverts
pl: otwarte bilety
pt: pedidos abertos

source: closed tickets
de: geschlossene Tickets
es: tickets cerrados
fr: tickets fermés
it: biglietti chiusi
pl: zamknięte bilety
pt: tickets fechados

source: this feature is not available during trial
de: diese Funktion ist während der Testphase nicht verfügbar
es: esta característica no está disponible durante la prueba
fr: cette fonctionnalité n'est pas disponible pendant l'essai
it: questa funzione non è disponibile durante la prova
pl: ta funkcja nie jest dostępna podczas okresu próbnego
pt: Esse recurso não está disponível durante o teste

source: view plans
de: zeige Pläne
es: ver planes
fr: voir les plans
it: visualizza piani
pl: wyświetl plany
pt: ver planos

source: upgrade
de: upgraden
es: mejorar
fr: mise à jour
it: aggiorna
pl: aktualizacja
pt: atualização

source: subscribe
de: abonnieren
es: suscribirse
fr: s'abonner
it: iscriviti
pl: subskrybuj
pt: Inscrever-se

source: view add-ons
de: Add-ons anzeigen
es: ver complementos
fr: voir les modules complémentaires
it: visualizza componenti aggiuntivi
pl: zobacz dodatki
pt: ver complementos

source: everything you get with this subscription
de: alles, was du mit diesem Abonnement bekommst
es: todo lo que obtienes con esta suscripción
fr: tout ce que vous obtenez avec cet abonnement
it: tutto quello che ottieni con questo abbonamento
pl: wszystko, co otrzymujesz z tą subskrypcją
pt: tudo o que você obtém com esta assinatura

source: a subscription is required to access this feature
de: ein Abonnement ist erforderlich, um auf diese Funktion zuzugreifen
es: se requiere una suscripción para acceder a esta característica
fr: un abonnement est nécessaire pour accéder à cette fonctionnalité
it: è necessario un abbonamento per accedere a questa funzionalità
pl: aby uzyskać dostęp do tej funkcji wymagana jest subskrypcja
pt: é necessária uma assinatura para acessar esta funcionalidade

source: upgrade to unlock this feature
de: aktualisieren, um diese Funktion zu entsperren
es: actualizar para desbloquear esta función
fr: mettre à niveau pour déverrouiller cette fonctionnalité
it: aggiorna per sbloccare questa funzione
pl: ulepsz, aby odblokować tę funkcję
pt: Melhorar para desbloquear este recurso

source: billed on your usual invoice date
de: abgerechnet am üblichen Rechnungsdatum
es: facturado en la fecha de su factura habitual
fr: facturé à la date habituelle de votre facture
it: fatturata alla vostra consueta data di fattura
pl: fakturowane na zwykłej dacie faktury
pt: cobrado na sua habitual data de fatura

source: i have a question
de: ich habe eine Frage
es: tengo una pregunta
fr: j'ai une question
it: ho una domanda
pl: mam pytanie
pt: eu tenho uma pergunta

source: upgrade your plan
de: upgraden Sie Ihr Paket
es: mejorar tu plan
fr: mettre à jour votre offre
it: aggiorna il tuo piano
pl: ulepsz swój plan
pt: atualizar seu plano

source: compare plans
de: vergleiche Tarife
es: comparar planes
fr: comparer les plans
it: confronta i piani
pl: porównaj plany
pt: comparar planos

source: everything you get with this upgrade
de: alles, was du mit diesem Upgrade bekommst
es: todo lo que consigues con esta actualización
fr: tout ce que vous obtenez avec cette mise à niveau
it: tutto quello che ottieni con questo aggiornamento
pl: wszystko co dostajesz z tą aktualizacją
pt: tudo que você consegue com esta melhoria

source: this feature is not available under Mojo Enterprise plan
de: diese Funktion ist unter Mojo Enterprise Plan nicht verfügbar
es: esta característica no está disponible en el plan de Mojo Enterprise
fr: cette fonctionnalité n'est pas disponible dans le plan Mojo Enterprise
it: questa funzione non è disponibile sotto il piano Mojo Enterprise
pl: ta funkcja nie jest dostępna w ramach planu Mojo Enterprise
pt: este recurso não está disponível no plano Mojo Enterprise

source: due soon
de: bald fällig
es: debido pronto
fr: à venir
it: scaduto presto
pl: niedługo
pt: vence em breve

source: past due
de: verspätet
es: venció
fr: échéance passée
it: scaduto
pl: przeterminowane
pt: vencimento passado

source: due date
de: fällig am
es: fecha límite
fr: date d'échéance
it: data di scadenza
pl: termin płatności
pt: data de vencimento

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
pl: Niedziela
pt: domingo

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
pl: Poniedziałek
pt: Segunda-Feira

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
pl: Wtorek
pt: Terça-feira

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
pl: Środa
pt: quarta-feira

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
pl: Czwartek
pt: quinta-feira

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
pl: Piątek
pt: Sexta-feira

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
pl: Sobota
pt: sábado

source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
pl: Styczeń
pt: janeiro

source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio
pl: Luty
pt: fevereiro

source: March
de: Marsch
es: Marzo
fr: Marche
it: Marzo
pl: Marzec
pt: março

source: April
de: Ascherz
es: Abril
fr: Avril
it: Aprile
pl: Kwiecień
pt: abril

source: May
de: Mai
es: Mayo
fr: Mai
it: Maggio
pl: Maj
pt: maio

source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
pl: Czerwiec
pt: junho

source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
pl: Lipiec
pt: julho

source: August
de: Luciano
es: Agosto
fr: Août
it: Agosto
pl: Sierpień
pt: agosto

source: September
es: Septiembre
fr: Septembre
it: Settembre
pl: Wrzesień
pt: setembro

source: October
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre
pl: Październik
pt: outubro

source: November
es: Noviembre
fr: Novembre
it: Novembre
pl: Listopad
pt: novembro

source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
pl: Grudzień
pt: dezembro

source: This field is required
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est obligatoire
it: Questo campo è obbligatorio
pl: To pole jest wymagane
pt: Este campo é obrigatório

source: browser default
de: browser Standard
es: navegador por defecto
fr: par défaut du navigateur
it: browser predefinito
pl: domyślna przeglądarka
pt: padrão do navegador

source: error
de: fehlerhaft
fr: Erreur
it: errore
pl: błąd
pt: Erro

source: closed accounting
de: geschlossene Abrechnung
es: contabilidad cerrada
fr: comptabilité fermée
it: contabilità chiusa
pl: zamknięta księgowość
pt: contabilidade fechada

source: closed administrative
de: geschlossene Verwaltung
es: administrativo cerrado
fr: administratif fermé
it: chiuso amministrativo
pl: zamknięte administracja
pt: administração fechada

source: closed by owner
de: vom Besitzer geschlossen
es: cerrado por propietario
fr: fermé par le propriétaire
it: chiuso dal proprietario
pl: zamknięte przez właściciela
pt: fechado pelo proprietário

source: closed trial expiration
de: abgeschlossene Testversion
es: expiración de prueba cerrada
fr: expiration de la période d'essai terminée
it: scadenza prova chiusa
pl: okres ważności zamkniętego okresu próbnego
pt: expiração do teste fechado

source: active customer
de: aktiver Kunde
es: cliente activo
fr: Client actif
it: cliente attivo
pl: aktywny klient
pt: cliente ativo

source: active in trial
de: aktiv in Testversion
es: activo en prueba
fr: en cours d'essai
it: attivo nella sperimentazione
pl: aktywny w próbie
pt: ativo no teste

source: pending delete
de: ausstehende Löschung
es: borrado pendiente
fr: en attente de suppression
it: eliminazione in attesa
pl: oczekujące na usunięcie
pt: exclusão pendente

source: pending delete approved
de: ausstehender Löschvorgang genehmigt
es: borrado pendiente aprobado
fr: en attente de suppression approuvée
it: approvato l'eliminazione in attesa
pl: oczekujące na usunięcie zatwierdzone
pt: exclusão pendente aprovada

source: being deleted
de: gelöscht werden
es: borrando
fr: en cours de suppression
it: eliminando
pl: jest usuwany
pt: estando sendo excluído

source: deleted
de: gelöscht
es: borrado
fr: Supprimé
it: eliminato
pl: usunięto
pt: Excluído

source: perfect for organizations who want to track hardware, licenses and contracts
de: perfekt für Organisationen, die Hardware, Lizenzen und Verträge verfolgen wollen
es: perfecto para organizaciones que quieren rastrear hardware, licencias y contratos
fr: parfait pour les organisations qui souhaitent suivre le matériel, les licences et les contrats
it: perfetto per le organizzazioni che vogliono tenere traccia di hardware, licenze e contratti
pl: Doskonale dla organizacji, które chcą śledzić sprzęt, licencje i kontrakty
pt: perfeito para organizações que querem acompanhar hardware, licenças e contratos

# assignAssetsComaTrackHealth
source: assign assets, track health
de: zuweisen Assets und Track-Gesundheit
es: asignar activos, rastrear salud
fr: assigner des actifs, suivre la santé
it: assegna asset, track health
pl: przypisz aktywa, śledź zdrowie
pt: atribua bens, acompanhe sua saúde

source: track lifecycle and contracts expiration
de: Lebenszyklus und Ablauf von Verträgen verfolgen
es: rastrear el ciclo de vida y la expiración de los contratos
fr: suivre le cycle de vie et l'expiration des contrats
it: ciclo di vita della pista e scadenza dei contratti
pl: cykl życia toru i wygaśnięcie umów
pt: acompanhar o ciclo de vida e a expiração de contratos

source: ability to manage soft and hard assets
de: die Möglichkeit, weiche und harte Assets zu verwalten
es: capacidad para administrar activos blandos y duros
fr: Possibilité de gérer les actifs soft et hard
it: capacità di gestire asset soft e hard
pl: umiejętność zarządzania aktywami miękkimi i twardymi
pt: capacidade de gerenciar recursos rápidos e físicos

source: last changed
de: zuletzt geändert
es: último cambio
fr: dernier changement
it: ultima modifica
pl: ostatnio zmienione
pt: última modificação

source: date created
de: erstellte Datum
es: fecha de creación
fr: date de création
it: data creata
pl: data utworzenia
pt: data de criação

source: birth date
de: Geburtsdatum
es: fecha de nacimiento
fr: date de naissance
it: data di nascita
pl: data urodzenia
pt: Data de nascimento

source: managed by
de: verwaltet von
es: administrado por
fr: gérée par
it: gestito da
pl: zarządzane przez
pt: gerenciado por

source: used by
de: verwendet von
es: usado por
fr: utilisé par
it: utilizzato da
pl: używane przez
pt: usado por

source: department
de: abteilung
es: departamento
fr: service
it: reparto
pl: departament
pt: Departamento

source: location
de: standort
es: ubicación
fr: Localisation
it: posizione
pl: lokalizacja
pt: Localização

source: type
de: typ
es: tipo
fr: Type de type
it: tipo
pl: typ
pt: Tipo

source: name
es: nombre
fr: Nom
it: nome
pl: Nazwa
pt: Nome

source: tag
es: etiqueta
fr: Étiquette
pl: znacznik
pt: Etiqueta

source: name cannot be blank
de: name darf nicht leer sein
es: el nombre no puede estar en blanco
fr: le nom ne peut pas être vide
it: il nome non può essere vuoto
pl: nazwa nie może być pusta
pt: O nome não pode estar em branco

source: description
de: beschreibung
es: descripción
fr: Libellé
it: descrizione
pl: opis
pt: Descrição

source: American Express
pl: Amerykański Ekspres
pt: Cartão American Express

source: card type
de: Kartentyp
es: tipo de tarjeta
fr: type de carte
it: tipo di carta
pl: typ karty
pt: tipo de cartão

source: month
de: monat
es: mes
fr: mois
it: mese
pl: miesiąc
pt: mês

source: year
de: jahr
es: año
fr: Année
it: anno
pl: rok
pt: Ano

source: first name
de: vorname
es: nombre
fr: prénom
it: nome
pl: imię
pt: primeiro nome
