Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

# commentOnlyAccessGroupOptionExplanation
source: gives to the user only the ability to add comments
de: gibt dem Benutzer nur die Möglichkeit, Kommentare hinzuzufügen
es: da al usuario sólo la capacidad de añadir comentarios
fr: donne à l'utilisateur uniquement la possibilité d'ajouter des commentaires
it: dà all'utente solo la possibilità di aggiungere commenti
pl: daje użytkownikowi tylko możliwość dodawania komentarzy
pt: dá ao usuário apenas a capacidade de adicionar comentários

source: manage group accesses
de: verwalte Gruppenzugriffe
es: administrar accesos de grupo
fr: gérer les accès de groupe
it: gestire gli accessi di gruppo
pl: zarządzanie dostępem do grupy
pt: gerenciar acessos do grupo

# groupAccessExplanationWhenNO
source: Giving group access gives the contact the ability to view and edit tickets in the associated group.
de: Gruppenzugriff gibt dem Kontakt die Möglichkeit, Tickets in der zugehörigen Gruppe anzusehen und zu bearbeiten.
es: Dar acceso al grupo da a los contactos la posibilidad de ver y editar tickets en el grupo asociado.
fr: Donner un accès au groupe donne au contact la possibilité de voir et de modifier les tickets dans le groupe associé.
it: Dare accesso al gruppo dà al contatto la possibilità di visualizzare e modificare i ticket nel gruppo associato.
pl: Przyznanie dostępu do grupy daje kontaktowi możliwość przeglądania i edycji zgłoszeń w powiązanej grupie.
pt: Dar acesso ao grupo dá ao contato a capacidade de ver e editar Tickets no grupo associado.

source: private notes for help desk agents
de: private Notizen für Helpdesk-Agenten
es: notas privadas para los agentes del servicio de ayuda
fr: notes privées pour les agents du bureau d'aide
it: note private per agenti di help desk
pl: prywatne notatki dla pomocniczych agentów
pt: notas privadas para agentes de assistência

source: profile settings
de: Profileinstellungen
es: configuración del perfil
fr: paramètres du profil
it: impostazioni profilo
pl: ustawienia profilu
pt: configurações de perfil

source: No user custom fields.
de: Keine benutzerdefinierten Felder.
es: No hay campos personalizados de usuario.
fr: Aucun champ personnalisé.
it: Nessun campo personalizzato dell'utente.
pl: Brak niestandardowych pól.
pt: Sem campos personalizados de usuário.

source: add some
de: etwas hinzufügen
es: añadir un poco
fr: ajouter un peu
it: aggiungi alcuni
pl: dodaj kilka
pt: adicione algum

source: access and permissions
de: zugreifen und Berechtigungen
es: acceso y permisos
fr: accès et autorisations
it: accesso e permessi
pl: dostęp i uprawnienia
pt: acesso e permissões

source: group access
de: gruppenzugriff
es: acceso de grupo
fr: accès au groupe
it: accesso al gruppo
pl: dostęp do grupy
pt: acesso ao grupo

source: staff details
de: personal-Details
es: detalles del personal
fr: détails du personnel
it: dettagli del personale
pl: szczegóły personelu
pt: detalhes da equipe

source: contact details
de: kontaktdetails
es: datos de contacto
fr: coordonnées
it: dettagli di contatto
pl: dane kontaktowe
pt: detalhes do contato

# agentsView.created.flashNotice.message
source: Invitation email sent to new agent
de: Einladung E-Mail an neuen Agenten gesendet
es: Correo de invitación enviado al nuevo agente
fr: E-mail d'invitation envoyé au nouvel agent
it: Email di invito inviata al nuovo agente
pl: Wiadomość e-mail z zaproszeniem wysłana do nowego agenta
pt: E-mail de convite enviado para um novo agente

# emailChange.confirm.message
source: Please confirm you would like your email address changed to:
de: Bitte bestätigen Sie, dass Ihre E-Mail-Adresse geändert werden soll:
es: Por favor, confirma que deseas cambiar tu dirección de correo electrónico a:
fr: Veuillez confirmer que vous souhaitez que votre adresse e-mail soit changée en :
it: Si prega di confermare che il tuo indirizzo email è stato modificato in:
pl: Potwierdź, że chcesz zmienić adres e-mail na:
pt: Por favor, confirme que você gostaria que seu endereço de e-mail mudasse para:

# emailChange.confirm.title
source: Confirm your new email
de: Bestätigen Sie Ihre neue E-Mail
es: Confirma tu nuevo email
fr: Confirmez votre nouvelle adresse e-mail
it: Conferma la tua nuova email
pl: Potwierdź nowy adres e-mail
pt: Confirme o seu novo email

# emailChange.confirmationDone.linkLabel
source: continue to site
de: weiter zur Seite
es: continuar al sitio
fr: continuer vers le site
it: continua al sito
pl: przejdź do witryny
pt: continuar para o site

# emailChange.confirmationDone.title
source: Your email has been confirmed.
de: Ihre E-Mail wurde bestätigt.
es: Tu correo electrónico ha sido confirmado.
fr: Votre e-mail a été confirmé.
it: La tua email è stata confermata.
pl: Twój e-mail został potwierdzony.
pt: Seu e-mail foi confirmado.

# accessDenied.title
source: you do not have permission to access this page
de: Sie haben keine Berechtigung auf diese Seite zuzugreifen
es: no tiene permiso para acceder a esta página
fr: vous n'avez pas la permission d'accéder à cette page
it: non hai i permessi per accedere a questa pagina
pl: nie masz uprawnień dostępu do tej strony
pt: você não tem permissão para acessar esta página

source: go back
de: zurück
es: volver
fr: revenir en arrière
it: torna indietro
pl: wróć
pt: voltar atrás

# goBackToHelpCenter
source: go to help center
de: zum Hilfe-Center gehen
es: ir al centro de ayuda
fr: aller au centre d'aide
it: vai al centro aiuto
pl: przejdź do centrum pomocy
pt: ir para o centro de ajuda

source: item not found
de: Element nicht gefunden
es: elemento no encontrado
fr: élément non trouvé
it: articolo non trovato
pl: nie znaleziono przedmiotu
pt: item não encontrado

# serverDown.title
source: ooops! Something went wrong. Please try again later
de: ooops! Etwas ist schiefgelaufen. Bitte versuche es später noch einmal
es: ¡Ups! Algo salió mal. Por favor, inténtalo de nuevo más tarde
fr: oup ! Une erreur s'est produite. Veuillez réessayer plus tard
it: ooops! Qualcosa è andato storto. Riprova più tardi
pl: Ups! Coś poszło nie tak. Spróbuj ponownie później
pt: oops! Algo deu errado. Tente novamente mais tarde.

# invite.guest.request.confirmation.body
source: Finish setting up your account to get web updates on your request.
de: Schließen Sie die Einrichtung Ihres Kontos ab, um Web-Updates auf Ihre Anfrage zu erhalten.
es: Termina de configurar tu cuenta para obtener actualizaciones web sobre tu solicitud.
fr: Terminez la configuration de votre compte pour obtenir des mises à jour web sur votre demande.
it: Termina l'impostazione del tuo account per ottenere aggiornamenti web sulla tua richiesta.
pl: Zakończ konfigurację konta, aby otrzymywać aktualizacje internetowe na Twoje żądanie.
pt: Finalize a configuração de sua conta para receber atualizações da web sobre sua solicitação.

# guest.request.confirmation.finishSettup
source: Finish setting up my account
de: Einrichtung meines Kontos beenden
es: Terminar de configurar mi cuenta
fr: Terminer la configuration de mon compte
it: Termina l'impostazione del mio account
pl: Zakończ konfigurację mojego konta
pt: Terminar de cadastrar minha conta

# guest.request.confirmation.finishLater
source: Finish later
de: Später beenden
es: Terminar más tarde
fr: Terminer plus tard
it: Termina più tardi
pl: Zakończ później
pt: Finalizar depois

# guest.request.confirmation.title
source: Your request is confirmed
de: Ihre Anfrage wurde bestätigt
es: Su solicitud está confirmada
fr: Votre demande est confirmée
it: La tua richiesta è stata confermata
pl: Twoje żądanie zostało potwierdzone
pt: Sua solicitação foi confirmada

# guest.request.error.title
source: Confirmation request error
de: Bestätigungs-Anfrage-Fehler
es: Error de solicitud de confirmación
fr: Erreur de demande de confirmation
it: Errore richiesta conferma
pl: Błąd żądania potwierdzenia
pt: Erro ao solicitar confirmação

# guest.request.error.message
source: Sorry but this confirmation key has already been used or is invalid or has expired.
de: Entschuldigung, dieser Bestätigungsschlüssel wurde bereits verwendet oder ist ungültig oder abgelaufen.
es: Lo sentimos, esta clave de confirmación ya ha sido usada o no es válida o ha caducado.
fr: Désolé, mais cette clé de confirmation a déjà été utilisée ou est invalide ou a expiré.
it: Siamo spiacenti, ma questa chiave di conferma è già stata utilizzata o non è valida o è scaduta.
pl: Przepraszamy, ale ten klucz potwierdzający został już użyty lub jest nieprawidłowy lub wygasł.
pt: Desculpe, mas esta chave de confirmação já foi utilizada ou está inválida ou expirou.

# invite.declined.title
source: Invite Declined
de: Einladung abgelehnt
es: Invitar rechazada
fr: Invitation refusée
it: Invita Rifiutato
pl: Zaproszenie odrzucone
pt: Convite recusado

# invite.declined.subtitle
source: Please contact the sender if you want to resend the invite.
de: Bitte kontaktieren Sie den Absender, wenn Sie die Einladung erneut senden möchten.
es: Póngase en contacto con el remitente si desea reenviar la invitación.
fr: Veuillez contacter l'expéditeur si vous souhaitez renvoyer l'invitation.
it: Si prega di contattare il mittente se si desidera inviare nuovamente l'invito.
pl: Jeśli chcesz ponownie wysłać zaproszenie, skontaktuj się z nadawcą.
pt: Por favor, contate o remetente se quiser reenviar o convite.

# invite.notConfirmed.subtitle
source: You have not confirmed your email address. Please check your email and click the link to confirm your email address.
de: Sie haben Ihre E-Mail-Adresse nicht bestätigt. Bitte überprüfen Sie Ihre E-Mail und klicken Sie auf den Link, um Ihre E-Mail-Adresse zu bestätigen.
es: No ha confirmado su dirección de correo electrónico. Por favor, compruebe su correo electrónico y haga clic en el enlace para confirmar su dirección de correo electrónico.
fr: Vous n'avez pas confirmé votre adresse e-mail. Veuillez vérifier votre e-mail et cliquer sur le lien pour confirmer votre adresse e-mail.
it: Non hai confermato il tuo indirizzo email. Controlla la tua email e clicca sul link per confermare il tuo indirizzo email.
pl: Nie potwierdzono swojego adresu e-mail. Sprawdź swój adres e-mail i kliknij w link, aby potwierdzić swój adres e-mail.
pt: Você não confirmou seu endereço de e-mail. Por favor, verifique seu e-mail e clique no link para confirmar seu endereço de e-mail.

# invite.notConfirmed.title
source: Email not Confirmed
de: E-Mail nicht bestätigt
es: Correo no confirmado
fr: Courriel non confirmé
it: Email non confermata
pl: E-mail nie potwierdzony
pt: E-mail não confirmado

source: Invite not found
de: Einladung nicht gefunden
es: Invitación no encontrada
fr: Invitation introuvable
it: Invito non trovato
pl: Nie znaleziono zaproszenia
pt: Convite não encontrado

# invite.not-found.subtitle
source: The invite you are looking for does not exist. You can contact the inviter for more information.
de: Die Einladung, die Sie suchen, existiert nicht. Sie können den Einladenden kontaktieren, um weitere Informationen zu erhalten.
es: La invitación que estás buscando no existe. Puedes ponerte en contacto con el invitador para más información.
fr: L'invitation que vous cherchez n'existe pas. Vous pouvez contacter l'invitation pour plus d'informations.
it: L'invito che stai cercando non esiste. Puoi contattare l'invitante per ulteriori informazioni.
pl: Zaproszenie, którego szukasz nie istnieje. Aby uzyskać więcej informacji, skontaktuj się z zaproszeniem.
pt: O convite que você está procurando não existe. Você pode entrar em contato com o convidado para obter mais informações.

# invite.preview.expired
source: The invite you are trying to preview is expired. Contact your invitee to get a new invite.
de: Die Einladung, die du versuchst eine Vorschau anzuschauen, ist abgelaufen. Kontaktiere deinen Einladenden um eine neue Einladung zu erhalten.
es: La invitación que está intentando previsualizar ha caducado. Póngase en contacto con su invitado para obtener una nueva invitación.
fr: L'invitation que vous essayez de prévisualiser est expirée. Contactez votre invité pour obtenir une nouvelle invitation.
it: L'invito che stai cercando di visualizzare in anteprima è scaduto. Contatta il tuo invito per ottenere un nuovo invito.
pl: Zaproszenie do podglądu wygasło. Skontaktuj się z zaproszeniem, aby otrzymać nowe zaproszenie.
pt: O convite que você está tentando visualizar expirou. Entre em contato com seu convidado para receber um novo convite.

# invite.preview.body
source: You have been invited to join <strong>pdesk_name }}{CLOSE_TAG_STRONG}.
de: Deine Premium-Mitgliedschaft wurde gekündigt und bleibt bis zum <strong>{{date}}</strong> aktiv.
es: Has sido invitado a unirte a <strong>pdesk_name }}{CLOSE_TAG_STRONG}.
pl: Zostałeś zaproszony do dołączenia <strong>pdesk_name }}{CLOSE_TAG_STRONG}.

source: join
de: beitreten
es: unirse
fr: rejoindre
pl: dołącz
pt: Inscrição

source: decline
de: ablehnen
es: rechazar
fr: décliner
it: declina
pl: odrzucenie
pt: recusar

# invitePreviewTitle
source: Invitation to join the Helpdesk
de: Einladung zum Helpdesk beizutreten
es: Invitación a unirse al helpdesk
fr: Invitation à rejoindre le Helpdesk
it: Invito ad unirsi all'Helpdesk
pl: Zaproszenie do dołączenia do działu pomocy technicznej
pt: Convite para participar do Helpdesk

# invite.redeem.failed
source: An error occurred while redeeming your invite.
de: Beim Einlösen der Einladung ist ein Fehler aufgetreten.
es: Se ha producido un error al canjear tu invitación.
fr: Une erreur s'est produite lors de l'utilisation de votre invitation.
it: Si è verificato un errore durante il riscatto dell'invito.
pl: Wystąpił błąd podczas realizacji zaproszenia.
pt: Ocorreu um erro ao resgatar seu convite.

# inviteRedeemTitle
source: Redeem Invite
de: Einladung einlösen
es: Canjear invitación
fr: Échanger l'invitation
it: Riscatta Invito
pl: Zrealizuj zaproszenie
pt: Resgatar Convite

# signup.register.email.label
source: Type your work email address to begin
de: Geben Sie Ihre E-Mail-Adresse ein, um zu beginnen
es: Escriba su dirección de correo electrónico de trabajo para comenzar
fr: Tapez votre adresse e-mail professionnelle pour commencer
it: Digita il tuo indirizzo email di lavoro per iniziare
pl: Wpisz swój służbowy adres e-mail, aby rozpocząć
pt: Digite seu endereço de e-mail profissional para começar

# signup.register.email.required
source: Tell us your email.
de: Sagen Sie uns Ihre E-Mail.
es: Cuéntanos tu correo electrónico.
fr: Dites-nous votre adresse e-mail.
it: Diteci la vostra email.
pl: Powiedz nam swój e-mail.
pt: Conte-nos o seu e-mail.

# signup.register.email.invalid
source: This is not a valid email.
de: Dies ist keine gültige E-Mail.
es: Este email no es válido.
fr: Ce n'est pas une adresse e-mail valide.
it: Questa email non è valida.
pl: To nie jest poprawny adres e-mail.
pt: Este não é um e-mail válido.

# signup.register.fullname.label
source: Now tell us your full name
de: Jetzt erzählen Sie uns Ihren vollständigen Namen
es: Ahora díganos su nombre completo
fr: Dites-nous maintenant votre nom complet
it: Ora ci dica il tuo nome completo
pl: Teraz powiedz nam swoje imię i nazwisko
pt: Agora nos diga o seu nome completo

# signup.register.siteAddress.label
source: Type your Mojo Helpdesk subdomain
de: Geben Sie Ihre Mojo Helpdesk Subdomain ein
es: Escriba su subdominio de mesa de ayuda de Mojo
fr: Tapez votre sous-domaine Mojo Helpdesk
it: Digita il sottodominio Mojo Helpdesk
pl: Wpisz swoją subdomenę Mojo Helpdesk
pt: Digite seu subdomínio Mojo Helpdesk

# signup.register.completeTrialSignup
source: Complete trial signup
de: Vollständige Testanmeldung
es: Registro de prueba completo
fr: Inscription complète à la période d'essai
it: Iscrizione di prova completa
pl: Zarejestruj się na cały okres próbny
pt: Completar inscrição no teste

# register.signupWithGoogleLabel
source: Sign up with Google
de: Mit Google anmelden
es: Regístrate con Google
fr: S'inscrire avec Google
it: Iscriviti con Google
pl: Zarejestruj się przez Google
pt: Cadastre-se com o Google

# register.signupWithAzureLabel
source: Sign up with Azure
de: Mit Azure anmelden
es: Regístrate con Azure
fr: S'inscrire avec Azure
it: Iscriviti con Azure
pl: Zarejestruj się przez Azure
pt: Cadastre-se com o Azure

# activationCodeMessage
source: We sent an activation code to your email address. Please enter it to activate your account.
de: Wir haben einen Aktivierungscode an Ihre E-Mail-Adresse gesendet. Bitte geben Sie ihn ein, um Ihr Konto zu aktivieren.
es: Hemos enviado un código de activación a tu dirección de correo electrónico. Por favor, introduce el código para activar tu cuenta.
fr: Nous avons envoyé un code d'activation à votre adresse e-mail. Veuillez le saisir pour activer votre compte.
it: Abbiamo inviato un codice di attivazione al tuo indirizzo email. Inserisci per attivare il tuo account.
pl: Wysłaliśmy kod aktywacyjny na Twój adres e-mail. Wprowadź go, aby aktywować swoje konto.
pt: Enviamos um código de ativação para o seu endereço de e-mail. Por favor, digite para ativar a sua conta.

# secureCodeDevWarning
source: <strong>You are in dev mode:</strong> don't forget to run mailcatcher to receive the email with the secure code.
de: <strong>Sie befinden sich im Dev-Modus:</strong> vergessen Sie nicht, mailcatcher auszuführen, um die E-Mail mit dem sicheren Code zu erhalten.
es: <strong>Estás en modo devolución:</strong> no olvides ejecutar mailcatcher para recibir el correo electrónico con el código seguro.
pl: <strong>Jesteś w trybie dewelo:</strong> nie zapomnij uruchomić mailcatchera aby otrzymać e-mail z kodem bezpieczeństwa.

source: resend activation code
de: Aktivierungscode erneut senden
es: reenviar código de activación
fr: renvoyer le code d'activation
it: reinvia codice di attivazione
pl: wyślij ponownie kod aktywacyjny
pt: reenviar código de ativação

# signup.secureCode.resendActivationCode.success
source: Activation code has been sent to your email.
de: Aktivierungscode wurde an Ihre E-Mail gesendet.
es: El código de activación ha sido enviado a su correo electrónico.
fr: Le code d'activation a été envoyé à votre adresse e-mail.
it: Il codice di attivazione è stato inviato alla tua email.
pl: Kod aktywacyjny został wysłany na Twój adres e-mail.
pt: Código de ativação foi enviado para seu e-mail.

# signupUp.setUpPassword.title
source: Last step: Create a password.
de: Letzter Schritt: Erstellen Sie ein Passwort.
es: Último paso: Crear una contraseña.
fr: Dernière étape: Créer un mot de passe.
it: Ultimo passo: Crea una password.
pl: Ostatni krok: Utwórz hasło.
pt: Último passo: Crie uma senha.

# ticketFormSelectionLabel
source: ticket form selection
de: auswahl des Ticketformulars
es: selección de formulario de ticket
fr: sélection du formulaire de ticket
pl: Wybór formularza zgłoszenia
pt: formulário de ticket selecionado

source: what can we help you with?
de: Wobei können wir Ihnen helfen?
es: ¿Con qué podemos ayudarte?
fr: Que pouvons-nous faire pour vous aider?
pl: z czym możemy Ci pomóc?
pt: em que podemos ajudá-lo?

source: please choose...
de: bitte auswählen...
es: elija por favor...
fr: veuillez choisir...
pl: proszę wybrać...
pt: por favor, escolha...

source: search...
de: suchen...
es: buscar...
fr: recherche...
pl: szukaj...
pt: procurar...

source: back to helpdesk
de: zurück zum Helpdesk
es: volver al helpdesk
fr: Retour au helpdesk
pl: wróć do helpdesk
pt: Voltar para helpdesk

# fistNameCannotBeBlank
source: first name cannot be blank
de: Vorname darf nicht leer sein
es: el nombre no puede estar en blanco
fr: le prénom ne peut pas être vide
pl: imię nie może być puste
pt: o primeiro nome não pode estar em branco

source: last name cannot be blank
de: Nachname darf nicht leer sein
es: el apellido no puede estar en blanco
fr: le nom de famille ne peut pas être vide
pl: nazwisko nie może być puste
pt: O último nome não pode estar em branco

# newTicketDescription
source: need help with something? Create a request right here. For faster service, please add as much information as possible
de: benötige Hilfe bei etwas? Erstellen Sie hier eine Anfrage. Für schnelleren Service fügen Sie bitte so viele Informationen wie möglich hinzu
es: ¿necesitas ayuda con algo? Crea una solicitud aquí. Para un servicio más rápido, por favor añade tanta información como sea posible
fr: Besoin d'aide pour quelque chose ? Créez une demande ici même. Pour un service plus rapide, veuillez ajouter autant d'informations que possible
it: hai bisogno di aiuto con qualcosa? Crea una richiesta qui. Per un servizio più veloce, aggiungi quante più informazioni possibili
pl: potrzebujesz pomocy z czymś? Utwórz żądanie tutaj. Aby uzyskać szybszą usługę, dodaj jak najwięcej informacji
pt: precisa de ajuda com algo? Crie uma solicitação diretamente aqui. Para um serviço mais rápido, por favor adicione o máximo de informações possível

source: my profile
de: mein Profil
es: mi perfil
fr: mon profil
it: il mio profilo
pl: mój profil
pt: meu perfil

# myProfileDescription
source: please keep your information up to date so we can contact you when needed
de: bitte halten Sie Ihre Informationen auf dem neuesten Stand, damit wir Sie bei Bedarf kontaktieren können
es: por favor mantén tu información actualizada para que podamos contactarte cuando sea necesario
fr: veuillez tenir vos informations à jour afin que nous puissions vous contacter lorsque nécessaire
it: mantieni le tue informazioni aggiornate in modo da poterti contattare quando necessario
pl: prosimy o aktualizację Twoich danych, abyśmy mogli skontaktować się z Tobą w razie potrzeby
pt: por favor, mantenha suas informações atualizadas para que possamos entrar em contato com você quando necessário

source: closed tickets cannot be updated
de: geschlossene Tickets können nicht aktualisiert werden
es: tickets cerrados no se pueden actualizar
fr: les tickets fermés ne peuvent pas être mis à jour
pl: zamknięte zgłoszenia nie mogą zostać zaktualizowane
pt: tickets fechados não podem ser atualizados

# ticketsBelongingToThisGroupLabel
source: tickets belonging to this group
de: zu dieser Gruppe gehörende Tickets
es: tickets pertenecientes a este grupo
fr: tickets appartenant à ce groupe
pl: bilety należące do tej grupy
pt: Tickets pertencentes a este grupo

# allOpenTickets&amp;solvedTickets
source: all open tickets & solved tickets
de: alle offenen Tickets & gelöste Tickets
es: todos los Tickets abiertos & resueltos
fr: tous les tickets ouverts & tickets résolus
pl: wszystkie otwarte zgłoszenia & rozwiązane zgłoszenia
pt: todos os tickets em aberto & tickets resolvidos

source: close ticket
de: Ticket schließen
es: cerrar ticket
fr: Fermer le ticket
it: chiudi ticket
pl: zamknij zgłoszenie
pt: fechar pedido

source: overall, how satisfied are you with the service you received from us?
de: insgesamt, wie zufrieden sind Sie mit dem Service, den Sie von uns erhalten haben?
es: en general, ¿hasta qué punto está satisfecho con el servicio que ha recibido de nosotros?
fr: dans l'ensemble, dans quelle mesure êtes-vous satisfait du service que vous avez reçu de notre part?
it: nel complesso, quanto sei soddisfatto del servizio che hai ricevuto da noi?
pl: Ogólnie rzecz biorąc, jak bardzo jesteś zadowolony z usługi, którą od nas otrzymałeś?
pt: em geral, quão satisfeito você está com o serviço que recebeu de nós?

source: very dissatisfied
de: sehr unzufrieden
es: muy insatisfecho
fr: très mécontent
it: molto insoddisfatto
pl: bardzo niezadowolony
pt: muito insatisfeito

source: somewhat dissatisfied
de: etwas unzufrieden
es: algo insatisfecho
fr: un peu insatisfait
it: un po 'insoddisfatto
pl: trochę niezadowolone
pt: um pouco insatisfeito

source: neither satisfied nor dissatisfied
de: weder zufrieden noch unzufrieden
es: ni satisfecho ni insatisfecho
fr: ni satisfait ni insatisfait
it: né soddisfatto né insoddisfatto
pl: nie jest zadowolona ani niezadowolona
pt: nem satisfeito nem insatisfeito
