Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: existing users found
de: existierende Benutzer gefunden
es: usuarios existentes encontrados
fr: utilisateurs existants trouvés
it: utenti esistenti trovati
pl: znaleziono istniejących użytkowników
pt: usuários existentes encontrados

# updateExistingUsersInstructions
source: if email address exists, mapped user's fields will be updated. Use this option only if the data in CSV is up to date
de: wenn die E-Mail-Adresse existiert, werden die zugeordneten Benutzerfelder aktualisiert. Verwenden Sie diese Option nur, wenn die Daten im CSV aktuell sind
es: si existe una dirección de correo electrónico, se actualizarán los campos de los usuarios asignados. Utilice esta opción sólo si los datos en CSV están actualizados
pl: jeśli adres e-mail istnieje, pola mapowanych użytkowników zostaną zaktualizowane. Użyj tej opcji tylko wtedy, gdy dane w CSV są aktualne

source: welcome email will be send to all newly created users
de: Willkommens-E-Mail wird an alle neu erstellten Benutzer gesendet
es: el correo de bienvenida se enviará a todos los usuarios recién creados
fr: L'e-mail de bienvenue sera envoyé à tous les utilisateurs nouvellement créés
it: l'email di benvenuto verrà inviata a tutti gli utenti appena creati
pl: e-mail powitalny zostanie wysłany do wszystkich nowo utworzonych użytkowników
pt: email de boas-vindas será enviado a todos os usuários recém-criados

source: subject
de: thema
es: tema
fr: Sujet
it: oggetto
pl: temat
pt: assunto

source: creator
de: schöpferin
es: creador
fr: créateur
it: creatore
pl: twórca
pt: criador

source: no mailings found
de: keine Mailings gefunden
es: no se encontraron correos
fr: aucun mailing trouvé
it: nessun messaggio trovato
pl: nie znaleziono mailingów
pt: nenhuma correspondência encontrada

source: mailings
es: correos electrónicos
pl: korespondencja
pt: correspondências

# mailingsDescription
source: Here you can email groups of users in your helpdesk. To create a new email, click on the +new mailing button. Delete old emails as needed
de: Hier können Sie E-Mail-Gruppen von Benutzern in Ihrem Helpdesk senden. Um eine neue E-Mail zu erstellen, klicken Sie auf den +new Mailing-Button. Löschen Sie alte E-Mails bei Bedarf
es: Aquí puede enviar grupos de usuarios en su helpdesk. Para crear un nuevo correo electrónico, haga clic en el botón +new mailing botón. Elimine viejos correos electrónicos según sea necesario
fr: Ici vous pouvez envoyer un e-mail à des groupes d'utilisateurs dans votre helpdesk. Pour créer un nouvel e-mail, cliquez sur le bouton +nouveau mailing. Supprimez les anciens e-mails si nécessaire
it: Qui puoi inviare email a gruppi di utenti nel tuo helpdesk. Per creare una nuova email, fai clic sul pulsante +new mailing. Elimina le vecchie email se necessario
pl: Tutaj możesz wysyłać wiadomości do grup użytkowników w Twoim helpdesku. Aby utworzyć nowy e-mail, kliknij przycisk +new mailing. Usuń stare e-maile w razie potrzeby
pt: Aqui você pode enviar e-mail para grupos de usuários em sua central de ajuda. Para criar um novo e-mail, clique no novo botão de envio. Exclua e-mails antigos conforme necessário

source: recipients number
de: Empfängernummer
es: número de destinatarios
fr: Nombre de destinataires
it: numero di destinatari
pl: numer odbiorców
pt: Número de destinatários

source: please fill out message and subject fields first
de: bitte fülle zuerst Nachrichten und Betreff Felder aus
es: por favor rellena primero los campos del mensaje y del asunto
fr: veuillez d'abord remplir le message et le sujet
it: si prega di compilare prima il messaggio e i campi oggetto
pl: proszę wypełnić najpierw wiadomość i pola tematu
pt: por favor preencha a mensagem e os campos de assunto primeiro

source: from
de: von
es: de
fr: de
it: da
pl: od
pt: De

source: to group
de: an Gruppe
es: al grupo
fr: vers le groupe
it: per raggruppare
pl: grupować
pt: para o grupo

source: enter subject
de: Betreff eingeben
es: introducir asunto
fr: saisissez l'objet
it: inserisci oggetto
pl: wpisz temat
pt: Insira assunto

source: message
de: nachricht
es: mensaje
it: messaggio
pl: wiadomość
pt: Mensagem

source: enter message
de: gib Nachricht ein
es: introducir mensaje
fr: entrez le message
it: inserisci messaggio
pl: wprowadź wiadomość
pt: Digite a mensagem

source: mailing name
es: nombre de correo
fr: nom du mailing
it: nome mailing
pl: nazwa mailingowa
pt: nome do email

source: sent on
de: gesendet am
es: enviado el
fr: envoyé le
it: inviato il
pl: wysłane dnia
pt: enviado em

source: Text
es: Texto
fr: Texte du texte
pl: Tekst
pt: texto

source: send test email
de: Test-E-Mail senden
es: enviar email de prueba
fr: envoyer un e-mail de test
pl: wyślij wiadomość testową
pt: enviar e-mail de teste

# layoutDescription
source: This is the skeleton of the emails. The content of the email is represented by the variable "content".
de: Dies ist das Skelett der E-Mails. Der Inhalt der E-Mail wird durch die Variable "Inhalt" repräsentiert.
es: este es el esqueleto de los correos electrónicos. El contenido del correo electrónico está representado por la variable "contenido".
pl: to jest szkielet e-maili. Zawartość wiadomości e-mail jest reprezentowana przez zmienną "zawartość".

source: preview
de: vorschau
es: vista previa
fr: Aperçu
pl: podgląd
pt: pré-visualização

# editHTML
source: Edit HTML body
de: HTML-Text bearbeiten
es: Editar cuerpo HTML
fr: Modifier le corps du HTML
pl: Edytuj treść HTML
pt: Editar corpo HTML

# editText
source: Edit text body
de: Textkörper bearbeiten
es: Editar cuerpo de texto
fr: Modifier le corps du texte
pl: Edytuj treść tekstu
pt: Editar corpo do texto

source: Edit subject
de: Betreff bearbeiten
es: Editar asunto
fr: Modifier le sujet
pl: Edytuj temat
pt: Editar assunto

# insertEmailVariable
source: insert variable
de: füge Variable ein
es: insertar variable
fr: Insérer une variable
pl: wstaw zmienną
pt: inserir variável

# emailTemplates.form.select.label
source: Choose an email:
de: E-Mail auswählen:
es: Elegir un email:
fr: Choisissez un email:
pl: Wybierz e-mail:
pt: Escolha um e-mail:

# emailTemplates.templatesTab
source: Email content customization
de: Anpassung des E-Mail-Inhalts
es: Personalización de contenido de email
fr: Personnalisation du contenu de l'e-mail
pl: Dostosowanie zawartości wiadomości e-mail
pt: Personalização de conteúdo e-mail

# emailTemplates.layoutTab
source: Email layout
es: Diseño de email
fr: Disposition de l'e-mail
pl: Układ wiadomości e-mail
pt: Layout E-mail

# emailTemplatesCustomizationDescription
source: customize emails sent to users
de: an Benutzer gesendete E-Mails anpassen
es: personalizar correos enviados a usuarios
fr: personnaliser les e-mails envoyés aux utilisateurs
pl: dostosowywanie wiadomości e-mail wysyłanych do użytkowników
pt: personalizar e-mails enviados aos usuários

source: {VAR_PLURAL, plural, =0 {No agents} =1 {1 agent} other {{INTERPOLATION} agents }}
de: {VAR_PLURAL, plural, =0 {Keine Agenten} =1 {1 Agent} other {{INTERPOLATION} Agenten }}
es: {VAR_PLURAL, plural, =0 {Ningún agente} =1 {1 agente} other {{INTERPOLATION} agentes }}
pl: {VAR_PLURAL, plural, =0 {Żadnych agentów} =1 {1 agenta} other {{INTERPOLATION} agentów }}

# noAgentsInVacationLabel
source: no agents in vacation
de: keine Agenten im Urlaub
es: no hay agentes en vacaciones
fr: aucun agent en vacances
it: nessun agente in vacanza
pl: brak przedstawicieli w wakacjach
pt: nenhum agente nas férias

# agentsInVacation.noUsers
source: no agents are on vacation
de: keine Agenten sind im Urlaub
es: ningún agente está de vacaciones
fr: aucun agent n'est en vacances
it: nessun agente è in vacanza
pl: żaden przedstawiciel nie jest na wakacjach
pt: nenhum agente está de férias

# agentsInVacation.oneUser
source: one agent in vacation
de: ein Agent im Urlaub
es: un agente en vacaciones
fr: un agent en vacances
it: un agente in vacanza
pl: jeden przedstawiciel w urlopie
pt: um agente de férias

# agentsInVacation.users
source: this.totalCount agents in vacation
de: this.totalCount Agenten im Urlaub
es: this.totalCount agentes en vacaciones
pl: this.totalCount agenci w wakacjach

# adminOverview.requestADemo
source: request a demo
de: eine Demo anfordern
es: solicitar una demo
fr: demander une démo
it: richiedi una demo
pl: poproś o demo
pt: solicitar uma demonstração

# adminOverview.contactSales
source: contact Sales
de: kontaktverkäufe
es: contactar con ventas
fr: contacter les ventes
it: contatto Vendite
pl: kontakt ze sprzedażą
pt: contactar Vendas

# agentSeatsPurchased
source: agents seats purchased
de: gekaufte Agenten-Sitze
es: asientos de agentes comprados
fr: sièges d'agents achetés
it: agenti sedili acquistati
pl: zakupione stanowiska agentów
pt: assentos de agentes comprados

# adminPortalHomeOverviewTitle
source: Admin - Overview
de: Admin - Übersicht
es: Admin - Resumen
fr: Admin - Aperçu
it: Amministratore - Panoramica
pl: Administrator - Przegląd
pt: Administrador - Visão geral

# adminOverviewBotsDescription
source: automated workflows
de: automatisierte Workflows
es: flujos de trabajo automatizados
fr: flux de travail automatisés
it: workflow automatizzato
pl: zautomatyzowane przepływy pracy
pt: workflows automatizados

source: storage
de: speicher
es: almacenamiento
fr: stockage
it: memoria
pl: Magazyn
pt: armazenamento

# adminOverviewApiUsageDescription
source: daily API calls
de: tägliche API-Aufrufe
es: llamadas de API diarias
fr: appels quotidiens à l'API
it: chiamate API giornaliere
pl: codzienne połączenia API
pt: chamadas de API diárias

# adminOverviewAgentsDescription
source: this._overview.agents.total - this._overview.agents.active suspended
de: this._overview.agents.total - this._overview.agents.active ausgesetzt
es: this._overview.agents.total - this._overview.agents.active suspendido
pl: this._overview.agents.total - this._overview.agents.active zawieszone

# adminOverviewStorageDescription
source: formatBytes( this._overview.storage.total, 0 ) of formatBytes(this._overview.storage.max, 0)
de: formatBytes( this._overview.storage.total, 0 ) von formatBytes(this._overview.storage.max, 0)
es: formatBytes( this._overview.storage.total, 0 ) de formatBytes(this._overview.storage.max, 0)
pl: formatBytes( this._overview.storage.total, 0 ) z formatBytes(this._overview.storage.max, 0)

# adminOverviewSavedSearchesDescription
source: this._overview.saved_searches.max maximum
es: this._overview.saved_searches.max máximo
pl: this._overview.saved_searches.max maks.

# adminOverviewCannedResponsesDescription
source: this._overview.canned_responses.max maximum
es: this._overview.canned_responses.max máximo
pl: this._overview.canned_responses.max maks.

source: manage apps
de: verwalte Apps
es: administrar aplicaciones
fr: gérer les applications
it: gestisci app
pl: zarządzaj aplikacjami
pt: gerenciar aplicativos

source: view ticket for this attachment
de: das Ticket für diesen Anhang anzeigen
es: ver ticket para este archivo adjunto
fr: Voir le ticket pour cette pièce jointe
it: visualizza il ticket per questo allegato
pl: zobacz paragon dla tego załącznika
pt: ver ticket para este anexo

source: download
de: downloaden
es: descargar
fr: Télécharger
it: scarica
pl: pobierz
pt: Baixar

# attachmentViewDescription
source: list of files attached to tickets
de: Liste der an Tickets angehängten Dateien
es: lista de archivos adjuntos a tickets
fr: liste des fichiers attachés aux tickets
it: elenco dei file allegati ai ticket
pl: lista plików dołączonych do zgłoszeń
pt: lista de arquivos anexados aos tickets

source: no attachments found
de: keine Anhänge gefunden
es: no se encontraron archivos adjuntos
fr: aucune pièce jointe trouvée
it: nessun allegato trovato
pl: nie znaleziono załączników
pt: nenhum anexo encontrado

# includesAllTicketAttachmentsAndEmbeddedFiles
source: includes all ticket attachments and embedded files (in tickets, comments, canned responses or solutions)
de: beinhaltet alle Ticket-Anhänge und eingebettete Dateien (in Tickets, Kommentaren, vorgefertigten Antworten oder Lösungen)
es: incluye todos los archivos adjuntos y archivos incrustados (en tickets, comentarios, respuestas enlatadas o soluciones)
fr: inclut toutes les pièces jointes et les fichiers intégrés (tickets, commentaires, réponses préenregistrées ou solutions)
it: include tutti gli allegati dei ticket e i file incorporati (in biglietti, commenti, risposte in scatola o soluzioni)
pl: zawiera wszystkie załączniki zgłoszenia i osadzone pliki (w zgłoszeniach, komentarzach, gotowych odpowiedziach lub rozwiązaniach)
pt: inclui todos os anexos do ticket e arquivos incorporados (em tickets, comentários, respostas prontas ou soluções)

source: form field rules
de: Formularfeld-Regeln
es: reglas de campos de formulario
fr: règles de champ de formulaire
it: regole di campo modulo
pl: reguły pola formularza
pt: formulário regras de campo

source: not published
de: nicht veröffentlicht
es: no publicado
fr: non publié
it: non pubblicato
pl: nieopublikowane
pt: não publicado

source: default form cannot be unpublished
de: Standardformular kann nicht zurückgezogen werden
es: el formulario por defecto no puede ser despublicado
fr: le formulaire par défaut ne peut pas être dépublié
it: il modulo predefinito non può essere non pubblicato
pl: formularz domyślny nie może być nieopublikowany
pt: formulário padrão não pode ser despublicado

source: copy
de: kopieren
es: copiar
fr: Copie
it: copia
pl: kopiuj
pt: Copiar

source: get code
de: erhalte Code
es: obtener código
fr: obtenir le code
it: ottieni codice
pl: pobierz kod
pt: obter código

source: this form is the default form
de: dieses Formular ist das Standardformular
es: este formulario es el formulario por defecto
fr: ce formulaire est le formulaire par défaut
it: questo modulo è il modulo predefinito
pl: ten formularz jest domyślnym formularzem
pt: este formulário é o formulário padrão

source: allow attachments
de: erlaubte Anhänge
es: permitir archivos adjuntos
fr: autoriser les pièces jointes
it: consentire allegati
pl: zezwól na załączniki
pt: permitir anexos

source: all users
de: alle Benutzer
es: todos los usuarios
fr: tous les utilisateurs
it: tutti gli utenti
pl: wszyscy użytkownicy
pt: todos os usuários

source: helpdesk agents only
de: nur Helpdesk-Agenten
es: sólo agentes del helpdesk
fr: agents du helpdesk uniquement
it: solo agenti di helpdesk
pl: Tylko agenci działu pomocy technicznej
pt: somente agentes de suporte

source: help text
de: Hilfetext
es: texto de ayuda
fr: texte d'aide
it: testo di aiuto
pl: tekst pomocy
pt: texto de ajuda

source: manage ticket form
de: Ticketformular verwalten
es: administrar formulario de ticket
fr: gérer le formulaire de ticket
it: gestisci modulo ticket
pl: zarządzaj formularzem zgłoszenia
pt: gerenciar formulário do ticket

source: show CC field
de: zeige CC-Feld
es: mostrar campo CC
fr: afficher le champ CC
it: mostra campo CC
pl: pokaż pole CC
pt: mostrar campo CC

source: visibility
de: sichtbarkeit
es: visibilidad
fr: Visibilité
it: visibilità
pl: widoczność
pt: visibilidade

source: embed in your website
de: in Ihre Webseite einbetten
es: incrustado en tu sitio web
fr: intégrer dans votre site web
it: incorporato nel tuo sito web
pl: osadzony na swojej stronie internetowej
pt: incorporado no seu site

source: successfully cloned ticket form
de: geklontes Ticketformular
es: se ha clonado correctamente el formulario de ticket
fr: formulaire de ticket cloné avec succès
it: modulo ticket clonato con successo
pl: Pomyślnie sklonowano formularz zgłoszenia
pt: formulário de ticket clonado com sucesso

source: ticket form has been deleted
de: das Formular wurde gelöscht
es: se ha eliminado el formulario de ticket
fr: le formulaire de ticket a été supprimé
it: il modulo del ticket è stato eliminato
pl: formularz zgłoszenia został usunięty
pt: formulário do ticket foi apagado

source: invalid ticket form
de: ungültiges Ticketformular
es: formulario de ticket inválido
fr: formulaire de ticket invalide
it: modulo ticket non valido
pl: nieprawidłowy formularz zgłoszenia
pt: formulário de ticket inválido

source: hidden fields when showing the form
de: ausgeblendete Felder beim Anzeigen des Formulars
es: campos ocultos al mostrar el formulario
fr: champs cachés lors de l'affichage du formulaire
it: campi nascosti quando si mostra il modulo
pl: ukryte pola podczas wyświetlania formularza
pt: campos ocultos quando mostrar o formulário

source: select a field
de: ein Feld auswählen
es: seleccione un campo
fr: sélectionner un champ
it: seleziona un campo
pl: wybierz pole
pt: selecione um campo

source: condition
de: bedingung
es: condición
it: condizione
pl: warunek
pt: condições

source: value is not needed
de: nicht benötigt wird
es: valor no es necesario
fr: la valeur n'est pas nécessaire
it: il valore non è necessario
pl: wartość nie jest wymagana
pt: valor não é necessário

source: please select a field
de: bitte ein Feld auswählen
es: por favor seleccione un campo
fr: veuillez sélectionner un champ
it: selezionare un campo
pl: proszę wybrać pole
pt: por favor, selecione um campo

source: then hide
de: dann ausblenden
es: luego ocultar
fr: puis masquer
it: poi nascondi
pl: następnie ukryj
pt: em seguida, ocultar

source: and show
de: und zeigen
es: y mostrar
fr: et afficher
it: e mostra
pl: i pokaż
pt: e mostrar

source: create rule
de: erstelle Regel
es: crear regla
fr: créer une règle
it: crea regola
pl: utwórz regułę
pt: criar regra

source: edit rule
de: Regel bearbeiten
es: editar regla
fr: éditer la règle
it: modifica regola
pl: edytuj regułę
pt: editar regra

source: hidden fields
de: versteckte Felder
es: campos ocultos
fr: champs cachés
it: campi nascosti
pl: ukryte pola
pt: campos ocultos

source: shown fields
de: angezeigte Felder
es: campos mostrados
fr: champs affichés
it: campi mostrati
pl: wyświetlane pola
pt: campos mostrados

source: add a rule
de: eine Regel hinzufügen
es: añadir una regla
fr: ajouter une règle
it: aggiungi una regola
pl: dodaj regułę
pt: adicionar uma regra

source: no rules found
de: keine Regeln gefunden
es: no se encontraron reglas
fr: aucune règle trouvée
it: nessuna regola trovata
pl: nie znaleziono reguł
pt: sem regras encontradas

# showOrHideFieldsBaseOnTheseRules
source: show or hide fields based on these rules
de: auf diesen Regeln basierende Felder anzeigen oder verbergen
es: mostrar u ocultar campos basados en estas reglas
fr: afficher ou masquer les champs en fonction de ces règles
it: mostra o nascondi i campi in base a queste regole
pl: pokaż lub ukryj pola na podstawie tych reguł
pt: exibir ou ocultar campos baseados nestas regras

# hideFieldsWhenShowingTheForm
source: hidden fields when showing the form
de: ausgeblendete Felder beim Anzeigen des Formulars
es: campos ocultos al mostrar el formulario
fr: champs cachés lors de l'affichage du formulaire
it: campi nascosti quando si mostra il modulo
pl: ukryte pola podczas wyświetlania formularza
pt: campos ocultos quando mostrar o formulário

# allFieldsWillBeDisplayedBeDefaultUnlessTheyAreHiddenHere
source: all fields will be displayed by default unless they are hidden here
de: alle Felder werden standardmäßig angezeigt, es sei denn, sie werden hier versteckt
es: todos los campos se mostrarán por defecto a menos que estén ocultos aquí
fr: tous les champs seront affichés par défaut à moins qu'ils ne soient cachés ici
it: tutti i campi saranno visualizzati di default a meno che non siano nascosti qui
pl: wszystkie pola będą domyślnie wyświetlane, chyba że zostaną ukryte tutaj
pt: todos os campos serão exibidos por padrão, a menos que sejam ocultos aqui

source: selected
de: ausgewählt
es: seleccionado
fr: slectionns
it: selezionato
pl: zaznaczone
pt: Selecionado

source: is field required?
de: ist ein Feld erforderlich?
es: es obligatorio el campo?
fr: est un champ obligatoire?
it: è richiesto il campo?
pl: jest wymagane pola?
pt: campo é obrigatório?

# ticketFormFieldAssetSpecification
source: this field settings affect only the form visible in the help center portal (customer facing). Agents are always able to choose an asset for a ticket, regardless of the form used, and whether this field is enabled or not.
de: diese Feldeinstellungen wirken sich nur auf das im Hilfe-Center-Portal sichtbare Formular aus (Kundenfassung). Agenten sind immer in der Lage, ein Asset für ein Ticket auszuwählen, unabhängig vom verwendeten Formular, und ob dieses Feld aktiviert ist oder nicht.
es: esta configuración de campo sólo afecta el formulario visible en el portal del centro de ayuda (cara al cliente). Los agentes siempre pueden elegir un activo para un ticket, independientemente del formulario utilizado, y si este campo está habilitado o no.
fr: ces paramètres de champ n'affectent que le formulaire visible dans le portail du centre d'aide (face client). Les agents sont toujours en mesure de choisir une ressource pour un ticket, indépendamment du formulaire utilisé, et si ce champ est activé ou non.
it: le impostazioni di questo campo influenzano solo il modulo visibile nel portale del centro assistenza (fronte cliente). Gli agenti sono sempre in grado di scegliere un asset per un ticket, indipendentemente dal modulo utilizzato, e se questo campo è abilitato o meno.
pl: to pole ma wpływ tylko na formularz widoczny w portalu centrum pomocy (klient w twarz). Agenci są zawsze w stanie wybrać składnik do zgłoszenia, niezależnie od użytego formularza i czy to pole jest włączone, czy nie.
pt: esta configuração de campo afeta apenas o formulário visível no portal central de ajuda (frente do cliente). Os agentes são sempre capazes de escolher um ativo para um ticket, independentemente da forma usada, e se esse campo está habilitado ou não.

source: edit ticket form field
de: Ticket-Formularfeld bearbeiten
es: editar campo de formulario de ticket
fr: modifier le champ du formulaire de ticket
it: modifica il campo modulo ticket
pl: edytuj pole formularza zgłoszenia
pt: editar campo formulário de ticket

source: create ticket form field
de: erstelle Ticket-Formularfeld
es: crear campo de formulario de ticket
fr: créer un champ de formulaire de ticket
it: creare il campo modulo ticket
pl: utwórz pole formularza zgłoszenia
pt: criar campo formulário de ticket
