Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

# mojoHelpdeskIsAProductOfMetadot
source: Mojo Helpdesk is a product of Metadot Corporation
de: Mojo Helpdesk ist ein Produkt der Metadot Corporation
es: Mojo Helpdesk es un producto de Metadot Corporation
fr: Mojo Helpdesk est un produit de Metadot Corporation
it: Mojo Helpdesk è un prodotto di Metadot Corporation
pl: Mojo Helpdesk jest produktem Metadot Corporation
pt: Mojo Helpdesk é um produto da Metadot Corporation

source: receipt
de: quittung
es: recibo
fr: Réception
it: ricevuta
pl: paragon
pt: recibo

source: error fetching balance
de: Fehler beim Abrufen des Saldos
es: error obteniendo saldo
fr: erreur lors de la récupération du solde
it: errore nel recupero del saldo
pl: błąd pobierania salda
pt: erro ao obter saldo

source: current balance
de: aktueller Kontostand
es: saldo actual
fr: solde actuel
it: saldo corrente
pl: bieżące saldo
pt: saldo atual

source: amount
de: beträge
es: monto
fr: montant
it: importo
pl: kwota
pt: Quantidade

source: balance
de: saldo
es: saldo
fr: solde
it: saldo
pl: saldo
pt: Saldo

source: created by
de: erstellt von
es: creado por
fr: créé par
it: creato da
pl: utworzone przez
pt: criado por

source: statement
de: anweisung
es: declaración
fr: instruction
it: dichiarazione
pl: wyciąg
pt: comando

source: no transactions
de: keine Transaktionen
es: no hay transacciones
fr: aucune transaction
it: nessuna transazione
pl: brak transakcji
pt: sem transações

source: current settings prevent these staff to use the helpdesk
de: aktuelle Einstellungen verhindern, dass diese Mitarbeiter das Helpdesk verwenden
es: los ajustes actuales impiden que este personal use el helpdesk
fr: les paramètres actuels empêchent ces employés d'utiliser le helpdesk
it: le impostazioni correnti impediscono a questo staff di usare l'helpdesk
pl: bieżące ustawienia uniemożliwiają personelowi korzystanie z helpdesk
pt: configurações atuais impedem estes funcionários de usarem o helpdesk

source: security configuration
de: sicherheitskonfiguration
es: configuración de seguridad
fr: Configuration de la sécurité
it: configurazione di sicurezza
pl: konfiguracja zabezpieczeń
pt: configurações de segurança

source: keep the bad guys out and the good guys in
de: halte die Bösen draußen und die Guten in
es: mantener a los malos fuera y a los buenos chicos dentro
fr: garder les méchants dehors et les bons dans
it: tenere i cattivi fuori e i buoni ragazzi in
pl: Zachowaj złych gości i dobrych gości w
pt: mantenha os maus de fora e os bons

source: provide information about this restriction
de: geben Sie Informationen über diese Einschränkung
es: proporcionar información sobre esta restricción
fr: fournir des informations sur cette restriction
it: fornire informazioni su tale restrizione
pl: podaj informacje o tym ograniczeniu
pt: fornecer informações sobre esta restrição

# whiteBlackListTip
source: when determining which are allowed or blocked, the Blacklist always overrides the Whitelist
de: wenn festgestellt wird, was erlaubt oder blockiert ist, überschreibt die Blacklist immer die Whitelist
es: al determinar cuáles son permitidos o bloqueados, la lista negra siempre anula la lista blanca
fr: lors de la détermination de ce qui est autorisé ou bloqué, la liste noire remplace toujours la liste blanche
it: per determinare quali sono permessi o bloccati, la Blacklist sovrascrive sempre la Whitelist
pl: podczas określania, które są dozwolone lub zablokowane, Czarna lista zawsze nadpisuje białą listę
pt: ao determinar quais são permitidos ou bloqueados, a Lista Negra sempre substitui a Lista Branca

source: whitelist
de: weiße Liste
es: lista blanca
fr: liste blanche
pl: Biała lista

source: blacklist
es: lista negra
fr: liste noire
pl: czarna lista
pt: lista negra

source: allow access only to
de: nur Zugriff zulassen auf
es: permitir el acceso sólo a
fr: autoriser l'accès uniquement à
it: consentire l'accesso solo a
pl: zezwól na dostęp tylko do
pt: permitir acesso apenas para

source: block access for
de: blockieren für
es: bloquear acceso para
fr: bloquer l'accès pour
it: blocco di accesso per
pl: blokuj dostęp dla
pt: bloquear acesso para

source: below
de: unten
es: debajo
fr: en dessous de
it: sotto
pl: poniżej
pt: abaixo

source: optionally, provide information about why
de: optional, geben Sie Informationen über warum
es: opcionalmente, proporcione información sobre por qué
fr: optionnellement, fournir des informations sur pourquoi
it: facoltativamente, fornire informazioni sui motivi
pl: opcjonalnie, proszę podać informacje o powodach
pt: opcionalmente, forneça informações sobre o porquê

source: are white listed
de: sind weiße Liste
es: están listados en blanco
fr: sont dans la liste blanche
it: sono elencati in bianco
pl: są białej listy
pt: estão na lista branca

source: are black listed
de: sind schwarz aufgeführt
es: están en la lista negra
fr: sont en liste noire
it: sono listate nere
pl: są czarnej listy
pt: estão na lista negra

source: Be sure your sign in options will allow users to access the helpdesk (e.g. if you use only the Google option, users without a Gmail account will not be able to login).
de: Stellen Sie sicher, dass Ihre Anmeldeoptionen Benutzern den Zugriff auf das Helpdesk erlauben (z. wenn Sie nur die Google-Option verwenden, Benutzer ohne Google Mail-Konto können sich nicht anmelden).
es: Asegúrese de que las opciones de inicio de sesión permitirán a los usuarios acceder al helpdesk (p. ej. si utiliza sólo la opción de Google, los usuarios sin una cuenta de Gmail no podrán iniciar sesión).
fr: Assurez-vous que vos options de connexion permettront aux utilisateurs d'accéder au helpdesk (par ex. si vous n'utilisez que l'option Google, les utilisateurs sans compte Gmail ne pourront pas se connecter).
it: Assicurati che le opzioni di accesso consentano agli utenti di accedere all'helpdesk (es. se si utilizza solo l'opzione di Google, gli utenti senza un account Gmail non potranno effettuare il login).
pl: Upewnij się, że opcje logowania umożliwią użytkownikom dostęp do helpdesk (np. jeśli używasz tylko opcji Google, użytkownicy bez konta Gmail nie będą mogli się zalogować).
pt: Certifique-se de que suas opções de login permitirá que os usuários acessem o helpdesk (por exemplo, se você usar apenas a opção do Google, usuários sem uma conta Gmail não serão capazes de acessar).

source: this will block users that can only access the helpdesk using Mojo sign in
de: dies blockiert Benutzer, die nur über Mojo-Anmeldung auf das Helpdesk zugreifen können
es: esto bloqueará a los usuarios que sólo pueden acceder al helpdesk usando el inicio de sesión de Mojo
fr: cela bloquera les utilisateurs qui ne peuvent accéder qu'au helpdesk en utilisant la connexion Mojo
it: questo bloccherà gli utenti che possono accedere solo all'helpdesk utilizzando l'accesso a Mojo
pl: spowoduje to zablokowanie użytkowników, którzy mogą uzyskać dostęp tylko do helpdesk za pomocą logowania do Mojo
pt: isto irá bloquear usuários que só podem acessar a central de ajuda usando o login do Mojo

source: authentication methods
de: Authentifizierungsmethoden
es: métodos de autenticación
fr: méthodes d'authentification
it: metodi di autenticazione
pl: metody uwierzytelniania
pt: métodos de autenticação

source: sign in with Mojo
de: mit Mojo anmelden
es: iniciar sesión con Mojo
fr: se connecter avec Mojo
it: accedi con Mojo
pl: zaloguj się za pomocą Mojo
pt: entre com a Mojo

source: allow sign on with Mojo's system credentials
de: erlaube die Anmeldung mit Mojos System-Zugangsdaten
es: permitir el inicio de sesión con las credenciales del sistema de Mojo
pl: zezwól na logowanie przy użyciu danych systemowych Mojo

source: sign in with Google
de: mit Google anmelden
es: iniciar sesión con Google
fr: se connecter avec Google
it: accedi con Google
pl: zaloguj się za pomocą Google
pt: Cadastre-se com o Google

source: allow sign on with Google credentials
de: erlaube Anmeldung mit Google-Anmeldeinformationen
es: permitir iniciar sesión con credenciales de Google
fr: autoriser la connexion avec les identifiants Google
it: consentire l'accesso con le credenziali di Google
pl: zezwól na logowanie przy użyciu danych logowania Google
pt: permitir login com credenciais do Google

source: google login button label
de: Google-Login-Button-Bezeichnung
es: etiqueta del botón de inicio de sesión de Google
fr: étiquette du bouton de connexion google
it: etichetta del pulsante di accesso google
pl: etykieta przycisku logowania google
pt: Rótulo do botão do Google Login

source: leave empty to use default
de: leer lassen um Standard zu verwenden
es: dejar vacío para usar por defecto
fr: laisser vide pour utiliser la valeur par défaut
it: lascia vuoto per usare il valore predefinito
pl: pozostaw puste, aby użyć domyślnych
pt: deixe em branco para usar o padrão

source: sign in with Azure AD
de: anmelden mit Azure AD
es: inicia sesión con Azure AD
fr: se connecter avec Azure AD
it: accedi con Azure AD
pl: zaloguj się za pomocą Azure AD
pt: faça o login com o Azure AD

source: allow sign on with Azure AD credentials
de: erlaube eine Anmeldung mit Azure AD Zugangsdaten
es: permitir el inicio de sesión con credenciales Azure AD
fr: autoriser la connexion avec les identifiants Azure AD
it: consentire il segno con le credenziali AD Azure
pl: zezwól na logowanie przy użyciu danych uwierzytelniających Azure AD
pt: permitir login com credenciais do Azure AD

# azureLoginButtonLabel
source: azure AD login button label
de: azure AD Login-Button-Bezeichnung
es: etiqueta del botón de inicio de sesión azure AD
fr: Libellé du bouton de connexion azure AD
it: azure etichetta del pulsante di accesso AD
pl: etykieta przycisku logowania azure AD
pt: rótulo do botão login do Azure AD

source: domain names
de: domainnamen
es: nombres de dominio
fr: noms de domaine
it: nomi di dominio
pl: nazwy domen
pt: nomes de domínios

source: IP address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
pl: Adres IP
pt: Endereço IP

source: IP address for staff
de: IP-Adresse des Personals
es: Dirección IP del personal
fr: Adresse IP pour le personnel
it: Indirizzo IP per il personale
pl: Adres IP dla personelu
pt: Endereço IP da equipe

source: languages
de: sprachen
es: idiomas
fr: langues
it: lingue
pl: języki
pt: Idiomas

source: filter users by domain name for login, registration and ticket creation via email and web
de: filtern Sie Benutzer nach Domänennamen für Login, Registrierung und Ticketerstellung per E-Mail und Web
es: filtrar usuarios por nombre de dominio para entrada, registro y creación de tickets por correo electrónico y web
fr: filtrer les utilisateurs par nom de domaine pour la connexion, l'enregistrement et la création de tickets par e-mail et web
it: filtrare gli utenti per nome di dominio per l'accesso, la registrazione e la creazione di biglietti via email e web
pl: filtruj użytkowników według nazwy domeny do logowania, rejestracji i tworzenia biletów przez e-mail i sieć
pt: filtrar usuários por nome de domínio para login, registro e criação de ticket por e-mail e web

# domainNamesBlackListPlaceholder
source: e.g. hacker.com, scam.net
de: z.B. hacker.com, scam.net
es: ej. hacker.com, scam.net
fr: par exemple hacker.com, scam.net
it: es. hacker.com, scam.net
pl: np. hacker.com, scam.net
pt: ex.: hacker.com, scam.net

# domainNamesWhiteListWarning
source: users with domain name other than those listed will not be allowed
de: Benutzer mit einem anderen Domainnamen als den aufgelisteten werden nicht erlaubt
es: los usuarios con nombre de dominio distinto de los listados no serán permitidos
fr: les utilisateurs avec un nom de domaine autre que ceux listés ne seront pas autorisés
it: gli utenti con un nome di dominio diverso da quelli elencati non saranno ammessi
pl: użytkownicy o nazwie domeny innej niż ta wymieniona nie będą dozwoleni
pt: usuários com nome de domínio diferente daqueles listados não serão permitidos

# domainNamesWhiteListPlaceholder
source: e.g. mydomain.com, yourdomain.net
de: z.B. mydomain.com, yourdomain.net
es: ej. mydomain.com, yourdomain.net
fr: par exemple mondomaine.com, votredomaine.net
it: es. mydomain.com, yourdomain.net
pl: np. mydomain.com, yourdomain.net
pt: p.ex. meudominio.com, seudominio.net

source: filter users by IP address for login, registration and ticket creation via email and web.
de: filtern Sie Benutzer nach IP-Adresse für Anmeldung, Registrierung und Ticketerstellung per E-Mail und Web.
es: filtrar usuarios por dirección IP para entrada, registro y creación de tickets por correo electrónico y web.
fr: filtrer les utilisateurs par adresse IP pour la connexion, l'enregistrement et la création de tickets par e-mail et web.
it: filtrare gli utenti per indirizzo IP per il login, la registrazione e la creazione di biglietti via email e web.
pl: filtruj użytkowników według adresu IP do logowania, rejestracji i tworzenia biletów przez e-mail i Internet.
pt: filtrar usuários por endereço IP para login, registro e criação de ticket por e-mail e web.

# ipAddressBlackListPlaceholder
source: e.g. 111.222.99.88, 77.66.55.44/16
de: z.B. 111.222.99.88, 77.66.55.44/16
es: ej. 111.222.99.88, 77.66.55.44/16
fr: par exemple 111.222.99.88, 77.66.55.44/16
it: es. 111.222.99.88, 77.66.55.44/16
pl: np. 111.222.99.88, 77.66.55.44/16
pt: ex. 111.222.99.88, 77.66.55.44/16

# ipAddressWhiteListWarning
source: users with IP address other than those listed will not be allowed
de: Benutzer mit anderen als den aufgelisteten IP-Adressen werden nicht erlaubt
es: los usuarios con dirección IP que no sean los listados no estarán permitidos
fr: les utilisateurs avec une adresse IP autre que celles listées ne seront pas autorisés
it: gli utenti con indirizzo IP diversi da quelli elencati non saranno ammessi
pl: użytkownicy z adresem IP innych niż wymienione nie będą dozwoleni
pt: usuários com endereço IP diferente dos listados não serão permitidos

source: filter agents help desk access by IP address
de: Filter Agenten-Helpdesk-Zugriff über IP-Adresse
es: acceso de los agentes de ayuda por dirección IP
fr: filtrer les agents aide le bureau à accéder par adresse IP
it: filtro agenti help desk accesso da indirizzo IP
pl: filtrowanie agentów pomocy na biurku przez adres IP
pt: filtrar agentes ajuda o acesso de mesa por endereço IP

# ipAddressForStaffWhiteListWarning
source: agents with ip address other than those listed will not be allowed
de: Agenten mit anderen als den aufgelisteten IP-Adressen werden nicht erlaubt
es: agentes con dirección IP distinta de los listados no estarán permitidos
fr: les agents avec une adresse IP autre que celles listées ne seront pas autorisés
it: agenti con indirizzo ip diversi da quelli elencati non saranno ammessi
pl: agenci z adresem IP inne niż wymienione nie będą dozwolone
pt: agentes com endereço IP diferente dos listados não serão permitidos

source: filter users by email address for login, registration and ticket creation via email and web
de: filtern Sie Benutzer per E-Mail-Adresse für Anmeldung, Registrierung und Ticketerstellung per E-Mail und Web
es: filtrar usuarios por dirección de correo electrónico para iniciar sesión, registrarse y crear tickets a través de correo electrónico y web
fr: filtrer les utilisateurs par adresse e-mail pour la connexion, l'inscription et la création de tickets par e-mail et web
it: filtrare gli utenti per indirizzo email per l'accesso, la registrazione e la creazione di biglietti via email e web
pl: filtruj użytkowników według adresu e-mail do logowania, rejestracji i tworzenia biletów przez e-mail i sieć
pt: filtrar usuários por endereço de e-mail para login, registro e criação de ticket por e-mail e web

# emailBlackListPlaceholder
source: e.g. alice@example.com
de: z.B. alice@beispiel.com
es: ej. alice@example.com
fr: par exemple alice@exemple.com
it: es. alice@example.com
pl: np. alice@example.com
pt: p.ex. alice@exemplo.com

source: filter tickets and comments by the used language
de: filtern von Tickets und Kommentaren der verwendeten Sprache
es: filtrar tickets y comentarios por el idioma usado
fr: filtrer les tickets et les commentaires par la langue utilisée
it: filtrare i biglietti e i commenti in base alla lingua utilizzata
pl: filtruj bilety i komentarze według używanego języka
pt: filtrar tickets e comentários pelo idioma utilizado

# languagePlaceholder
source: e.g. English, French, Russian
de: z.B. Englisch, Französisch, Russisch
es: ej. Inglés, Francés, Ruso
fr: par ex. Anglais, Français, Russe
it: es. inglese, francese, russo
pl: np. angielski, francuski, rosyjski
pt: ex: Inglês, Francês, Russo

source: factory reset
de: werkstatt zurücksetzen
es: restablecimiento de fábrica
fr: réinitialisation d'usine
it: ripristino di fabbrica
pl: zresetowanie fabryki
pt: redefinir para fábrica

source: password configuration
de: passwortkonfiguration
es: configuración de contraseña
fr: configuration du mot de passe
it: configurazione password
pl: konfiguracja hasła
pt: configuração de senha

source: minimum length
de: minimale Länge
es: longitud mínima
fr: longueur minimale
it: lunghezza minima
pl: minimalna długość
pt: comprimento mínimo

source: minimum number of digits
de: minimale Anzahl von Ziffern
es: número mínimo de dígitos
fr: nombre minimum de chiffres
it: numero minimo di cifre
pl: minimalna liczba cyfr
pt: número mínimo de dígitos

source: minimum number of uppercase characters
de: minimale Anzahl von Großbuchstaben
es: número mínimo de caracteres en mayúsculas
fr: nombre minimum de caractères majuscules
it: numero minimo di caratteri maiuscoli
pl: minimalna liczba wielkich liter
pt: número mínimo de caracteres maiúsculos

source: password change period
de: Passwortänderungszeitraum
es: período de cambio de contraseña
fr: période de changement de mot de passe
it: periodo di modifica password
pl: okres zmiany hasła
pt: período de alteração de senha

source: every
de: jede
es: cada
fr: tous les
it: ogni
pl: co
pt: todo

source: months
de: monate
es: meses
fr: mois
it: mesi
pl: miesiące
pt: Meses

source: never
de: nie
es: nunca
fr: Jamais
it: mai
pl: nigdy
pt: Nunca

source: every month
de: jeden Monat
es: cada mes
fr: tous les mois
it: ogni mese
pl: co miesiąc
pt: todo mês

source: password will be checked against 10000 most used passwords
de: wird mit 10000 am häufigsten verwendeten Passwörtern überprüft
es: la contraseña se comprobará con 10000 contraseñas más usadas
fr: le mot de passe sera vérifié contre 10000 mots de passe les plus utilisés
it: la password sarà controllata con 10000 password più usate
pl: hasło zostanie sprawdzone z 10000 najczęściej używanych haseł
pt: a senha será verificada contra 10000 senhas mais usadas

source: block common passwords
de: gebräuchliche Passwörter blockieren
es: bloquear contraseñas comunes
fr: bloquer les mots de passe communs
it: blocca password comuni
pl: blokuj wspólne hasła
pt: bloquear senhas comuns

source: enforce the rules on next login
de: erzwinge die Regeln beim nächsten Login
es: hacer cumplir las reglas en el próximo inicio de sesión
fr: imposer les règles à la prochaine connexion
it: applicare le regole al prossimo login
pl: wymuś reguły przy następnym logowaniu
pt: aplicar as regras no próximo login

source: enable two factor authentication
de: zwei-Faktor-Authentifizierung aktivieren
es: habilitar autenticación de doble factor
fr: activer l'authentification à deux facteurs
it: abilita l'autenticazione a due fattori
pl: włącz uwierzytelnianie dwuskładnikowe
pt: habilitar autenticação em duas etapas

# automaticallyLogoutUsers
source: automatically logout users after this period of inactivity:
de: automatisch Benutzer nach dieser Zeit der Inaktivität abmelden:
es: cerrar sesión automáticamente a los usuarios después de este período de inactividad:
fr: déconnecter automatiquement les utilisateurs après cette période d'inactivité:
it: logout automatico degli utenti dopo questo periodo di inattività:
pl: automatycznie wyloguj użytkowników po tym okresie nieaktywności:
pt: desconectar os usuários automaticamente após este período de inatividade:

source: minutes
de: minuten
es: minutos
it: minuti
pl: minuty
pt: Minutos

source: hour
de: std
es: hora
fr: heure
it: ora
pl: godzina
pt: hora

source: hours
de: std
es: horas
fr: heures
it: ore
pl: godziny
pt: horas

source: days
de: tage
es: días
fr: Jours
it: giorni
pl: dni
pt: Dias

source: Do not enable this setting unless you know how to configure SAML or JWT settings.
de: Aktivieren Sie diese Einstellung nur, wenn Sie wissen, wie Sie SAML oder JWT Einstellungen konfigurieren.
es: No active esta configuración a menos que sepa cómo configurar los ajustes SAML o JWT.
fr: N'activez pas ce paramètre à moins que vous ne sachiez comment configurer les paramètres SAML ou JWT.
it: Non abilitare questa impostazione a meno che non si sappia come configurare le impostazioni SAML o JWT.
pl: Nie włączaj tego ustawienia, chyba że wiesz jak skonfigurować ustawienia SAML lub JWT.
pt: Não ative esta configuração a menos que saiba como configurar as configurações de SAML ou JWT.

source: enable enterprise single sign on
de: Enterprise-Einzelanmeldung aktivieren
es: habilitar inicio único de sesión empresarial
fr: activer l'authentification unique de l'entreprise
it: abilita il singolo segno aziendale attivo
pl: włącz pojedynczy znak firmy
pt: habilitar login único corporativo em

source: Open the following link in <b>incognito window</b>,<br />and follow the steps to login into your helpdesk:<br /><a href="/saml" target="_blank" >{{ getHelpdeskBaseUrl() }}/saml</a ><br />It will be verified when the login is successful.
de: Folgenden Link im <b>Inkognito-Fenster öffnen</b>,<br />und folgen Sie den Schritten, um sich in Ihren Helpdesk einzuloggen:<br /><a href="/saml" target="_blank" >{{ getHelpdeskBaseUrl() }}/saml</a ><br />Es wird überprüft, wenn die Anmeldung erfolgreich ist.
es: Abre el siguiente enlace en <b>ventana de incógnito</b>,<br />y siga los pasos para iniciar sesión en su helpdesk:<br /><a href="/saml" target="_blank" >{{ getHelpdeskBaseUrl() }}/saml</a ><br />Se verificará cuando el inicio de sesión sea exitoso.
pl: Otwórz następujący link w <b>oknie incognito</b>,<br />i wykonaj kroki, aby zalogować się do swojego działu pomocy:<br /><a href="/saml" target="_blank" >{{ getHelpdeskBaseUrl() }}/saml</a ><br />Zostanie on zweryfikowany po pomyślnym logowaniu.

source: verified
de: verifiziert
es: verificado
fr: vérifié
it: verificato
pl: zweryfikowane
pt: verificada

source: not verified
de: nicht verifiziert
es: no verificado
fr: non vérifié
it: non verificato
pl: nie zweryfikowano
pt: não verificado

source: how to verify?
de: wie überprüfen?
es: ¿Cómo verificar?
fr: comment vérifier?
it: come verificare?
pl: Jak zweryfikować?
pt: como verificar?

source: Open the following link in <b>incognito window</b>,<br />and follow the steps to login into your helpdesk:<br /><a target="_blank" href="/jwt" >{{ getHelpdeskBaseUrl() }}/jwt</a ><br />It will be verified when the login is successful.
de: Folgenden Link im <b>Inkognito-Fenster öffnen</b>,<br />und folgen Sie den Schritten, um sich in Ihren Helpdesk einzuloggen:<br /><a target="_blank" href="/jwt" >{{ getHelpdeskBaseUrl() }}/jwt</a ><br />Es wird überprüft, wenn die Anmeldung erfolgreich ist.
es: Abre el siguiente enlace en <b>ventana de incógnito</b>,<br />y siga los pasos para iniciar sesión en su helpdesk:<br /><a target="_blank" href="/jwt" >{{ getHelpdeskBaseUrl() }}/jwt</a ><br />Se verificará cuando el inicio de sesión sea exitoso.
pl: Otwórz następujący link w <b>oknie incognito</b>,<br />i wykonaj kroki, aby zalogować się do swojego działu pomocy:<br /><a target="_blank" href="/jwt" >{{ getHelpdeskBaseUrl() }}/jwt</a ><br />Zostanie on zweryfikowany po pomyślnym logowaniu.
