Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: must match card
de: muss mit Karte übereinstimmen
es: debe coincidir con la tarjeta
fr: doit correspondre à la carte
it: devi abbinare la carta
pl: musi pasować do karty
pt: deve corresponder ao cartão

source: last name
de: Nachname
es: apellido
fr: nom de famille
it: cognome
pl: nazwisko
pt: último nome

source: phone number
de: Telefonnummer
es: número de teléfono
fr: Numéro de téléphone
it: numero di telefono
pl: numer telefonu
pt: número de telefone

source: address
de: adresse
es: dirección
fr: adresse
it: indirizzo
pl: adres
pt: Endereço

source: city
de: stadt
es: ciudad
fr: ville
it: città
pl: miasto
pt: cidade

source: zip
de: reißt
pl: kod pocztowy
pt: CEP

source: state
de: status
es: estado
fr: Etat
it: stato
pl: województwo
pt: Estado

source: country
de: land
es: país
fr: Pays
it: paese
pl: Kraj
pt: País

source: promo code
es: código promocional
fr: code promo
it: codice promozionale
pl: kod promocyjny
pt: código promocional

# mondayCapitalized
source: Monday
de: Montag
es: Lunes
fr: Lundi
pl: Poniedziałek
pt: Segunda-Feira

# tuesdayCapitalized
source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
pl: Wtorek
pt: Terça-feira

# wednesdayCapitalized
source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
pl: Środa
pt: quarta-feira

# thursdayCapitalized
source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
pl: Czwartek
pt: quinta-feira

# fridayCapitalized
source: Friday
de: Freitag
es: Viernes
fr: Vendredi
pl: Piątek
pt: Sexta-feira

# saturdayCapitalized
source: Saturday
de: Samstag
es: Sábado
fr: Samedi
pl: Sobota
pt: sábado

# sundayCapitalized
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
pl: Niedziela
pt: domingo

source: created on
de: erstellt am
es: creado el
fr: créé le
it: creato il
pl: utworzono na
pt: criado em

source: updated on
de: aktualisiert am
es: actualizado el
fr: mis à jour le
it: aggiornato il
pl: zaktualizowano o
pt: atualizado em

source: scheduled on
de: geplant am
es: programado el
fr: programmé le
it: programmato il
pl: zaplanowane na
pt: programado em

source: due on
de: fällig am
es: vence el
fr: dû le
it: scaduto il
pl: do terminu
pt: vencimento em

source: solved on
de: gelöst am
es: resuelto el
fr: résolu le
it: risolto il
pl: rozwiązany
pt: resolvido em

source: closed on
de: geschlossen am
es: cerrado el
fr: fermé le
it: chiuso il
pl: zamknięte
pt: fechado em

source: form
es: forma
fr: Formulaire
it: modulo
pl: Formularz
pt: formulário

source: queue
de: Warteschlange
es: cola
fr: file d'attente
it: coda
pl: kolejka
pt: fila

source: group
de: gruppe
es: grupo
fr: Groupe
it: gruppo
pl: grupa
pt: Grupo

# timeToSolved
source: time to solve
de: zu lösende Zeit
es: tiempo a resolver
fr: temps pour résoudre
it: tempo per risolvere
pl: czas na rozwiązanie
pt: tempo para resolver

source: resolution
de: auflösung
es: resolución
fr: Résolution
it: risoluzione
pl: rozdzielczość
pt: Resolução

source: SLA due date
de: DLV-Fälligkeitsdatum
es: Fecha límite de SLA
fr: Date d'échéance du SLA
pl: Data płatności SLA
pt: Data limite SLA

source: SLA first answer date
de: SLA erstes Antwortdatum
es: Fecha de primera respuesta del SLA
fr: Date de première réponse du SLA
pl: Data pierwszej odpowiedzi SLA
pt: Data da primeira resposta SLA

source: add
de: hinzufügen
es: añadir
fr: Ajouter
it: aggiungi
pl: dodaj
pt: adicionar

source: create
de: erstellen
es: crear
fr: créer
it: crea
pl: utwórz
pt: criar

source: delete
de: löschen
es: borrar
fr: supprimer
it: elimina
pl: usuń
pt: Excluir

source: done
de: fertig
es: hecho
fr: Terminé
it: fatto
pl: wykonano
pt: concluído

source: edit
de: bearbeiten
es: editar
fr: éditer
it: modifica
pl: edytuj
pt: Editar

source: invite
de: einladen
es: invitar
fr: Inviter
it: invito
pl: zaproś
pt: convidar

source: new
de: neu
es: nuevo
fr: Nouveau
it: nuovo
pl: nowy
pt: Novo

source: no
de: o
fr: non
pl: nie
pt: Não

source: none
de: keine
es: ninguno
fr: aucun
it: nessuno
pl: brak
pt: nenhuma

source: nothing found
de: nichts gefunden
es: nada encontrado
fr: rien trouvé
it: niente trovato
pl: nic nie znaleziono
pt: nada encontrado

source: reorder
de: sortieren
es: reordenar
fr: réordonner
it: riordina
pl: zmień kolejność
pt: reordenar

source: save
de: speichern
es: guardar
fr: sauvegarder
it: salva
pl: zapisz
pt: Salvar

source: unassigned
de: nicht zugewiesen
es: sin asignar
fr: non attribués
it: non assegnato
pl: nieprzypisany
pt: desatribuído

source: yes
de: ja
es: sí
fr: Oui
it: sì
pl: Tak
pt: Sim

source: user name
de: Benutzername
es: nombre de usuario
fr: nom d'utilisateur
it: nome utente
pl: nazwa użytkownika
pt: nome de usuário

source: update
de: aktualisieren
es: actualizar
fr: Mettre à jour
it: aggiorna
pl: aktualizuj
pt: atualização

source: login
de: anmelden
es: entrar
fr: Se connecter
pl: logowanie

source: process
de: verarbeiten
es: proceso
fr: Processus
it: processo
pl: proces
pt: processado

source: ticket
pl: bilet
pt: pedido

source: comment
de: kommentieren
es: comentario
fr: commentaire
it: commento
pl: komentarz
pt: Comentário

source: guest request
de: Gästeanfrage
es: solicitud de huésped
fr: demande d'invité
it: richiesta ospite
pl: prośba o goście
pt: solicitação de convidado

source: user
de: benutzer
es: brugere
fr: utilisateur
it: utente
pl: użytkownik
pt: usuário

source: trigger
de: auslösen
es: gatillo
fr: déclencheur
pl: wyzwalacz
pt: gatilho

source: white/black list
de: weiße/schwarze Liste
es: lista blanca/negra
fr: Liste blanche/noire
pl: biała/czarna lista
pt: lista branca/negra

source: staff note
de: personalnotiz
es: nota del personal
fr: note du personnel
it: nota personale
pl: notatka
pt: nota de pessoal

source: inline file
de: inline-Datei
es: archivo en línea
fr: fichier en ligne
it: file inline
pl: plik wbudowany
pt: arquivo embutido

source: provide agent with ready-made answers
de: bieten Agenten fertige Antworten
es: proporcionar al agente respuestas listas
fr: fournir à l'agent des réponses toutes faites
it: fornire all'agente risposte pronte
pl: dostarczaj agentowi gotowych odpowiedzi
pt: fornecer ao agente respostas prontas

source: reusable ticket answers
de: wiederverwendbare Ticket-Antworten
es: respuestas de tickets reutilizables
fr: réponses de tickets réutilisables
it: risposte al ticket riutilizzabili
pl: odpowiedzi na zgłoszenie wielokrotnego użytku
pt: respostas de pedidos reutilizáveis

source: shared canned responses
de: geteilte vordefinierte Antworten
es: compartió respuestas predefinidas
fr: réponses préenregistrées partagées
it: risposte in scatola condivise
pl: udostępnione odpowiedzi w puszkach
pt: respostas prontas compartilhadas

source: improved agent productivity
de: verbesserte Agenten-Produktivität
es: productividad del agente mejorada
fr: amélioration de la productivité des agents
it: miglioramento della produttività dell'agente
pl: poprawa wydajności czynników
pt: produtividade do agente melhorada

source: shared canned responses capability
de: geteilte vorgefertigte Antworten Fähigkeit
es: compartió capacidad de respuestas predefinidas
fr: capacité de réponse préenregistrée partagée
it: capacità di risposta in scatola condivisa
pl: współdzielone zdolności reagowania w puszkach
pt: capacidade de respostas prontas compartilhadas

# kbSubtitle
source: provide FAQs and help users find answers
de: FAQs bereitstellen und Benutzern helfen, Antworten zu finden
es: proporcionar FAQs y ayudar a los usuarios a encontrar respuestas
fr: fournir des FAQ et aider les utilisateurs à trouver des réponses
it: fornire FAQ e aiutare gli utenti a trovare risposte
pl: podaj FAQ i pomóż użytkownikom znaleźć odpowiedzi
pt: fornecer perguntas frequentes e ajudar os usuários a encontrar respostas

source: cut the number of new tickets
de: die Anzahl neuer Tickets kürzen
es: reducir el número de nuevos tickets
fr: réduire le nombre de nouveaux tickets
it: taglia il numero di nuovi biglietti
pl: przecięto liczbę nowych zgłoszeń
pt: cortar o número de novos tickets

source: self service knowledge base
de: selbst-Service-Wissensdatenbank
es: base de conocimiento autoservicio
fr: Base de connaissances en libre-service
it: base di conoscenze self-service
pl: baza wiedzy o samoobsłudze
pt: base de conhecimento de auto-serviço

source: google search engine ready
de: Google-Suchmaschine bereit
es: motor de búsqueda de google listo
fr: Moteur de recherche Google prêt
it: motore di ricerca su google pronto
pl: wyszukiwarka google gotowa
pt: Mecanismo de pesquisa google pronto

source: self service knowledge base with reach content
de: selbst-Service-Wissensdatenbank mit weitreichenden Inhalten
es: base de conocimiento autoservicio con contenido alcanzado
fr: base de connaissances en libre-service avec contenu atteint
it: base di conoscenze self-service con contenuti di portata
pl: baza wiedzy o samoobsłudze z dostępnymi treściami
pt: base de conhecimento de autoserviço com alcance o conteúdo

source: merge similar tickets into one
de: ähnliche Tickets zu einem zusammenführen
es: combinar tickets similares en uno
fr: fusionner des tickets similaires en un seul
it: unire i ticket simili in uno
pl: scalanie podobnych paragonów w jeden
pt: mesclar tickets semelhantes em um

source: bye bye duplicates
de: bye bye Duplikate
es: adiós duplicados
fr: au revoir les doublons
it: bye bye duplicati
pl: pożegnaj duplikaty
pt: adeus duplicados

source: multi-channels
de: mehrere Kanäle
es: canales múltiples
fr: multi-canaux
it: multi-canali
pl: wiele kanałów
pt: multi-canais

source: keeping track
de: verfolge verfolgen
es: siguiendo pista
fr: garder la trace
it: tenere traccia
pl: śledzenie
pt: mantendo o controle

source: ticket merging
de: fusionieren
es: fusión de tickets
fr: fusion des tickets
it: unione ticket
pl: scalanie zgłoszenia
pt: mesclando tickets

# enterpriseSubtitle
source: improve information confidentiality through granular information access
de: Verbesserung der Vertraulichkeit von Informationen durch Zugriff auf granulare Informationen
es: mejorar la confidencialidad de la información a través del acceso de información granular
fr: améliorer la confidentialité des informations grâce à un accès granulaire aux informations
it: migliorare la riservatezza delle informazioni attraverso l'accesso alle informazioni granulari
pl: poprawa poufności informacji poprzez dostęp do informacji szczegółowych
pt: melhorar a confidencialidade das informações por meio do acesso granular a informações

source: granular permissions
de: granulare Berechtigungen
es: permisos granulares
fr: autorisations granulaires
it: permessi granulari
pl: uprawnienia ogólne
pt: permissões granulares

source: increased confidentiality
de: erhöhte Vertraulichkeit
es: mayor confidencialidad
fr: augmentation de la confidentialité
it: maggiore riservatezza
pl: zwiększona poufność
pt: aumento da confidencialidade

source: improve customer service with SLAs
de: verbessere Kundenservice mit SLAs
es: mejorar el servicio al cliente con SLAs
fr: améliorer le service client avec les SLAs
it: migliorare il servizio clienti con SLA
pl: ulepsz obsługę klienta za pomocą SLA
pt: melhore o serviço ao cliente com SLAs

source: an alert before it’s too late
de: eine Benachrichtigung bevor es zu spät ist
es: una alerta antes de que sea demasiado tarde
fr: une alerte avant qu'il ne soit trop tard
it: un avviso prima che sia troppo tardi
pl: ostrzeżenie zanim będzie za późno
pt: um alerta antes que seja tarde demais

source: team motivation
es: motivación del equipo
fr: motivations de l'équipe
it: motivazione di squadra
pl: motywacja drużyny
pt: motivação da equipe

source: are you meeting your customers expectations?
de: erfüllen Sie die Erwartungen Ihrer Kunden?
es: ¿Estás cumpliendo con las expectativas de tus clientes?
fr: répondez-vous aux attentes de vos clients ?
it: state rispondendo alle vostre aspettative dei clienti?
pl: czy spełniasz oczekiwania klientów?
pt: Você está atendendo às expectativas dos seus clientes?

# timeTrackingSubtitle
source: automatically log where agents spend time
de: automatisch protokollieren, wo Agenten Zeit verbringen
es: registrar automáticamente donde los agentes pasan tiempo
fr: log automatique où les agents passent du temps
it: registra automaticamente dove gli agenti passano tempo
pl: automatycznie loguj się, gdzie agenci spędzają czas
pt: registrar automaticamente onde os agentes passam tempo

source: measure the time spent answering each ticket
de: messen Sie die Antwortzeit jedes Tickets
es: mide el tiempo dedicado respondiendo a cada ticket
fr: mesurer le temps passé à répondre à chaque ticket
it: misura il tempo trascorso a rispondere ad ogni ticket
pl: zmierzyć czas spędzony na odpowiedzi na każde zgłoszenie
pt: medir o tempo gasto respondendo a cada ticket

source: auto-start / stop clock
de: automatischer Start / Stoppuhr
es: auto-iniciar / detener reloj
fr: Démarrage automatique / horloge d'arrêt
it: avvio automatico / arresto orologio
pl: auto-start / zatrzymanie zegara
pt: início automático / fim do relógio

source: time log reports
de: zeitprotokollberichte
es: reportes de tiempo
fr: rapports du journal de temps
it: rapporti di time log
pl: raporty dziennika czasu
pt: relatórios de registro de tempo

# automaticTicketExportsSubtitle
source: automatic ticket exports
de: automatische Ticket-Exporte
es: exportaciones automáticas de tickets
fr: exportations automatiques de tickets
it: esportazioni automatiche di biglietti
pl: automatyczny eksport zgłoszeń
pt: exportação automática de tickets

source: scheduled exports
de: geplante Exporte
es: exportaciones programadas
fr: exportations planifiées
it: esportazioni programmate
pl: planowany eksport
pt: exportações agendadas

source: set and forget
de: setzen und vergessen
es: establecer y olvidar
fr: choisir et oublier
it: imposta e dimentica
pl: ustaw i zapomnij
pt: definir e esquecer

source: your kind of reporting
de: deine Art der Berichterstattung
es: tu tipo de reporte
fr: votre type de rapport
it: il tuo tipo di segnalazione
pl: Twój rodzaj raportowania
pt: seu tipo de relatório

# improveBranding&amp;Security
source: improve branding & security
de: Verbesserung der Branding- & Sicherheit
es: mejorar la seguridad & de marca
fr: améliorer le branding & sécurité
it: migliorare il marchio & sicurezza
pl: poprawić markę & bezpieczeństwo
pt: melhorar a marca & segurança

source: your domain name
de: dein Domainname
es: tu nombre de dominio
fr: votre nom de domaine
it: il tuo nome dominio
pl: nazwa domeny
pt: seu nome de domínio

source: improve confidence
de: das Vertrauen verbessern
es: mejorar la confianza
fr: améliorer la confiance
it: migliorare la fiducia
pl: zwiększenie zaufania
pt: melhorar a confiança

source: SSL encryption
de: SSL-Verschlüsselung
es: Cifrado SSL
fr: Chiffrement SSL
it: Crittografia SSL
pl: Szyfrowanie SSL
pt: Criptografia SSL

source: file name
de: Dateiname
es: nombre de archivo
fr: nom du fichier
it: nome del file
pl: nazwa pliku
pt: nome do arquivo

source: content size
de: inhaltsgröße
es: tamaño de contenido
fr: taille du contenu
it: dimensione del contenuto
pl: rozmiar zawartości
pt: tamanho do conteúdo

source: choose
de: wählen
es: elegir
fr: choisir
it: scegli
pl: wybierz
pt: Selecionar

source: your answer
de: deine Antwort
es: tu respuesta
fr: votre réponse
it: la tua risposta
pl: Twoja odpowiedź
pt: sua resposta

source: type a number here
de: eine Zahl hier eingeben
es: escribe un número aquí
fr: tapez un nombre ici
it: digita un numero qui
pl: wpisz tutaj numer
pt: digite um número aqui

source: created
de: erstellt
es: creado
fr: créé
it: creato
pl: utworzono
pt: Criado

source: published
de: veröffentlicht
es: publicado
fr: publié
it: pubblicato
pl: opublikowane
pt: Publicado

source: ratings
de: bewertungen
es: calificaciones
fr: évaluations
it: valutazioni
pl: oceny
pt: avaliações

source: updated
de: aktualisiert
es: actualizado
fr: Mis à jour
it: aggiornato
pl: zaktualizowano
pt: Atualizado

source: quick setup
de: schnell einrichten
es: configuración rápida
fr: configuration rapide
it: configurazione rapida
pl: szybka konfiguracja
pt: configuração rápida

source: lower than
de: kleiner als
es: inferior a
fr: inférieur à
it: inferiore a
pl: mniej niż
pt: menor que

source: equal to
de: gleich
es: igual a
fr: égal à
it: uguale a
pl: równa się
pt: igual a

source: higher than
de: höher als
es: mayor que
fr: supérieur à
it: superiore a
pl: wyższa niż
pt: maior que

source: emergency
de: Notfall
es: emergencia
fr: urgence
it: emergenza
pl: awaryjny
pt: emergência

source: urgent
de: dringend
es: urgente
it: urgente
pl: pilny
pt: urgente

source: normal
fr: Normale
it: normale
pl: normalny
pt: Maior

source: low
de: niedrig
es: bajo
fr: Bas
it: basso
pl: niski
pt: Baixa

source: assignees
de: zugeordnete Personen
es: asignados
fr: cessionnaires
pl: cesjonariusze
pt: destinatários

source: channel
de: kanal
es: canal
fr: canal
pl: kanał
pt: Canal

source: is
de: ist
es: es
fr: est
it: è
pl: jest
pt: está

source: is not
de: ist nicht
es: no es
fr: n'est pas
it: non è
pl: nie jest
pt: não é

source: contains
de: enthält
es: contiene
fr: contient
it: contiene
pl: zawiera
pt: contém

source: does not contain
de: enthält nicht
es: no contiene
fr: ne contient pas
it: non contiene
pl: nie zawiera
pt: não contém

source: is empty
de: ist leer
es: está vacío
fr: est vide
it: è vuoto
pl: jest puste
pt: está vazia

source: is not empty
de: ist nicht leer
es: no está vacío
fr: n'est pas vide
it: non è vuoto
pl: nie jest puste
pt: não está vazio

source: contains none of the words
de: enthält keine der Wörter
es: no contiene ninguna de las palabras
fr: ne contient aucun des mots
it: non contiene nessuna delle parole
pl: nie zawiera żadnego ze słów
pt: não contém nenhuma das palavras

source: contains at least one of the words
de: enthält mindestens eines der Wörter
es: contiene al menos una de las palabras
fr: contient au moins un des mots
it: contiene almeno una delle parole
pl: zawiera co najmniej jedno z słów
pt: contém pelo menos uma das palavras

source: greater than
de: größer als
es: mayor que
fr: supérieur à
it: maggiore di
pl: większe niż
pt: maior que

source: less than
de: weniger als
es: menos que
fr: inférieur à
it: meno di
pl: mniej niż
pt: menor que

source: submitted by
de: eingereicht von
es: enviado por
fr: soumis par
it: inviato da
pl: przesłane przez
pt: enviado por

source: assigned to
de: zugewiesen an
es: asignado a
fr: attribués à
it: assegnato a
pl: przypisany do
pt: atribuído a

source: priority
de: priorität
es: prioridad
fr: priorité
it: priorità
pl: priorytet
pt: Prioridade

source: scheduled date
de: geplantes Datum
es: fecha programada
fr: date programmée
it: data prevista
pl: zaplanowana data
pt: data agendada

source: solved date
de: gelöstes Datum
es: fecha resuelta
fr: Date résolue
it: data risolta
pl: data rozwiązania
pt: data de resolução

source: closed date
de: geschlossenes Datum
es: fecha cerrada
fr: date de fermeture
it: data di chiusura
pl: data zamknięcia
pt: data de encerramento

source: contact
de: kontakt
es: contacto
it: contatto
pl: kontakt
pt: Contato

source: in progress
de: im Gange
es: en progreso
fr: en cours
it: in corso
pl: w trakcie
pt: Em andamento

source: on hold
de: auf Halten
es: en espera
fr: en attente
it: in attesa
pl: w oczekiwaniu
pt: em espera

source: information requested
de: angeforderte Informationen
es: información solicitada
fr: informations demandées
it: informazioni richieste
pl: informacje wymagane
pt: informações solicitadas

source: solution offered
de: angeboten
es: solución ofrecida
fr: solution proposée
it: soluzione offerta
pl: oferowane rozwiązanie
pt: solução oferecida

source: closed
de: geschlossen
es: cerrado
fr: fermée
it: chiuso
pl: zamknięte
pt: fechado

source: open
de: öffnen
es: abierto
fr: Ouvert
it: apri
pl: Otwarty
pt: Aberto

source: resolved
de: gelöst
es: resuelto
fr: résolu
it: risolto
pl: rozwiązane
pt: resolvido

source: Title of report
de: Titel des Berichts
es: Título del informe
fr: Titre du rapport
it: Titolo della relazione
pl: Tytuł sprawozdania
pt: Título do relatório

source: Period start
de: Periodenstart
es: Inicio del período
fr: Début de la période
it: Inizio del periodo
pl: Początek okresu
pt: Início da menstruação

source: Period end
de: Periodenende
es: Fin del período
fr: Fin de la période
it: Fine periodo
pl: Koniec okresu
pt: Fim do período

source: Total time
de: Gesamtzeit
es: Tiempo total
fr: Temps total
it: Tempo totale
pl: Całkowity czas
pt: Tempo Total

source: agent/group
de: Agent/Gruppe
es: agente/grupo
fr: agent/groupe
it: agente/gruppo
pl: agent/grupa
pt: agente/grupo

source: agent/queue
de: Agent/Warteschlange
es: agent/cola
fr: agent/file d'attente
it: agente/coda
pl: agent/kolejka
pt: agente/fila

source: group/agent
de: gruppe/Agent
es: grupo/agente
fr: groupe/agent
it: gruppo/agente
pl: grupa/agent
pt: grupo/agente

source: group/queue
de: gruppe/Warteschlange
es: grupo/cola
fr: groupe/file d'attente
it: gruppo/coda
pl: grupa/kolejka
pt: grupo/fila

source: queue/agent
de: warten/agent
es: cola/agente
fr: file d'attente/agent
it: coda/agente
pl: kolejka/agent
pt: fila/agente

source: queue/group
de: Warteschlange/Gruppe
es: cola/grupo
fr: file d'attente/groupe
it: coda/gruppo
pl: kolejka/grupa
pt: fila/grupo

source: ticket/agent
es: ticket/agente
it: biglietto/agente
pl: bilet / agent
pt: ticket/agente

source: light mode
de: lichtmodus
es: modo de luz
fr: mode lumière
it: modalità leggera
pl: tryb oświetlenia
pt: Modo luminoso

source: dark mode
de: dunkler Modus
es: modo oscuro
fr: mode sombre
it: modalità scura
pl: tryb ciemny
pt: modo escuro

source: same as system
de: wie System
es: igual que el sistema
fr: identique au système
it: identico al sistema
pl: tak samo jak system
pt: mesmo que o sistema

source: yoda mode
de: yoda Modus
es: modo yoda
fr: mode yoda
pl: tryb yoda
pt: modo yoda

source: all groups
de: alle Gruppen
es: todos los grupos
fr: tous les groupes
it: tutti i gruppi
pl: wszystkie grupy
pt: Todos os grupos

source: middle name
de: mittlerer Name
es: nombre medio
fr: deuxième prénom
it: secondo nome
pl: drugie imię
pt: nome do meio

source: work phone
de: arbeiten Telefon
es: teléfono de trabajo
fr: Téléphone professionnel
it: telefono di lavoro
pl: telefon służbowy
pt: telefone comercial

source: cell phone
de: mobiltelefon
es: teléfono móvil
fr: Téléphone portable
it: telefono cellulare
pl: telefon komórkowy
pt: telefone celular

source: home phone
de: privates Telefon
es: teléfono de inicio
fr: Téléphone domicile
it: telefono domestico
pl: Telefon domowy
pt: Telefone residencial

source: fax
fr: télécopieur
pl: faks

source: notes
de: notizen
es: notas
it: note
pl: notatki
pt: Notas

source: enter notes
de: Notizen eingeben
es: introducir notas
fr: entrer les notes
it: inserisci note
pl: wprowadź notatki
pt: inserir notas

source: time zone
de: Zeitzone
es: zona horaria
fr: fuseau horaire
it: fuso orario
pl: strefa czasowa
pt: Fuso Horário

source: language
de: sprache
es: idioma
fr: Langue
it: lingua
pl: język
pt: Idioma

# userPermissionVIPFormLabel
source: add a visual VIP sign close to the name to indicate this person is important
de: füge ein visuelles VIP-Zeichen in der Nähe des Namens hinzu, um zu signalisieren, dass diese Person wichtig ist
es: añadir un signo visual VIP cerca del nombre para indicar que esta persona es importante
fr: ajouter un signe VIP visuel proche du nom pour indiquer que cette personne est importante
it: aggiungere un segno VIP visivo vicino al nome per indicare che questa persona è importante
pl: dodaj wizualny znak VIP zbliżony do imienia, aby wskazać, że ta osoba jest ważna
pt: adicionar um sinal VIP visual para perto do nome para indicar que esta pessoa é importante

source: is on vacation
de: ist im Urlaub
es: está de vacaciones
fr: est en vacances
it: è in vacanza
pl: jest na urlopie
pt: está de férias
