Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: create asset location
de: erstelle Asset-Standort
es: crear ubicación de recursos
fr: créer un emplacement de ressource
it: crea posizione asset
pl: utwórz lokalizację aktywów
pt: criar localização do ativo

source: asset location successfully updated
de: Asset Standort erfolgreich aktualisiert
es: ubicación de recursos actualizada correctamente
fr: l'emplacement de la ressource mis à jour avec succès
it: posizione asset aggiornata con successo
pl: lokalizacja zasobu pomyślnie zaktualizowana
pt: local de mídia atualizado com sucesso

source: delete asset location
de: Lösche Asset-Standort
es: eliminar ubicación del recurso
fr: supprimer l'emplacement de la ressource
it: elimina posizione asset
pl: usuń lokalizację zasobu
pt: excluir local de mídia

source: enter new location name
de: neuen Standortnamen eingeben
es: introducir nuevo nombre de ubicación
fr: entrez le nom du nouvel emplacement
it: inserisci il nuovo nome della posizione
pl: wprowadź nową nazwę lokalizacji
pt: Digite o nome do novo local

source: enter an asset location description
de: Gib eine Standortbeschreibung ein
es: introduzca una descripción de ubicación de recurso
fr: entrez une description de l'emplacement de l'actif
it: inserisci una descrizione della posizione dell'asset
pl: wprowadź opis lokalizacji aktywów
pt: Digite a descrição do local do ativo

source: defines locations to organize assets
de: definiert Orte zum Organisieren von Assets
es: define ubicaciones para organizar recursos
fr: définit les emplacements pour organiser les ressources
it: definisce le posizioni per organizzare gli asset
pl: definiuje lokalizacje do organizacji aktywów
pt: define locais para organizar ativos

source: assets used
de: verwendete Assets
es: activos usados
fr: actifs utilisés
it: attività utilizzate
pl: wykorzystane aktywa
pt: ativos utilizados

source: asset activity at a glance
de: Asset Aktivität auf einen Blick
es: actividad de activos de un vistazo
fr: activité d'actif en un coup d'œil
it: attività di asset a colpo d'occhio
pl: aktywność majątkowa na pierwszy rzut oka
pt: atividade de mídia de forma rápida

source: recent assets updates
de: letzte Aktualisierungen von Assets
es: actualizaciones recientes de recursos
fr: mises à jour récentes des actifs
it: aggiornamenti delle attività recenti
pl: najnowsze aktualizacje aktywów
pt: atualizações recentes de mídias

source: recent tickets for assets
de: letzte Tickets für Assets
es: tickets recientes para activos
fr: tickets récents pour les actifs
it: biglietti recenti per attività
pl: ostatnie bilety na aktywa
pt: tickets recentes para os ativos

source: upcoming asset notifications
de: bevorstehende Asset-Benachrichtigungen
es: próximas notificaciones de recursos
fr: notifications d'actifs à venir
it: imminenti notifiche asset
pl: nadchodzące powiadomienia o aktywach
pt: notificações de ativos futuras

source: no upcoming notifications
de: keine anstehenden Benachrichtigungen
es: no hay notificaciones próximas
fr: aucune notification à venir
it: nessuna notifica imminente
pl: brak nadchodzących powiadomień
pt: sem futuras notificações

source: these assets will create tickets when the end of their contract approaches
de: diese Assets werden Tickets erstellen, wenn das Ende ihres Vertrages näher rückt
es: estos activos crearán tickets cuando se acerque el final de su contrato
fr: ces actifs créeront des tickets lorsque la fin de leur contrat approchera
it: tali attività creeranno biglietti quando la fine del contratto si avvicina
pl: aktywa te będą tworzyć bilety po zakończeniu ich umowy
pt: esses ativos criarão tickets quando o fim de seus contratos se aproximarem

source: assets per status
de: Vermögenswerte pro Status
es: activos por estado
fr: actifs par statut
it: attività per stato
pl: aktywa według statusu
pt: ativos por status

source: assets per location
de: Vermögenswerte pro Standort
es: activos por ubicación
fr: actifs par emplacement
it: attività per luogo
pl: aktywa na lokalizację
pt: Ativos por localização

source: assets per department
de: Vermögenswerte pro Abteilung
es: activos por departamento
fr: actifs par service
it: risorse per dipartimento
pl: aktywa na dział
pt: ativos por departamento

source: manager permissions by location
de: verwalterberechtigungen nach Standort
es: permisos de administrador por ubicación
fr: Autorisations du gestionnaire par emplacement
it: i permessi del gestore per posizione
pl: uprawnienia menedżera według lokalizacji
pt: permissões de gerente por localização

# assetPermissionsByLocationDescription
source: this is a list of managers who have access to the asset management add-on
de: dies ist eine Liste von Managern, die Zugriff auf das Asset-Management-Add-on haben
es: esta es una lista de administradores que tienen acceso al complemento de gestión de activos
fr: Ceci est une liste de gestionnaires qui ont accès au module de gestion des actifs
it: questo è un elenco di manager che hanno accesso al componente aggiuntivo di gestione delle attività
pl: jest to lista menedżerów, którzy mają dostęp do dodatku do zarządzania aktywami
pt: esta é uma lista de gerentes que têm acesso ao add-on de gerenciamento de ativos

source: no managers found
de: keine Manager gefunden
es: gestores no encontrados
fr: aucun gestionnaire trouvé
it: nessun manager trovato
pl: nie znaleziono menedżerów
pt: nenhum gerente encontrado

source: all locations
de: alle Standorte
es: todas las ubicaciones
fr: tous les emplacements
it: tutte le posizioni
pl: wszystkie lokalizacje
pt: todos os locais

source: managers
de: verwalter
es: gerentes
it: manager
pl: menedżer
pt: gerentes

source: manager locations
de: manager-Standorte
es: ubicaciones del gerente
fr: localisations du manager
it: manager posizioni
pl: lokalizacje menedżera
pt: localização do gerente

source: no locations
de: keine Standorte
es: no hay ubicaciones
fr: aucun emplacement
it: nessuna posizione
pl: brak lokalizacji
pt: sem localizações

source: location access for managers
de: Standortzugriff für Manager
es: acceso a la ubicación para administradores
fr: accès à la localisation pour les gestionnaires
it: accesso alla posizione per i manager
pl: dostęp do lokalizacji dla menedżerów
pt: acesso à localização para gerentes

# locationAccessForManagersInstructions
source: choose in which location this.manager?.full_name can manage assets. Locations added to the helpdesk in the future will not be accessible unless you select them here
de: wählen Sie an welchem Ort this.manager?.full_name Assets verwalten kann. Standorte, die dem Helpdesk hinzugefügt wurden, werden in Zukunft nicht mehr erreichbar sein, es sei denn, Sie wählen sie hier aus
es: elige en qué ubicación this.manager?.full_name puede administrar activos. Las ubicaciones añadidas al helpdesk en el futuro no serán accesibles a menos que las seleccione aquí
pl: wybierz lokalizację this.manager?.full_name może zarządzać aktywami. Lokalizacje dodane do helpdesk w przyszłości nie będą dostępne, chyba że wybierzesz je tutaj

source: custom locations
de: eigene Standorte
es: ubicaciones personalizadas
fr: localisations personnalisées
it: posizioni personalizzate
pl: niestandardowe lokalizacje
pt: locais personalizados

source: add status
de: hinzufüge Status
es: añadir estado
fr: ajouter un statut
it: aggiungi stato
pl: dodaj status
pt: adicionar status

source: no asset statuses available
de: keine Asset-Status verfügbar
es: no hay estados de activos disponibles
fr: Aucun statut de ressource disponible
it: nessun stato asset disponibile
pl: brak dostępnych statusów zasobów
pt: Nenhum status de ativos disponível

source: asset statuses
de: Asset Status
es: estados de activos
fr: statuts de la ressource
it: stati dell'asset
pl: statusy aktywów
pt: status de ativos

# assetStatusesDescription
source: add, edit, or remove statuses
de: Status hinzufügen, bearbeiten oder entfernen
es: añadir, editar o eliminar estados
fr: ajouter, modifier ou supprimer des statuts
it: aggiungere, modificare o rimuovere gli stati
pl: dodaj, edytuj lub usuń statusy
pt: adicionar, editar ou remover status

source: deleting asset status
de: Lösche Asset-Status
es: borrando estado del recurso
fr: suppression du statut de l'actif
it: eliminazione stato asset
pl: usuwanie statusu aktywów
pt: excluindo status do ativo

# forExistingAssets
source: what to do with existing assets that have status
de: was mit bestehenden Assets mit Status zu tun ist
es: qué hacer con los activos existentes que tienen estado
fr: quoi faire avec les actifs existants qui ont un statut
it: cosa fare con le attività esistenti che hanno stato
pl: co zrobić z istniejącymi zasobami, które mają status
pt: o que fazer com ativos existentes que tenham status

# clearStatus
source: clear their status
de: lösche ihren Status
es: borrar su estado
fr: effacer leur statut
it: cancella il loro stato
pl: wyczyść ich status
pt: limpar o status

# changeStatusTo
source: change their status to
de: ändere ihren Status zu
es: cambiar su estado a
fr: changer leur statut à
it: cambia il loro stato in
pl: zmień swój status na
pt: alterar seu status para

# deleteLastAssetStatus
source: do you want to delete the last asset status?
de: möchtest du den letzten Asset-Status löschen?
es: ¿desea eliminar el último estado del activo?
fr: voulez-vous supprimer le dernier statut de l'actif ?
pl: czy chcesz usunąć ostatni status aktywów?
pt: deseja excluir o status do último recurso?

source: defines types to organize assets
de: definiert Typen zum Organisieren von Assets
es: define los tipos para organizar los recursos
fr: définit les types d'organisation des ressources
it: definisce i tipi per organizzare gli asset
pl: definiuje typy do organizacji aktywów
pt: define tipos para organizar ativos

source: edit asset type
de: Assettyp bearbeiten
es: editar tipo de recurso
fr: modifier le type de ressource
it: modifica tipo asset
pl: edytuj typ aktywów
pt: editar tipo de mídia

source: create asset type
de: erstelle Asset-Typ
es: crear tipo de recurso
fr: créer un type de ressource
it: crea tipo di asset
pl: utwórz typ aktywów
pt: criar tipo de mídia

source: asset type successfully updated
de: Asset Typ erfolgreich aktualisiert
es: tipo de recurso actualizado correctamente
fr: type de ressource mis à jour avec succès
it: tipo di attività aggiornato con successo
pl: typ aktywów został pomyślnie zaktualizowany
pt: tipo de mídia atualizado com sucesso

source: delete asset type
de: Assettyp löschen
es: eliminar tipo de recurso
fr: supprimer le type de ressource
it: elimina tipo di asset
pl: usuń typ zasobu
pt: excluir tipo de mídia

source: enter an asset type description
de: Gib eine Beschreibung des Asset-Typs ein
es: introduzca una descripción de tipo de recurso
fr: entrez une description de type d'actif
it: inserisci una descrizione del tipo di attività
pl: wprowadź opis typu aktywów
pt: Digite uma descrição do tipo de mídia

source: hide side panel
de: verstecke Seitenbereich
es: ocultar panel lateral
fr: masquer le panneau latéral
pl: ukryj panel boczny
pt: ocultar painel lateral

source: show side panel
de: zeige Seitenbereich
es: mostrar panel lateral
fr: afficher le panneau latéral
pl: pokaż panel boczny
pt: mostrar painel lateral

source: this article will be shown prominently with a star icon in the help center
de: dieser Artikel wird mit einem Sternsymbol im Hilfe-Center sichtbar angezeigt
es: este artículo se mostrará con un icono de estrella en el centro de ayuda
fr: cet article sera affiché en évidence avec une icône étoile au centre d'aide
it: questo articolo sarà mostrato in primo piano con un'icona a stella nel centro di aiuto
pl: ten artykuł będzie widoczny z ikoną gwiazdki w centrum pomocy
pt: este artigo será mostrado proeminentemente com um ícone de estrela no centro de ajuda

source: featured
de: gezeichnet
es: destacado
fr: en vedette
it: in evidenza
pl: wyróżniony
pt: destacado

source: search keywords
de: Suchbegriffe
es: buscar palabras clave
fr: rechercher des mots-clés
it: ricerca parole chiave
pl: szukaj słów kluczowych
pt: procurar palavras-chave

source: add keywords for search engine
de: füge Schlüsselwörter für die Suchmaschine hinzu
es: añadir palabras clave para el motor de búsqueda
fr: ajouter des mots-clés pour le moteur de recherche
it: aggiungi parole chiave per il motore di ricerca
pl: dodaj słowa kluczowe dla wyszukiwarki
pt: adicionar palavras-chave para motor de busca

source: no topics found
de: keine Themen gefunden
es: temas no encontrados
fr: aucun sujet trouvé
it: nessun argomento trovato
pl: nie znaleziono tematów
pt: nenhum tópico encontrado

source: visible in
de: sichtbar in
es: visible en
fr: visible dans
it: visibile in
pl: widoczny w
pt: visível em

source: staff knowledge base
de: personal-Wissensdatenbank
es: base de conocimiento del personal
fr: base de connaissances du personnel
it: base di conoscenze del personale
pl: baza wiedzy personelu
pt: base de conhecimento pessoal

source: public knowledge base
de: öffentliche Wissensdatenbank
es: base de conocimiento pública
fr: base de connaissances publique
it: base di conoscenze pubbliche
pl: publiczna baza wiedzy
pt: base de conhecimento público

source: view in help center
de: im Hilfe-Center anzeigen
es: ver en el centro de ayuda
fr: voir dans le centre d'aide
it: visualizza nel centro aiuto
pl: zobacz w centrum pomocy
pt: ver no centro de ajuda

source: reset ratings
de: Bewertung zurücksetzen
es: restablecer valoraciones
fr: réinitialiser les notes
it: resettare le valutazioni
pl: resetuj oceny
pt: redefinir classificações

source: solution preview
de: Lösungsvorschau
es: vista previa de la solución
fr: aperçu de la solution
it: anteprima soluzione
pl: podgląd rozwiązania
pt: pré-visualização da solução

source: this is how the knowledge base solution will appear in the help center
de: so wird die Knowledgebase-Lösung im Hilfe-Center angezeigt
es: así es como la solución de la base de conocimiento aparecerá en el centro de ayuda
fr: Voici comment la solution de base de connaissances apparaîtra dans le centre d'aide
it: questo è come la soluzione di base della conoscenza apparirà nel centro di aiuto
pl: w ten sposób rozwiązanie oparte na wiedzy pojawi się w centrum pomocy
pt: esta é como a solução base de conhecimento aparecerá no centro de ajuda

source: published on
de: veröffentlicht am
es: publicado el
fr: publié le
it: pubblicato il
pl: opublikowane dnia
pt: publicado em

source: error fetching ratings
de: Fehler beim Abrufen der Bewertungen
es: error obteniendo calificaciones
fr: erreur lors de la récupération des notes
it: errore nel recupero delle valutazioni
pl: błąd pobierania ocen
pt: erro ao obter avaliações

source: knowledge base positive feedback
de: positive Feedback der Wissensdatenbank
es: retroalimentación positiva de la base de conocimientos
fr: commentaires positifs sur la base de connaissances
it: feedback positivi sulla base delle conoscenze
pl: pozytywna opinia na temat bazy wiedzy
pt: feedback positivo da base de conhecimento

source: no solutions found
de: keine Lösungen gefunden
es: no se encontraron soluciones
fr: aucune solution trouvée
it: nessuna soluzione trovata
pl: nie znaleziono żadnych rozwiązań
pt: nenhuma solução encontrada

source: could not get ratings
de: konnte Bewertungen nicht abrufen
es: no se pudo obtener calificaciones
fr: n'a pas pu obtenir les notes
it: non è possibile ottenere valutazioni
pl: nie można uzyskać ocen
pt: não pôde obter avaliações

source: import solutions
de: importiere Lösungen
es: importar soluciones
fr: importer des solutions
it: soluzioni di importazione
pl: importowanie rozwiązań
pt: importar soluções

source: create multiple solutions at a time from a CSV file
de: mehrere Lösungen gleichzeitig aus einer CSV-Datei erstellen
es: crear múltiples soluciones a la vez desde un archivo CSV
fr: créer plusieurs solutions à la fois à partir d'un fichier CSV
it: creare più soluzioni alla volta da un file CSV
pl: utwórz wiele rozwiązań w czasie z pliku CSV
pt: crie várias soluções de um momento a partir de um arquivo CSV

source: imported count
de: importierte Anzahl
es: contador importado
fr: nombre importé
it: conteggio importato
pl: liczba zaimportowanych
pt: contagem importada

source: new categories created
de: neue Kategorien erstellt
es: nuevas categorías creadas
fr: nouvelles catégories créées
it: nuove categorie create
pl: utworzono nowe kategorie
pt: novas categorias criadas

source: choose topics for this solution
de: wählen Sie Themen für diese Lösung
es: elegir temas para esta solución
fr: choisir des sujets pour cette solution
it: scegli gli argomenti per questa soluzione
pl: wybierz tematy dla tego rozwiązania
pt: escolha os tópicos para esta solução

source: none available topics
de: keine verfügbaren Themen
es: no hay temas disponibles
fr: aucun sujet disponible
it: nessun argomento disponibile
pl: brak dostępnych tematów
pt: nenhum tópico disponível

source: creating a new knowledge base solution
de: eine neue Wissensdatenbank-Lösung erstellen
es: crear una nueva solución de base de conocimiento
fr: créer une nouvelle solution de base de connaissances
pl: tworzenie nowego rozwiązania opartego na wiedzy
pt: criando uma nova solução base de conhecimento

source: published solutions appear in the knowledge base
de: veröffentlichte Lösungen erscheinen in der Wissensdatenbank
es: las soluciones publicadas aparecen en la base de conocimiento
fr: les solutions publiées apparaissent dans la base de connaissances
pl: opublikowane rozwiązania pojawiają się w bazie wiedzy
pt: soluções publicadas aparecem na base de conhecimento

# topicTitlePlaceholder
source: Enter a topic name...
de: Geben Sie einen Themen-Namen ein...
es: Introduzca un nombre de tema...
fr: Entrez un nom de sujet...
it: Inserisci il nome di un argomento...
pl: Wprowadź nazwę tematu...
pt: Insira um nome para o tópico...

# topicDescriptionPlaceholder
source: Optionally enter a topic description...
de: Geben Sie optional eine Themen-Beschreibung ein...
es: Opcionalmente, introduzca una descripción del tema...
fr: Entrez éventuellement une description du sujet...
it: Opzionalmente inserisci una descrizione dell'argomento...
pl: Opcjonalnie wprowadź opis tematu...
pt: Opcionalmente, insira uma descrição do tópico...

source: level
es: nivel
fr: niveau
it: livello
pl: poziom
pt: Nível

source: topic icon
de: themen-Symbol
es: icono del tema
fr: icône du sujet
it: Icona argomento
pl: ikona tematu
pt: ícone do tópico

source: Top level topic
de: Top-Level-Thema
es: Tema de nivel superior
fr: Sujet de niveau supérieur
it: Topic di livello superiore
pl: Temat najwyższego poziomu
pt: Tópico de nível superior

source: icons
de: symbole
es: iconos
fr: icônes
it: icone
pl: ikony
pt: ícones

# SearchDotDotDot
source: Search...
de: Suche...
es: Buscar...
fr: Recherche...
it: Cerca...
pl: Szukaj...
pt: Buscar...

source: topic
de: thema
es: tema
fr: Sujet
it: Argomento
pl: temat
pt: Tópico

# knowledgeBase.newTopic
source: new knowledge base topic
de: neues Thema der Wissensdatenbank
es: nuevo tema de base de conocimiento
fr: nouveau sujet de la base de connaissances
it: nuovo argomento della base delle conoscenze
pl: nowy temat podstawy wiedzy
pt: novo tópico base de conhecimento

# knowledgeBase.editTopic
source: edit knowledge base topic
de: Wissensdatenbank-Thema bearbeiten
es: editar tema de la base de conocimientos
fr: éditer le sujet de la base de connaissances
it: modifica argomento base di conoscenza
pl: edytuj temat bazy wiedzy
pt: editar tópico de base de conhecimento

# knowledgeBaseTopicsPageTitle
source: knowledge base topics
de: Wissensdatenbankthemen
es: temas de la base de conocimientos
fr: sujets de base de connaissances
it: argomenti di base della conoscenza
pl: tematy związane z bazą wiedzy
pt: tópicos base de conhecimento

# knowledgeBaseTopicsPageSubtitle
source: Put solutions in topics to find them easily.
de: Setzen Sie Lösungen in Themen, um sie einfach zu finden.
es: Ponga soluciones en temas para encontrarlos fácilmente.
fr: Mettez des solutions dans des sujets pour les trouver facilement.
it: Mettere le soluzioni in argomenti per trovarli facilmente.
pl: Umieść rozwiązania w tematach, aby je łatwo znaleźć.
pt: Ponha soluções em tópicos para encontrá-los facilmente.

source: ratings have been turned off in your account settings
de: Bewertungen wurden in den Kontoeinstellungen deaktiviert
es: las calificaciones han sido desactivadas en la configuración de tu cuenta
fr: les évaluations ont été désactivées dans les paramètres de votre compte
it: le valutazioni sono state disattivate nelle impostazioni del tuo account
pl: oceny zostały wyłączone w ustawieniach konta
pt: As avaliações foram desativadas nas configurações da sua conta

# leaderboardHelpDescription
source: The Mojo score is the average of rated tickets during the last 30 days. A Mojo score is given for each agent with rated tickets. The Mojo score is also calculated for each queue and group. The leader board displays a list of the Mojo scores by agent, queue and group
de: Der Mojo-Punktestand ist der Durchschnitt der bewerteten Tickets in den letzten 30 Tagen. Ein Mojo-Punktestand wird für jeden Agenten mit bewerteten Tickets gegeben. Die Mojo-Punktzahl wird auch für jede Warteschlange und jede Gruppe berechnet. Die Rangliste zeigt eine Liste der Mojo-Punkte nach Agent, Warteschlange und Gruppe
es: La puntuación de Mojo es la media de las entradas clasificadas durante los últimos 30 días. La puntuación del Mojo también se calcula para cada cola y grupo. El tablón de líderes muestra una lista de las puntuaciones de Mojo por agente, cola y grupo
fr: Le score de Mojo est la moyenne des tickets notés au cours des 30 derniers jours. Un score de Mojo est attribué pour chaque agent avec des tickets notés. Le score de Mojo est également calculé pour chaque file d’attente et chaque groupe. Le tableau du chef affiche une liste des scores de Mojo par agent, file d'attente et groupe
it: Il punteggio Mojo è la media dei biglietti valutati negli ultimi 30 giorni. Un punteggio Mojo è dato per ogni agente con biglietti valutati. Il punteggio Mojo è calcolato anche per ogni coda e gruppo. La classifica principale mostra un elenco dei punteggi Mojo per agente, coda e gruppo
pl: Wynik Mojo jest średnią ocenianych biletów w ciągu ostatnich 30 dni. Wynik Mojo jest podawany dla każdego konsultanta z ocenionymi biletami. Wynik Mojo jest również obliczany dla każdej kolejki i grupy. Tablica liderów wyświetla listę wyników Mojo według agenta, kolejki i grupy
pt: A pontuação do Mojo é a média dos ingressos classificados nos últimos 30 dias. Uma pontuação do Mojo é dada para cada agente com bilhetes classificados. A pontuação do Mojo também é calculada para cada fila e grupo. O tabuleiro de líderes exibe uma lista de pontuações do Mojo por agente, fila e grupo

source: Leaderboard
de: Rangliste
fr: Tableau de Classement
it: Classifica
pl: Tablica wyników
pt: Classificação

source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
pl: Data rozpoczęcia
pt: Data de início

source: End date
de: Enddatum
es: Fecha de fin
fr: Date de fin
it: Data di fine
pl: Data zakończenia
pt: Data de término

# bestAgent
source: Best {bestAgents.length, plural,=0 {agent} =1 {agent} other {agents} }
de: Beste {bestAgents.length, plural,=0 {agent} =1 {agent} other {agents} }
es: Mejor {bestAgents.length, plural,=0 {agent} =1 {agent} other {agents} }
pl: Najlepsze {bestAgents.length, plural,=0 {agent} =1 {agent} other {agents} }
