Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

# manualStopWatchTimeSetterHelp
source: to set a time manually, enter it in minutes. To subtract time, use a negative value
de: Um eine Zeit manuell festzulegen, geben Sie sie in Minuten ein. Um die Zeit abzuziehen, verwenden Sie einen negativen Wert.
es: Para establecer una hora manualmente, introduzca en minutos. Para restar tiempo, utilice un valor negativo.
fr: Pour définir une heure manuellement, saisissez-la en minutes. Pour soustraire le temps, utilisez une valeur négative.
it: Per impostare un orario manualmente, inseriscilo in minuti. Per sottrarre il tempo, usa un valore negativo.
pl: Aby ustawić czas ręcznie, wprowadź go w kilka minut. Aby odjąć czas, użyj wartości ujemnej.
pt: Para definir um tempo manualmente, insira-o em minutos. Para subtrair o tempo, use um valor negativo.

source: no tags
de: keine Tags
es: sin etiquetas
fr: aucun tag
it: nessun tag
pl: brak tagów
pt: sem tags

source: Enter a label
de: Label eingeben
es: Introduzca una etiqueta
fr: Entrez un libellé
it: Inserisci un'etichetta
pl: Wprowadź etykietę
pt: Insira um rótulo

source: choose a color
de: wähle eine Farbe
es: elegir un color
fr: choisir une couleur
it: scegli un colore
pl: wybierz kolor
pt: escolha uma cor

source: what do you want to do?
de: was möchtest du tun?
es: ¿Qué quieres hacer?
fr: Que voulez-vous faire ?
it: che cosa vuoi fare?
pl: Co chcesz zrobić?
pt: O que você quer fazer?

source: I want to add these tags from ticket selection
de: Ich möchte diese Tags aus der Ticketauswahl hinzufügen
es: Quiero añadir estas etiquetas de la selección de tickets
fr: Je veux ajouter ces tags à partir de la sélection des tickets
it: Voglio aggiungere questi tag dalla selezione dei ticket
pl: Chcę dodać te tagi z wyboru zgłoszenia
pt: Quero adicionar estas etiquetas a partir da seleção de tickets

source: I want to replace these tags from ticket selection
de: Ich möchte diese Tags aus der Ticketauswahl ersetzen
es: Quiero reemplazar estas etiquetas de la selección de tickets
fr: Je veux remplacer ces tags de la sélection des tickets
it: Voglio sostituire questi tag dalla selezione dei ticket
pl: Chcę zastąpić te tagi z wyboru zgłoszenia
pt: Quero substituir essas tags da seleção de tickets

source: I want to remove these tags from ticket selection
de: Ich möchte diese Tags aus der Ticketauswahl entfernen
es: Quiero eliminar estas etiquetas de la selección de tickets
fr: Je veux supprimer ces tags de la sélection des tickets
it: Voglio rimuovere questi tag dalla selezione dei ticket
pl: Chcę usunąć te tagi z wyboru zgłoszenia
pt: Quero remover estas tags da seleção de ticket

# maxTagsForTicketReached
source: max tags per ticket is reached
de: max Tags pro Ticket erreicht
es: se ha alcanzado el máximo de etiquetas por ticket
fr: le nombre maximum de tags par ticket est atteint
it: raggiunto il numero massimo di tag per ticket
pl: osiągnięto maksimum tagów na zgłoszenie
pt: é atingido o máximo de tags por ticket

source: Toggle selection
de: Auswahl umschalten
es: Cambiar selección
fr: Basculer la sélection
it: Attiva/disattiva selezione
pl: Przełącz wybór
pt: Alternar seleção

source: Edit tag
de: Tag bearbeiten
es: Editar etiqueta
fr: Modifier le tag
it: Modifica tag
pl: Edytuj tag
pt: Editar etiqueta

source: no tags found
de: keine Tags gefunden
es: etiquetas no encontradas
fr: aucun tag trouvé
it: nessun tag trovato
pl: nie znaleziono tagów
pt: nenhuma tag encontrada

source: reset search
de: Suche zurücksetzen
es: reiniciar búsqueda
fr: réinitialiser la recherche
it: resetta ricerca
pl: zresetuj wyszukiwanie
pt: redefinir pesquisa

source: search tag
de: suche Tag
es: etiqueta de búsqueda
fr: tag de recherche
it: ricerca tag
pl: tag wyszukiwania
pt: pesquisar etiqueta

source: tickets successfully updated
de: Tickets erfolgreich aktualisiert
es: tickets actualizados correctamente
fr: tickets mis à jour avec succès
it: ticket aggiornati con successo
pl: bilety pomyślnie zaktualizowane
pt: tickets atualizados com sucesso

source: no agents
de: keine Agenten
es: sin agentes
fr: aucun agent
it: nessun agente
pl: brak agentów
pt: sem agentes

source: assign to me
de: mir zuweisen
es: asignarme
fr: m'assigner
pl: przypisz do mnie
pt: atribuir para mim

source: agent
es: agente
it: agente
pl: agenta
pt: agente

source: link an asset
de: ein Asset verknüpfen
es: vincular un recurso
fr: lier une ressource
it: collegare un asset
pl: połącz zasób
pt: vincular um recurso

source: asset tickets
es: tickets activos
fr: tickets de ressources
it: ticket asset
pl: bilety
pt: tickets de ativos

source: this ticket
de: dieses Ticket
es: este ticket
fr: ce ticket
it: questo ticket
pl: to zgłoszenie
pt: este ticket

source: change contact
de: ändere Kontakt
es: cambiar contacto
fr: modifier le contact
it: cambia contatto
pl: zmień kontakt
pt: alterar contato

source: edit description
de: Beschreibung bearbeiten
es: editar descripción
fr: éditer la description
it: modifica descrizione
pl: edytuj opis
pt: editar descrição

source: no description
de: keine Beschreibung
es: sin descripción
fr: aucune description
it: nessuna descrizione
pl: brak opisu
pt: sem descrição

source: start typing
de: tippen
es: empezar a escribir
fr: commencez à taper
it: inizia a digitare
pl: zacznij pisać
pt: comece a digitar

source: proceed
de: fortfahren
es: continuar
fr: continuer
it: procedi
pl: kontynuuj
pt: prosseguir

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Attenzione
pl: Ostrzeżenie
pt: ATENÇÃO

# youWillBeEditingEmailContent
source: You will be editing content from email, and the formatting might be lost.
de: Sie werden Inhalte aus E-Mails bearbeiten, und die Formatierung könnte verloren gehen.
es: Usted editará el contenido del correo electrónico, y el formato podría perderse.
fr: Vous allez modifier le contenu de l'e-mail et le formatage pourrait être perdu.
it: Si sta modificando il contenuto da email, e la formattazione potrebbe essere persa.
pl: Będziesz edytować zawartość z wiadomości e-mail, a formatowanie może zostać utracone.
pt: Você estará editando conteúdo por e-mail e a formatação pode ser perdida.

source: This user is a robot
de: Dieser Benutzer ist ein Roboter
es: Este usuario es un robot
fr: Cet utilisateur est un robot
it: Questo utente è un robot
pl: Ten użytkownik jest robotem
pt: Este usuário é um robô

source: no priority
de: keine Priorität
es: sin prioridad
fr: pas de priorité
it: nessuna priorità
pl: brak priorytetu
pt: sem prioridade

# queue.editor.warning.content
source: only agents that have access to the selected queue can be chosen in the agent list. Changing queue may affect the list of agents
de: nur Agenten, die Zugriff auf die ausgewählte Warteschlange haben, können in der Agenten-Liste ausgewählt werden. Eine Änderung der Warteschlange kann die Liste der Agenten beeinflussen
es: sólo los agentes que tienen acceso a la cola seleccionada pueden ser elegidos en la lista de agentes. Cambiar la cola puede afectar a la lista de agentes
fr: seuls les agents qui ont accès à la file d'attente sélectionnée peuvent être choisis dans la liste des agents. La modification de la file d'attente peut affecter la liste des agents
it: solo gli agenti che hanno accesso alla coda selezionata possono essere scelti nella lista degli agenti. La modifica della coda può influenzare la lista degli agenti
pl: tylko agenci, którzy mają dostęp do wybranej kolejki mogą być wybrani na liście agencji. Zmiana kolejki może mieć wpływ na listę agentów
pt: apenas agentes que têm acesso à fila selecionada podem ser escolhidos na lista de agentes. Alterar a fila pode afetar a lista de agentes

source: showing all messages
de: zeige alle Nachrichten
es: mostrando todos los mensajes
fr: afficher tous les messages
it: mostra tutti i messaggi
pl: wyświetlanie wszystkich wiadomości
pt: exibindo todas as mensagens

source: showing from/to user messages
de: zeige von/zu Benutzernachrichten
es: mostrando mensajes de /a usuario
fr: afficher les messages de l'utilisateur de/vers l'utilisateur
it: mostrando da/a messaggi utente
pl: wyświetlanie wiadomości z/do użytkownika
pt: mostrando mensagens de/para usuário

source: showing staff notes
de: zeige Personal-Notizen
es: mostrando notas del personal
fr: afficher les notes du personnel
it: mostra le note del personale
pl: wyświetlanie notatek
pt: mostrando notas de equipe

source: toggle event log
de: Ereignisprotokoll umschalten
es: cambiar registro de eventos
fr: activer/désactiver le journal des événements
it: attiva/disattiva registro eventi
pl: przełącz dziennik zdarzeń
pt: alternar log de eventos

# removing_message
source: Removed message
de: Nachricht entfernt
es: Mensaje eliminado
fr: Message supprimé
pl: Usunięta wiadomość
pt: Mensagem removida

# removingMessageMessage
source: You are about to remove this message. Users won't be able to see this message anymore.
de: Sie sind dabei, diese Nachricht zu entfernen. Benutzer können diese Nachricht nicht mehr sehen.
es: Estás a punto de eliminar este mensaje. Los usuarios ya no podrán ver este mensaje.
pl: Zamierzasz usunąć tę wiadomość. Użytkownicy nie będą mogli już zobaczyć tej wiadomości.

source: you have posted the last comment
de: du hast den letzten Kommentar gepostet
es: has publicado el último comentario
fr: vous avez posté le dernier commentaire
it: hai pubblicato l'ultimo commento
pl: opublikowałeś ostatni komentarz
pt: você postou o último comentário

# ticket.slaBadge.overdue
source: overdue
de: verspätet
es: vencido
fr: en retard
pl: zaległe
pt: vencido

# ticket.slaBadge.firstResponseOverdue
source: first response overdue
de: erste Antwort überfällig
es: primera respuesta atrasada
fr: première réponse en retard
pl: pierwsza odpowiedź przeterminowana
pt: primeira resposta atrasada

# ticket.slaBadge.dueToday
source: due today
de: heute fällig
es: vence hoy
fr: à faire aujourd'hui
pl: zaplanowane dzisiaj
pt: expira hoje

# ticket.slaBadge.firstResponseDueToday
source: first response due today
de: erste Antwort fällig heute
es: primera respuesta que vence hoy
fr: première réponse due aujourd'hui
pl: pierwsza odpowiedź zaplanowana dzisiaj
pt: primeira resposta devida hoje

# ticket.slaBadge.ok
source: on-time
de: pünktlich
es: en tiempo
fr: à l'heure
pl: na czas
pt: no tempo

source: agents
de: agenten
es: agentes
it: agenti
pl: agenci
pt: agentes

# thisFeatureIsNotAvailableDuringTheTrialOrForMiniPlanDot
source: this feature is not available during the trial, or for Mini Me plan.
de: diese Funktion ist während der Testphase oder für Mini Me Plan nicht verfügbar.
es: esta función no está disponible durante la prueba, o para el plan de Mini Me.
fr: cette fonctionnalité n'est pas disponible pendant la période d'essai, ou pour Mini Me plan.
it: questa funzione non è disponibile durante la prova, o per il piano Mini Me.
pl: ta funkcja nie jest dostępna podczas próby, ani dla planu Mini Me.
pt: esta funcionalidade não está disponível durante o período de avaliação, ou para o plano Mini Mi.

source: upgrade now
de: jetzt upgraden
es: actualizar ahora
fr: mettre à jour maintenant
it: aggiorna ora
pl: zaktualizuj teraz
pt: atualize agora

# thisFeatureIsLockedExplanations
source: This feature is locked.<br />Please open <a [href]="MOJO_HELPDESK_URL" target="_blank">a ticket</a> to unlock it.
de: Diese Funktion ist gesperrt.<br />Bitte öffnen Sie <a [href]="MOJO_HELPDESK_URL" target="_blank">ein Ticket</a> um es zu entsperren.
es: Esta función está bloqueada.<br />Por favor, abre <a [href]="MOJO_HELPDESK_URL" target="_blank">un ticket</a> para desbloquearlo.
pl: Ta funkcja jest zablokowana.<br />Otwórz <a [href]="MOJO_HELPDESK_URL" target="_blank">zgłoszenie</a> , aby je odblokować.

source: choose a plan now to continue using Mojo Helpdesk
de: wählen Sie jetzt einen Plan aus, um Mojo Helpdesk weiter zu verwenden
es: elige un plan ahora para continuar usando el helpdesk de Mojo
fr: choisissez un plan maintenant pour continuer à utiliser Mojo Helpdesk
it: scegli un piano ora per continuare a usare Mojo Helpdesk
pl: wybierz plan teraz, aby kontynuować korzystanie z Mojo Helpdesk
pt: escolha um plano para continuar usando o Mojo Helpdesk

source: join over 2M happy users using Mojo every day
de: über 2M glückliche Nutzer mit Mojo jeden Tag beitreten
es: únete a más de 2M usuarios felices usando Mojo todos los días
fr: rejoindre plus de 2M utilisateurs satisfaits en utilisant Mojo tous les jours
it: unisciti a più di 2M utenti felici usando Mojo ogni giorno
pl: dołącz do ponad 2M szczęśliwych użytkowników używających Mojo każdego dnia
pt: junte-se a mais de 2M usuários satisfeitos usando o Mojo todos os dias

source: unverified contact
de: nicht verifizierter Kontakt
es: contacto no verificado
fr: contact non vérifié
it: contatto non verificato
pl: niezweryfikowany kontakt
pt: contato não verificado

source: active
de: aktiv
es: activo
fr: Actif
it: attivo
pl: aktywna
pt: Ativo

source: asset manager
es: gestor de activos
fr: gestionnaire de ressources
it: gestore di attività
pl: menedżer zasobów
pt: gestor de ativos

source: device
de: gerät
es: dispositivo
fr: Appareil
it: dispositivo
pl: urządzenie
pt: dispositivo

source: suspended
de: gesperrt
es: suspendido
fr: suspendu
it: sospeso
pl: zawieszone
pt: suspenso

source: on vacation
de: im Urlaub
es: de vacaciones
fr: en vacances
pl: w sprawie wakacji
pt: de férias

source: new ticket email notification settings
de: neue Benachrichtigungseinstellungen für Ticket-E-Mail
es: nueva configuración de notificación por email de ticket
fr: nouveaux paramètres de notification par courriel de ticket
it: nuove impostazioni di notifica email ticket
pl: nowe ustawienia powiadomień e-mail ticket
pt: novas configurações de notificação de Tikets

source: notification center
de: benachrichtigungszentrum
es: centro de notificación
fr: centre de notification
it: centro notifiche
pl: centrum powiadomień
pt: centro de notificação

# movedToNotificationCenterDot
source: moved to notification center.
de: in Benachrichtigungszentrum verschoben.
es: movido al centro de notificaciones.
fr: déplacé vers le centre de notification.
it: spostato al centro delle notifiche.
pl: przeniesiono do centrum powiadomień.
pt: movido para o centro de notificação.

source: contact information
de: kontaktinformationen
es: información de contacto
fr: informations de contact
it: informazioni di contatto
pl: dane kontaktowe
pt: informações de contato

source: even more Information
de: noch mehr Informationen
es: aún más información
fr: encore plus d'informations
it: ancora più Informazioni
pl: jeszcze więcej informacji
pt: ainda mais informações

source: change password
de: ändere Passwort
es: cambiar contraseña
fr: changer le mot de passe
it: cambia password
pl: zmień hasło
pt: alterar senha

source: dev settings
de: dev Einstellungen
es: configuración dev
fr: paramètres de développement
it: impostazioni di dev
pl: ustawienia deweloperskie
pt: configurações de desenvolvimento

source: show
de: zeigen
es: ver
fr: afficher
it: mostra
pl: pokaż
pt: mostrar

source: enable keyboard shortcuts
de: Tastaturkürzel aktivieren
es: habilitar atajos de teclado
fr: activer les raccourcis clavier
it: abilita le scorciatoie da tastiera
pl: włącz skróty klawiaturowe
pt: habilitar atalhos de teclado

source: access key
de: zugriffschlüssel
es: clave de acceso
fr: clé d'accès
it: chiave di accesso
pl: klucz dostępu
pt: chave de acesso

source: change
de: ändern
es: cambiar
fr: changer
it: modifica
pl: zmień
pt: Alterar

# sh.user.change-email.modal.title
source: Change Email
de: E-Mail ändern
es: Cambiar Email
fr: Changer l'email
it: Cambia Email
pl: Zmień adres e-mail
pt: Alterar e-mail

# changeEmail.changeRequests.title
source: Email change requests
de: E-Mail-Änderungsanfragen
es: Solicitudes de cambio de email
fr: Demandes de changement d'adresse e-mail
it: Richieste di modifica email
pl: Prośby o zmianę adresu e-mail
pt: Solicitações de alteração de e-mail

source: unconfirmed
de: unbestätigt
es: sin confirmar
fr: non confirmé
it: non confermato
pl: niepotwierdzone
pt: não confirmado

# changeEmail.emailSentAgain
source: email sent
de: e-Mail gesendet
es: correo electrónico enviado
fr: E-mail envoyé
it: email inviata
pl: e-mail wysłany
pt: email enviado

# changeEmail.resendConfirmation
source: resend confirmation email
de: Bestätigungs-E-Mail erneut senden
es: reenviar email de confirmación
fr: renvoyer l'e-mail de confirmation
it: reinvia email di conferma
pl: Wyślij ponownie e-mail z potwierdzeniem
pt: reenviar e-mail de confirmação

# sh.user.change-email.success
source: We've sent an email to that address. The user will need to follow the confirmation instructions in the email.
de: Wir haben eine E-Mail an diese Adresse gesendet. Der Benutzer muss den Bestätigungsanweisungen in der E-Mail folgen.
es: Hemos enviado un correo electrónico a esa dirección. El usuario tendrá que seguir las instrucciones de confirmación del correo electrónico.
pl: Wysłaliśmy wiadomość e-mail na ten adres. Użytkownik będzie musiał postępować zgodnie z instrukcjami potwierdzającymi w wiadomości e-mail.

source: password
de: passwort
es: contraseña
fr: mot de passe
pl: hasło
pt: Senha

source: Enter new password
de: Neues Passwort eingeben
es: Introduzca nueva contraseña
fr: Entrez le nouveau mot de passe
it: Inserisci una nuova password
pl: Wprowadź nowe hasło
pt: Digite a nova senha

source: minimum characters
de: minimale Zeichen
es: caracteres mínimos
fr: minimum de caractères
it: caratteri minimi
pl: minimalna liczba znaków
pt: carateres mínimos

source: minimum unique characters
de: mindestens eindeutige Zeichen
es: caracteres únicos mínimos
fr: minimum de caractères uniques
it: caratteri univoci minimi
pl: minimum unikalnych znaków
pt: mínimo de caracteres únicos

source: minimum digits
de: minimale Ziffern
es: dígitos mínimos
fr: minimum de chiffres
it: cifre minime
pl: cyfry minimalne
pt: dígitos mínimos

# minimumUppercase
source: minimum uppercase characters
de: mindestens Großbuchstaben
es: minúsculas
fr: minimum de caractères majuscules
it: caratteri maiuscoli minimi
pl: minimum wielkich liter
pt: mínimo de caracteres maiúsculos

# commonPasswordHelper
source: common passwords are forbidden
de: gebräuchliche Passwörter sind verboten
es: las contraseñas comunes están prohibidas
fr: les mots de passe communs sont interdits
it: le password comuni sono vietate
pl: popularne hasła są zabronione
pt: senhas comuns são proibidas

source: password confirmation
de: passwort bestätigen
es: confirmación de contraseña
fr: Confirmation du mot de passe
it: conferma password
pl: potwierdzenie hasła
pt: confirmação de senha

source: Confirm new password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma la nuova password
pl: Potwierdź nowe hasło
pt: Confirme a nova senha

source: confirmation not matching
de: nicht übereinstimmende Bestätigung
es: la confirmación no coincide
fr: la confirmation ne correspond pas
it: conferma non corrispondente
pl: potwierdzenie nie pasuje
pt: confirmação não corresponde

# gravatarDescription
source: To change your gravatar, go to
de: Um Ihr Gravatar zu ändern, gehen Sie zu
es: Para cambiar tu gravatar, ve a
fr: Pour changer votre gravatar, allez à
it: Per cambiare il tuo gravatar, vai a
pl: Aby zmienić grawatar, przejdź do
pt: Para alterar seu gravatar, vá para

source: change personal icon
de: persönliches Symbol ändern
es: cambiar icono personal
fr: changer l'icône personnelle
it: cambia icona personale
pl: zmień ikonę osobistą
pt: alterar ícone pessoal

# user.delete.transferRessources
source: Transfer @if (user.tickets_count > 0) { {user.tickets_count, plural, =0 {no tickets} =1 {1 ticket} other {{{user.tickets_count}} tickets} } }@if (user.tickets_count === 0 && user.attachments_count > 0) { {user.attachments_count, plural, =0 {no attachments} =1 {1 attachment} other {{{user.attachments_count}} attachments} } } to:
de: Überweisen Sie @if (user.tickets_count > 0) { {user.tickets_count, plural, =0 {no tickets} =1 {1 ticket} other {{{user.tickets_count}} tickets} } }@if (user.tickets_count === 0 && user.attachments_count > 0) { {user.attachments_count, plural, =0 {no attachments} =1 {1 attachment} other {{{user.attachments_count}} attachments} } } an:
es: Transferencia @if (user.tickets_count > 0) { {user.tickets_count, plural, =0 {no tickets} =1 {1 ticket} other {{{user.tickets_count}} tickets} } }@if (user.tickets_count === 0 && user.attachments_count > 0) { {user.attachments_count, plural, =0 {no attachments} =1 {1 attachment} other {{{user.attachments_count}} attachments} } } a:
pl: Przelew @if (user.tickets_count > 0) { {user.tickets_count, plural, =0 {no tickets} =1 {1 ticket} other {{{user.tickets_count}} tickets} } }@if (user.tickets_count === 0 && user.attachments_count > 0) { {user.attachments_count, plural, =0 {no attachments} =1 {1 attachment} other {{{user.attachments_count}} attachments} } } na:

source: {VAR_PLURAL, plural, =0 {no tickets} =1 {1 ticket} other {{INTERPOLATION} tickets}}
de: {VAR_PLURAL, plural, =0 {Keine Tickets} =1 {1 Ticket} other {{INTERPOLATION} Tickets}}
es: {VAR_PLURAL, plural, =0 {No hay Tickets} =1 {1 Ticket} other {{INTERPOLATION} Tickets}}
pl: {VAR_PLURAL, plural, =0 {nie ma biletów} =1 {1 bilet} other {{INTERPOLATION} biletów}}

source: {VAR_PLURAL, plural, =0 {no comments} =1 {1 comment} other {{INTERPOLATION} comments}}
de: {VAR_PLURAL, plural, =0 {keine Kommentare} =1 {1 Kommentar} other {{INTERPOLATION} Kommentare}}
es: {VAR_PLURAL, plural, =0 {No hay comentarios} =1 {1 comentario} other {{INTERPOLATION} comentarios}}
pl: {VAR_PLURAL, plural, =0 {brak komentarzy} =1 {1 komentarz} other {{INTERPOLATION} komentarze}}

source: {VAR_PLURAL, plural, =0 {no attachments} =1 {1 attachment} other {{INTERPOLATION} attachments}}
de: {VAR_PLURAL, plural, =0 {Keine Anhänge} =1 {1 Anhang} other {{INTERPOLATION} Anhänge}}
es: {VAR_PLURAL, plural, =0 {No hay adjuntos} =1 {1 adjunto} other {{INTERPOLATION} adjuntos}}
pl: {VAR_PLURAL, plural, =0 {brak załączników} =1 {1 załącznik} other {{INTERPOLATION} załączników}}

# user.delete.transferAssignments
source: Transfer {user.assignments_count, plural, =0 {no assignments} =1 {1 assignment} other {{{user.assignments_count}} assignments}} to:
de: Übertrage {user.assignments_count, plural, =0 {no assignments} =1 {1 assignment} other {{{user.assignments_count}} assignments}} an:
es: Transferir {user.assignments_count, plural, =0 {no assignments} =1 {1 assignment} other {{{user.assignments_count}} assignments}} a:
pl: Przenieś {user.assignments_count, plural, =0 {no assignments} =1 {1 assignment} other {{{user.assignments_count}} assignments}} do:

source: {VAR_PLURAL, plural, =0 {no assignments} =1 {1 assignment} other {{INTERPOLATION} assignments}}
de: {VAR_PLURAL, plural, =0 {keine Aufgaben} =1 {1 Zuordnung} other {{INTERPOLATION} Zuordnungen}}
es: {VAR_PLURAL, plural, =0 {No hay asignaciones} =1 {1 asignación} other {{INTERPOLATION} asignaciones}}
pl: {VAR_PLURAL, plural, =0 {nie ma przypisań} =1 {1 przypisanie} other {{INTERPOLATION} przypisania}}

source: transfer and delete
de: übertragen und löschen
es: transferir y eliminar
fr: transférer et supprimer
it: trasferire e cancellare
pl: przenieś i usuń
pt: transferir e excluir
