Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

# helpCenterDesignPageSubtitle
source: customize the design to match your branding
de: passen Sie das Design Ihrem Branding an
es: personaliza el diseño para que coincida con tu marca
fr: personnalisez le design en fonction de votre image de marque
it: personalizza il design per abbinare il tuo marchio
pl: dostosuj wygląd tak, aby pasował do swojej marki
pt: personalize o design para combinar com sua marca.

# logoLabel
source: Help center logo
de: Hilfe-Center-Logo
es: Logo del centro de ayuda
fr: Logo du centre d'aide
it: Logo centro assistenza
pl: Logo centrum pomocy
pt: Logotipo central de ajuda

# accountLogoExplanation
source: this logo will be displayed in the Help Center. The height will be set to 30 pixels.
de: Dieses Logo wird im Hilfe-Center angezeigt. Die Höhe wird auf 30 Pixel gesetzt.
es: este logo se mostrará en el Centro de Ayuda. El alto se ajustará a 30 píxeles.
fr: ce logo sera affiché dans le Centre d'aide. La hauteur sera réglée à 30 pixels.
it: questo logo verrà visualizzato nel Centro Aiuti. L'altezza sarà impostata a 30 pixel.
pl: to logo będzie wyświetlane w Centrum Pomocy. Wysokość zostanie ustawiona na 30 pikseli.
pt: Este logotipo será exibido na Central de Ajuda. A altura será definida para 30 pixels.

# kbNotVisibleToPublic
source: The knowledge base is not visible to the public.
de: Die Wissensdatenbank ist für die Öffentlichkeit nicht sichtbar.
es: La base de conocimientos no es visible para el público.
fr: La base de connaissances n'est pas visible pour le public.
it: La base di conoscenze non è visibile al pubblico.
pl: Baza wiedzy nie jest widoczna dla społeczeństwa.
pt: A base de conhecimento não é visível ao público.

# kbVisibleToLoggedInOnly
source: The knowledge base is visible to logged in users only.
de: Die Wissensdatenbank ist nur für angemeldete Benutzer sichtbar.
es: La base de conocimientos es visible sólo para los usuarios conectados.
fr: La base de connaissances n'est visible que pour les utilisateurs connectés.
it: La base di conoscenze è visibile solo agli utenti registrati.
pl: Baza wiedzy jest widoczna tylko dla zalogowanych użytkowników.
pt: A base de conhecimento é visível apenas para usuários conectados.

# kbVisibleToPublic
source: The knowledge base is visible to the public.
de: Die Wissensdatenbank ist für die Öffentlichkeit sichtbar.
es: La base de conocimientos es visible para el público.
fr: La base de connaissances est visible au public.
it: La base di conoscenze è visibile al pubblico.
pl: Podstawa wiedzy jest widoczna dla społeczeństwa.
pt: A base de conhecimento é visível ao público.

# helpCenterSettingsPageTitle
source: help center settings
de: hilfecenter Einstellungen
es: ajustes del centro de ayuda
fr: Paramètres du centre d'aide
it: impostazioni centro aiuto
pl: ustawienia centrum pomocy
pt: configurações do centro de ajuda

# helpdeskNameFormLabel
source: Help center name
de: Name des Hilfezentrums
es: Nombre del centro de ayuda
fr: Nom du centre d'aide
it: Nome centro assistenza
pl: Nazwa centrum pomocy
pt: Nome do centro de ajuda

# eg_dot_My_Organization_Help_Desk
source: E.g: My Organization Help Desk. If the field is empty, then the Helpdesk name will be used.
de: Beispiel: Mein Organisations-Hilfe-Desk. Wenn das Feld leer ist, wird der Helpdesk-Name verwendet.
es: E.g: Mesa de Ayuda de mi organización. Si el campo está vacío, se utilizará el nombre del Helpdesk.
fr: Ex. : Mon service d'aide à l'organisation. Si le champ est vide, le nom du Helpdesk sera utilisé.
it: Ad esempio: Help Desk della mia organizzazione. Se il campo è vuoto, verrà utilizzato il nome dell'Helpdesk.
pl: Np. moja organizacja Help Desk. Jeżeli pole jest puste, wtedy zostanie użyta nazwa Help desk.
pt: Ex.g: Minha Organização Help Desk. Se o campo estiver vazio, o nome do Helpdesk será usado.

# helpdeskHomeTitleFormLabel
source: Help center home title
de: Home-Titel der Hilfe zentrieren
es: Título del centro de ayuda
fr: Titre du centre d'aide
pl: Centrum pomocy tytuł domu
pt: Central de ajuda título home

# helpdeskHomeTitleFormHelper
source: This is the title that appears on top of the search field in the Help Center.
de: Dies ist der Titel, der über dem Suchfeld im Hilfe-Center erscheint.
es: Este es el título que aparece en la parte superior del campo de búsqueda en el Centro de ayuda.
fr: Il s'agit du titre qui apparaît en haut du champ de recherche du Centre d'aide.
it: Questo è il titolo che appare in cima al campo di ricerca nel Centro Aiuti.
pl: To jest tytuł, który pojawia się na górze pola wyszukiwania w Centrum Pomocy.
pt: Este é o título que aparece no topo do campo de pesquisa no Centro de Ajuda.

source: Portal Main Content
de: Portal Hauptinhalt
es: Contenido principal del portal
fr: Contenu principal du portail
it: Contenuto Principale Del Portale
pl: Główne Treści Portalu
pt: Conteúdo Principal do Portal

# portalMainContentFormHelper
source: This is the content that appears below the search field in the Help Center.
de: Dies ist der Inhalt, der unter dem Suchfeld im Hilfe-Center erscheint.
es: Este es el contenido que aparece debajo del campo de búsqueda en el Centro de Ayuda.
fr: Il s'agit du contenu qui apparaît sous le champ de recherche dans le Centre d'aide.
it: Questo è il contenuto che appare sotto il campo di ricerca nel Centro Aiuti.
pl: To jest zawartość, która pojawia się poniżej pola wyszukiwania w Centrum Pomocy.
pt: Este é o conteúdo que aparece abaixo do campo de busca no centro de ajuda.

source: HTML can be used.
de: HTML kann verwendet werden.
es: Se puede usar HTML.
fr: Le HTML peut être utilisé.
it: L'HTML può essere usato.
pl: Można użyć HTML.
pt: HTML pode ser usado.

source: knowledge base
de: Wissensdatenbank
es: base de conocimientos
fr: base de connaissances
it: base di conoscenze
pl: baza wiedzy
pt: base de conhecimento

# Whether_the_knowledge_base_is_visible_in_the_Help_Center_dot
source: Whether the knowledge base is visible in the Help Center.
de: Ob die Wissensdatenbank im Hilfe-Center sichtbar ist.
es: Si la base de conocimientos es visible en el Centro de asistencia.
fr: Si la base de connaissances est visible dans le Centre d'aide.
it: Se la base di conoscenze è visibile nel Centro Aiuti.
pl: Czy baza wiedzy jest widoczna w Centrum Pomocy.
pt: Se a base de conhecimento é visível no Centro de Ajuda.

# Dont_show_the_knowledge_base_dot
source: Don't show the knowledge base.
de: Wissensdatenbank nicht anzeigen.
es: No mostrar la base de conocimientos.
pl: Nie pokazuj bazy wiedzy.

# Display_knowledge_base_in_the_Help_Center_Logged_in_only
source: Display knowledge base in the Help Center for logged in users only
de: Wissensdatenbank nur für angemeldete Benutzer im Hilfe-Center anzeigen
es: Mostrar la base de conocimientos en el Centro de ayuda sólo para usuarios registrados
fr: Afficher la base de connaissances dans le Centre d'Aide pour les utilisateurs connectés uniquement
it: Visualizza la base di conoscenze nel Centro assistenza solo per gli utenti registrati
pl: Wyświetl bazę wiedzy w Centrum Pomocy tylko dla zalogowanych użytkowników
pt: Exibe apenas a base de conhecimentos no Centro de Ajuda para usuários logados

# Display_knowledge_base_in_the_Help_Center
source: Display knowledge base in the Help Center for all users
de: Wissensdatenbank im Hilfe-Center für alle Benutzer anzeigen
es: Mostrar la base de conocimientos en el centro de ayuda para todos los usuarios
fr: Afficher la base de connaissances dans le Centre d'Aide pour tous les utilisateurs
it: Mostra la base di conoscenze nel Centro assistenza per tutti gli utenti
pl: Wyświetl bazę wiedzy w Centrum Pomocy dla wszystkich użytkowników
pt: Exibir base de conhecimento no Centro de Ajuda para todos os Usuários

# searchPlaceHolderFormLabel
source: Search field placeholder
de: Suchfeld Platzhalter
es: Marcador del campo de búsqueda
fr: Champ de recherche : espace réservé
it: Segnaposto campo di ricerca
pl: Tekst pola wyszukiwania
pt: Pesquisar espaço reservado no campo

# searchPlaceHolderFormHelper
source: This is the text that appears inside the search field in the Help Center, e.g. What do you need help with?
de: Dies ist der Text, der innerhalb des Suchfelds im Hilfe-Center erscheint, z.B. wozu benötigst du Hilfe?
es: Este es el texto que aparece dentro del campo de búsqueda en el Centro de Ayuda, por ejemplo, ¿con qué necesitas ayuda?
fr: Ceci est le texte qui apparaît dans le champ de recherche dans le centre d'aide, par exemple avec quoi avez-vous besoin d'aide ?
it: Questo è il testo che appare all'interno del campo di ricerca nel Centro assistenza, ad esempio che cosa hai bisogno di aiuto?
pl: To jest tekst, który pojawia się wewnątrz pola wyszukiwania w Centrum Pomocy, np. z czym potrzebujesz pomocy?
pt: Este é o texto que aparece dentro do campo de pesquisa no centro de ajuda, por exemplo, em que você precisa de ajuda?

# newsColumnFormField
source: News content
de: Nachrichteninhalt
es: Contenido noticias
fr: Contenu des actualités
it: Contenuto delle notizie
pl: Zawartość kolumny wiadomości
pt: Conteúdo de notícias

# portalNewsColumnFormHelper
source: This is the content that appears at the bottom of the page in the Help Center.
de: Dies ist der Inhalt, der am Ende der Seite im Hilfe-Center erscheint.
es: Este es el contenido que aparece en la parte inferior de la página del Centro de Ayuda.
fr: Il s'agit du contenu qui apparaît au bas de la page dans le Centre d'aide.
pl: To jest zawartość, która pojawia się na dole strony w Centrum pomocy.
pt: Este é o conteúdo que aparece no final da página na Central de Ajuda.

source: acquisition
de: erwerben
es: adquisición
it: acquisizione
pl: nabycie
pt: Aquisição

source: end of contract on
de: Vertragsende am
es: fin del contrato el
fr: fin de contrat le
it: fine del contratto su
pl: koniec kontraktu dnia
pt: fim do contrato em

source: information
de: informationen
es: información
it: informazioni
pl: informacje
pt: Informação

source: purchased on
de: gekauft am
es: comprado el
fr: acheté le
it: acquistato il
pl: zakupione dnia
pt: comprado em

source: replaced on
de: ersetzt am
es: reemplazado el
fr: remplacé le
it: sostituito il
pl: zastąpione
pt: substituído por

source: search someone
de: jemanden suchen
es: buscar a alguien
fr: rechercher quelqu'un
it: cerca qualcuno
pl: szukaj kogoś
pt: procure alguém

source: successfully created
de: erfolgreich erstellt
es: creado correctamente
fr: créé avec succès
it: creato con successo
pl: pomyślnie utworzono
pt: criado com sucesso

source: successfully edited
de: erfolgreich bearbeitet
es: editado con éxito
fr: modifié avec succès
it: modificato con successo
pl: edytowano pomyślnie
pt: editado com sucesso

source: asset name
es: nombre de activo
fr: nom de la ressource
it: nome dell'asset
pl: nazwa zasobu
pt: nome do equipamento

source: asset name cannot be blank
de: Asset Name darf nicht leer sein
es: el nombre de activo no puede estar en blanco
fr: le nom de la ressource ne peut pas être vide
it: il nome dell'asset non può essere vuoto
pl: nazwa zasobu nie może być pusta
pt: o nome do ativo não pode estar em branco

source: serial number
de: serielle Nummer
es: número de serie
fr: numéro de série
it: numero di serie
pl: numer seryjny
pt: número de série

source: legacy reference number
de: alte Referenznummer
es: número de referencia heredado
fr: ancien numéro de référence
it: numero di riferimento ereditato
pl: dotychczasowy numer referencyjny
pt: Número de referência legado

source: purchase order number
de: Bestellnummer
es: número de orden de compra
fr: numéro de bon de commande
it: numero ordine d'acquisto
pl: numer zamówienia zakupu
pt: número do pedido

source: vendor
es: vendedor
fr: vendeur
pl: sprzedawca
pt: fornecedor

source: do not create ticket at end of contract
de: erstelle kein Ticket am Ende des Vertrages
es: no crear ticket al final del contrato
fr: ne pas créer de ticket à la fin du contrat
it: non creare il biglietto alla fine del contratto
pl: nie twórz biletu na koniec umowy
pt: não criar ticket ao fim do contrato

source: create ticket
de: erstelle Ticket
es: crear ticket
fr: créer un ticket
it: crea ticket
pl: utwórz zgłoszenie
pt: criar ticket

source: day before end of contract
de: Tag vor Vertragsende
es: día antes del final del contrato
fr: jour avant la fin du contrat
it: giorno prima della scadenza del contratto
pl: dzień przed zakończeniem umowy
pt: dia antes do fim do contrato

source: warranty info
de: Garantieinfo
es: información de garantía
fr: informations sur la garantie
it: informazioni di garanzia
pl: Informacje o gwarancji
pt: Informação da garantia

source: contract notes
de: Vertragshinweise
es: notas del contrato
fr: notes de contrat
it: note contrattuali
pl: notatki umowne
pt: Notas de contrato

source: view all
de: alle anzeigen
es: ver todos
fr: tout afficher
it: visualizza tutti
pl: zobacz wszystko
pt: ver tudo

source: edit asset department
de: Asset Abteilung bearbeiten
es: editar departamento de recursos
fr: modifier le service des ressources
it: modifica reparto risorse
pl: edytuj dział aktywów
pt: editar departamento de ativos

source: create asset department
de: erstelle Asset-Abteilung
es: crear departamento de recursos
fr: créer un service de ressources
it: crea reparto attività
pl: utwórz dział aktywów
pt: criar departamento de ativos

source: asset department successfully updated
de: Asset Abteilung erfolgreich aktualisiert
es: departamento de recursos actualizado correctamente
fr: service de ressources mis à jour avec succès
it: reparto risorse aggiornato con successo
pl: dział aktywów został pomyślnie zaktualizowany
pt: departamento de ativos atualizado com sucesso

source: delete asset department
de: Asset-Abteilung löschen
es: eliminar departamento de recursos
fr: supprimer le service de ressources
it: elimina reparto attività
pl: usuń dział aktywów
pt: excluir departamento de mídia

source: enter new department name
de: neuen Abteilungsnamen eingeben
es: introducir nuevo nombre del departamento
fr: entrez le nouveau nom du service
it: inserisci il nome del nuovo reparto
pl: wprowadź nazwę nowego departamentu
pt: digite o nome do novo departamento

source: enter an asset department description
de: geben Sie eine Beschreibung der Abteilung ein
es: introduzca una descripción del departamento de recursos
fr: entrez une description du service d'actif
it: inserisci una descrizione del reparto attività
pl: wprowadź opis wydziału aktywów
pt: insira uma descrição do departamento de ativos

source: defines departments to organize assets
de: definiert Abteilungen für die Organisation von Assets
es: define departamentos para organizar recursos
fr: définit les départements pour organiser les ressources
it: definisce i reparti per organizzare gli asset
pl: definiuje departamenty do organizacji aktywów
pt: define departamentos para organizar ativos

source: update existing assets?
de: bestehende Assets aktualisieren?
es: actualizar activos existentes?
fr: mettre à jour les actifs existants ?
it: aggiornare le risorse esistenti?
pl: zaktualizować istniejące aktywa?
pt: atualizar arquivos existentes?

source: unique identifier field
de: eindeutiges Identifikatorfeld
es: campo identificador único
fr: champ identificateur unique
it: campo identificativo univoco
pl: pole unikatowego identyfikatora
pt: campo único de identificador

source: import assets
de: importiere Assets
es: importar activos
fr: Importer des ressources
it: importare beni
pl: Importuj aktywa
pt: importar mídias

# importAssetsDescription
source: create multiple assets at a time from a csv file
de: mehrere Assets gleichzeitig aus einer csv Datei erstellen
es: crear múltiples recursos a la vez desde un archivo csv
fr: créer plusieurs actifs à la fois à partir d'un fichier csv
it: crea più asset alla volta da un file csv
pl: utwórz wiele zasobów w czasie z pliku csv
pt: criar vários assets de cada vez a partir de um arquivo csv

source: new assets imported
de: neue Assets importiert
es: nuevos recursos importados
fr: nouveaux actifs importés
it: nuove attività importate
pl: nowe aktywa zaimportowane
pt: novas mídias importadas

source: updated count
de: aktualisierte Anzahl
es: número actualizado
fr: nombre de mises à jour
it: conteggio aggiornato
pl: zaktualizowana liczba
pt: contagem atualizada

source: new assets types created
de: neue Asset-Typen erstellt
es: nuevos tipos de recursos creados
fr: nouveaux types d'actifs créés
it: nuovi tipi di attività creati
pl: utworzone nowe typy aktywów
pt: novos tipos de mídias criados

source: new locations created
de: neue Standorte erstellt
es: nuevas ubicaciones creadas
fr: nouveaux emplacements créés
it: nuove posizioni create
pl: utworzono nowe lokalizacje
pt: novas localizações criadas

source: new departments created
de: neue Abteilungen erstellt
es: nuevos departamentos creados
fr: nouveaux services créés
it: nuovi reparti creati
pl: nowe departamenty utworzone
pt: novos departamentos criados

# updateExistingAssetsHelp
source: use this option only if the data in CSV is up to date
de: diese Option nur verwenden, wenn die Daten in CSV aktuell sind
es: usar esta opción sólo si los datos en CSV están actualizados
fr: n'utiliser cette option que si les données en CSV sont à jour
it: usa questa opzione solo se i dati in CSV sono aggiornati
pl: użyj tej opcji tylko wtedy, gdy dane w CSV są aktualne
pt: use esta opção somente se os dados em CSV estiverem atualizados

source: create a new asset
de: ein neues Asset erstellen
es: crear un nuevo recurso
fr: créer une nouvelle ressource
it: crea una nuova risorsa
pl: utwórz nowy zasób
pt: criar uma nova mídia

source: age
de: alt
es: edad
fr: Âge
it: età
pl: wiek
pt: idade

source: asset information
de: anlageninformationen
es: información de activos
fr: informations sur la ressource
it: informazioni sull'asset
pl: informacje o aktywach
pt: informações de ativos

source: create ticket for this asset
de: erstelle Ticket für dieses Asset
es: crear ticket para este recurso
fr: créer un ticket pour cette ressource
it: crea ticket per questo asset
pl: utwórz zgłoszenie dla tego zasobu
pt: criar ticket para este ativo

source: choose ticket form
de: das Ticketformular auswählen
es: elegir formulario de ticket
fr: choisir le formulaire de ticket
it: scegli il modulo ticket
pl: wybierz formularz zgłoszenia
pt: escolher formulário do ticket

source: days before creating a ticket
de: Tage vor dem Erstellen eines Tickets
es: días antes de crear un ticket
fr: jours avant de créer un ticket
it: giorni prima di creare un ticket
pl: dni przed utworzeniem zgłoszenia
pt: dias antes de criar um ticket

source: no logs found
de: keine Logs gefunden
es: no se encontraron registros
fr: aucun journal trouvé
it: nessun log trovato
pl: nie znaleziono logów
pt: nenhum log encontrado

source: no tickets found
de: keine Tickets gefunden
es: tickets no encontrados
fr: aucun ticket trouvé
it: nessun ticket trovato
pl: nie znaleziono paragonów
pt: nenhum ticket encontrado

# purchasedOrderNumber
source: purchase order number
de: Bestellnummer
es: número de orden de compra
fr: numéro de bon de commande
it: numero ordine d'acquisto
pl: numer zamówienia zakupu
pt: número do pedido

source: recently closed tickets
de: kürzlich geschlossene Tickets
es: tickets cerrados recientemente
fr: tickets récemment fermés
it: biglietti recentemente chiusi
pl: ostatnio zamknięte bilety
pt: Tickets fechados recentemente

source: at least one ticket form needs to enable the asset field
de: mindestens ein Ticket-Formular muss das Asset-Feld aktivieren
es: al menos un formulario de ticket necesita habilitar el campo activo
fr: au moins un formulaire de ticket a besoin d'activer le champ de ressource
it: almeno un modulo ticket deve abilitare il campo asset
pl: co najmniej jeden formularz zgłoszenia musi włączyć pole zasobu
pt: pelo menos um formulário de ticket precisa ativar o campo de ativo

source: displayed columns
de: angezeigte Spalten
es: columnas mostradas
fr: colonnes affichées
it: colonne visualizzate
pl: wyświetlane kolumny
pt: colunas exibidas

source: assign user
de: zuweisen Benutzer
es: asignar usuario
fr: assigner l'utilisateur
it: assegna utente
pl: przypisz użytkownika
pt: atribuir usuário

source: assign manager
de: zuweisen Manager
es: asignar gestor
fr: assigner un gestionnaire
it: assegna gestore
pl: przypisz menedżera
pt: atribuir ao gerente

source: assign type
de: zuweisen Typ
es: asignar tipo
fr: type d'assignation
it: assegna tipo
pl: przypisz typ
pt: tipo de atribuição

source: assign location
de: zuweisen Ort
es: asignar ubicación
fr: assigner un emplacement
it: assegnare la posizione
pl: przypisz lokalizację
pt: atribuir localização

source: assign department
de: zuweisen Abteilung
es: asignar departamento
fr: assigner un service
it: assegna reparto
pl: przypisz dział
pt: atribuir departamento

source: how to search asset?
de: wie kann ich Assets durchsuchen?
es: cómo buscar activo?
fr: Comment rechercher des ressources?
it: come cercare l'asset?
pl: Jak wyszukiwać aktywa?
pt: Como procurar o ativo?

source: list of all assets
de: Liste aller Assets
es: lista de todos los activos
fr: liste de tous les assets
it: elenco di tutte le attività
pl: lista wszystkich aktywów
pt: lista de todos os arquivos

source: no assets found
de: keine Assets gefunden
es: activos no encontrados
fr: aucune ressource trouvée
it: nessun asset trovato
pl: nie znaleziono żadnych aktywów
pt: nenhum arquivo encontrado

# searchAssetExplanation
source: type search words here. Use * for incomplete words. E.g.: "comput*"
de: geben Sie hier Suchwörter ein. * für unvollständige Wörter, z.B.: "Berechnen*"
es: escribe palabras de búsqueda aquí. Use * para palabras incompletas. E.g.: "comput*"
pl: wpisz tutaj słowa wyszukiwania. Użyj * dla niekompletnych słów. Np.: "comput*"

source: assign user to several assets
de: zuweisen Benutzer mehreren Assets
es: asignar usuario a varios activos
fr: assigner un utilisateur à plusieurs ressources
it: assegna l'utente a diverse risorse
pl: przypisz użytkownika do kilku zasobów
pt: atribuir o usuário a várias mídias

source: update type to several assets
de: aktualisiere den Typ auf mehrere Assets
es: actualizar tipo a varios activos
fr: mettre à jour le type de plusieurs ressources
it: aggiorna il tipo a diverse attività
pl: zaktualizuj typ do kilku zasobów
pt: atualizar tipo para vários arquivos

source: new type
de: neuer Typ
es: nuevo tipo
fr: nouveau type
it: nuovo tipo
pl: nowy typ
pt: novo tipo

source: update location to several assets
de: aktualisiere Standort auf mehrere Assets
es: actualizar ubicación a varios recursos
fr: mettre à jour l'emplacement de plusieurs ressources
it: aggiorna la posizione a diverse attività
pl: aktualizuj lokalizację do kilku zasobów
pt: atualizar localização para vários ativos

source: new location
de: neuer Standort
es: nueva ubicación
fr: nouvel emplacement
it: nuova posizione
pl: nowa lokalizacja
pt: nova localização

source: update department to several assets
de: aktualisiere Abteilung auf mehrere Assets
es: actualizar departamento a varios recursos
fr: mettre à jour le service vers plusieurs ressources
it: aggiorna il reparto a diverse risorse
pl: aktualizacja departamentu do kilku zasobów
pt: atualizar o departamento para vários ativos

source: new department
de: neue Abteilung
es: nuevo departamento
fr: nouveau service
it: nuovo reparto
pl: nowy dział
pt: novo departamento

source: action successfully done
de: Aktion erfolgreich durchgeführt
es: acción realizada con éxito
fr: action effectuée avec succès
it: azione eseguita con successo
pl: akcja wykonana pomyślnie
pt: ação concluída com sucesso

source: edit asset location
de: Asset-Standort bearbeiten
es: editar ubicación de recursos
fr: modifier l'emplacement de la ressource
it: modifica la posizione dell'asset
pl: edytuj lokalizację aktywów
pt: editar localização do conteúdo
