Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: enterprise single sign on
de: Enterprise-Einzelanmeldung
es: inicio de sesión único de la empresa
fr: authentification unique entreprise
it: singolo segno aziendale acceso
pl: Pojedynczy znak firmowy
pt: empreendedorismo único em

# enableSSOHelpMessage
source: this will only be active when the selected option is verified. Once verified, this will be the only login option available for users
de: Dies ist nur aktiv, wenn die ausgewählte Option überprüft wird. Einmal verifiziert, ist dies die einzige Anmeldemöglichkeit für Benutzer.
es: Esto solo estará activo cuando se verifique la opción seleccionada. Una vez verificado, esta será la única opción de inicio de sesión disponible para los usuarios.
fr: Ceci ne sera actif que lorsque l'option sélectionnée sera vérifiée. Une fois vérifiée, ce sera la seule option de connexion disponible pour les utilisateurs.
it: Questo sarà attivo solo quando l'opzione selezionata sarà verificata. Una volta verificata, questa sarà l'unica opzione di accesso disponibile per gli utenti.
pl: Ta opcja będzie aktywna tylko po zweryfikowaniu wybranej opcji. Po weryfikacji będzie to jedyna opcja logowania dostępna dla użytkowników.
pt: Isto só estará ativo quando a opção selecionada for verificada. Uma vez verificada, esta será a única opção de login disponível para os usuários.

source: remote login URL
de: entfernte Login-URL
es: URL de acceso remoto
fr: URL de connexion à distance
it: URL di login remoto
pl: adres URL zdalnego logowania
pt: URL de login remoto

source: shared secret
de: geteiltes Geheimnis
es: secreto compartido
fr: secret partagé
it: segreto condiviso
pl: współdzielony sekret
pt: segredo compartilhado

source: remote Login URL
de: entfernte Login-URL
es: URL remota de inicio de sesión
fr: URL de connexion à distance
it: URL di Login remoto
pl: zdalny adres URL logowania
pt: URL de Login Remoto

source: certificate fingerprint
de: zertifikats-Fingerabdruck
es: huella digital del certificado
fr: empreinte digitale du certificat
it: impronta digitale del certificato
pl: odcisk palca certyfikatu
pt: Impressão digital do certificado

source: plans
de: planes
es: planes
fr: forfaits
it: piani
pl: plany
pt: planos

source: mo
de: o
es: mes
fr: mois
pl: mc
pt: Seg

source: included
de: eingeschlossen
es: incluido
fr: inclus
it: incluso
pl: zawarte
pt: incluído

# thisAddOnAvailableUntil | { enddate: addOnLevel.renew_date}
source: this add-on will be available until the end of the subscription period ({{ addOnLevel.renew_date }}) and all data will be deleted after this date
de: dieses Add-on wird bis zum Ende des Abonnementzeitraums verfügbar sein ({{ addOnLevel.renew_date }}) und alle Daten werden nach diesem Datum gelöscht
es: este complemento estará disponible hasta el final del período de suscripción ({{ addOnLevel.renew_date }}) y todos los datos se eliminarán después de esta fecha
pl: ten dodatek będzie dostępny do końca okresu subskrypcji ({{ addOnLevel.renew_date }}) i wszystkie dane zostaną usunięte po tej dacie

# currentUsageExceedsThisPlaQuota
source: current usage exceeds this plan quota
de: aktuelle Nutzung überschreitet dieses Kontingent
es: el uso actual excede la cuota de este plan
fr: l'utilisation actuelle dépasse le quota de ce plan
it: utilizzo corrente supera questa quota piano
pl: bieżące użycie przekracza ten limit planu
pt: uso atual excede a cota deste plano

source: re-subscribe
de: erneut abonnieren
es: volver a suscribirse
fr: se réabonner
pl: ponów subskrypcję
pt: Inscrever-se novamente

source: manage any asset
de: verwalte jedes Asset
es: administrar cualquier recurso
fr: gérer n'importe quelle ressource
it: gestisci qualsiasi risorsa
pl: zarządzaj dowolnym aktem
pt: gerenciar qualquer ativo

source: add-on
fr: module
pl: dodatek
pt: complemento

# assetAdText1
source: enhance the customer support experience with asset management. Gain visibility to your asset installation base
de: verbessern Sie die Kundenbetreuung bei der Vermögensverwaltung. Verbessern Sie die Sichtbarkeit Ihrer Asset-Installationsbasis
es: mejorar la experiencia de soporte al cliente con la gestión de activos. Obtenga visibilidad a su base de instalación de activos
fr: améliorer l'expérience d'assistance à la clientèle avec la gestion des actifs. Gagnez de la visibilité sur votre base d'installation d'actifs
it: migliorare l'esperienza di assistenza clienti con la gestione degli asset. Ottieni visibilità alla tua base di installazione degli asset
pl: ulepsz obsługę klienta w zarządzaniu aktywami. Zwiększ widoczność swojej bazy instalacji aktywów
pt: melhore a experiência de suporte ao cliente com o gerenciamento de ativos. Ganhe visibilidade para sua base de instalação de ativos

# assetAdText2
source: manage any asset - organize and track assets, attach tickets, and much more
de: jedes Asset verwalten - Assets organisieren und verfolgen, Tickets anhängen und vieles mehr
es: administrar cualquier activo - organizar y rastrear activos, adjuntar tickets, y mucho más
fr: gérer n'importe quelle ressource - organiser et suivre les actifs, attacher des tickets et bien plus encore
it: gestire qualsiasi asset - organizzare e tenere traccia degli asset, allegare i ticket, e molto altro
pl: zarządzanie dowolnym zasobem - organizacja i śledzenie zasobów, dołączanie zgłoszeń, i wiele więcej
pt: gerencie qualquer bem - organize e acompanhe ativos, anexe tickets e muito mais

# assetAdText3
source: from computers, copy machines and servers to digital assets such as contracts and leases, manage any type of asset
de: von Computern, Kopieren von Maschinen und Servern auf digitale Assets wie Verträge und Mieten, verwalten Sie jede Art von Vermögenswerten
es: desde computadoras, máquinas copiadoras y servidores hasta activos digitales como contratos y arrendamientos, gestionar cualquier tipo de activo
fr: depuis les ordinateurs, les machines de copie et les serveurs vers les actifs numériques tels que les contrats et les baux, gérer tout type d'actif
it: da computer, macchine copiatrici e server a risorse digitali quali contratti e leasing, gestiscono qualsiasi tipo di attività
pl: z komputerów, maszyn kopiujących i serwerów na rzecz zasobów cyfrowych, takich jak umowy i dzierżawy, zarządzają wszelkiego rodzaju aktywami.
pt: de computadores, copie máquinas e servidores para ativos digitais, como contratos e alugos, gerencie qualquer tipo de ativo

source: invalid add-on
de: ungültiges Add-on
es: complemento no válido
fr: add-on invalide
pl: niepoprawny dodatek
pt: complemento inválido

source: proceed to next step
de: zum nächsten Schritt gehen
es: pasar al siguiente paso
fr: passer à l'étape suivante
it: procedere al passo successivo
pl: przejdź do następnego kroku
pt: prosseguir para o próximo passo

source: cancel this subscription now
de: dieses Abonnement jetzt kündigen
es: cancelar esta suscripción ahora
fr: annuler cet abonnement maintenant
it: annulla questo abbonamento ora
pl: anuluj tę subskrypcję teraz
pt: cancelar esta assinatura agora

# addOnAvailableUntil | { enddate: cancelingAddOn?.renew_date }
source: once this subscription is cancelled, this add-on will be available until the end of the subscription period ({{ cancellingAddOn?.renew_date }}) and all data will be deleted after this date
de: sobald dieses Abonnement gekündigt wurde, dieses Add-on wird bis zum Ende des Abonnementzeitraums verfügbar sein ({{ cancellingAddOn?.renew_date }}) und alle Daten werden nach diesem Datum gelöscht
es: una vez que se cancele esta suscripción, este complemento estará disponible hasta el final del período de suscripción ({{ cancellingAddOn?.renew_date }}) y todos los datos se eliminarán después de esta fecha
pl: po anulowaniu tej subskrypcji, ten dodatek będzie dostępny do końca okresu subskrypcji ({{ cancellingAddOn?.renew_date }}) i wszystkie dane zostaną usunięte po tej dacie

source: {{ cancellingAddOn?.name }} addon subscription will not auto-renew. If you change your mind you can always subscribe on or before {{ cancellingAddOn?.renew_date }}
de: {{ cancellingAddOn?.name }} Addon-Abonnement wird nicht automatisch verlängert. Wenn Sie Ihre Meinung ändern, können Sie sich jederzeit bei oder vor {{ cancellingAddOn?.renew_date }} anmelden
es: {{ cancellingAddOn?.name }} la suscripción al complemento no se renovará automáticamente. Si cambias de opinión, siempre puedes suscribirte en o antes de {{ cancellingAddOn?.renew_date }}
pl: {{ cancellingAddOn?.name }} subskrypcja dodatków nie będzie automatycznie odnawiana. Jeśli zmienisz zdanie, zawsze możesz subskrybować {{ cancellingAddOn?.renew_date }}

# allAddOnDataWillBeDeleted | { enddate: cancelingAddOn?.renew_date}
source: all data of this add-on will be deleted after {{ cancellingAddOn?.renew_date }}
de: alle Daten dieses Add-ons werden nach {{ cancellingAddOn?.renew_date }} gelöscht
es: todos los datos de este complemento se eliminarán después de {{ cancellingAddOn?.renew_date }}
pl: wszystkie dane tego dodatku zostaną usunięte po {{ cancellingAddOn?.renew_date }}

source: You are about to subscribe to the {{ subscribingAddOn?.name }} add-on for a cost of ${{ subscribingAddOn?.cost_per_mo_in_dollar }} per month.
de: Sie sind im Begriff, das {{ subscribingAddOn?.name }} -Add-on für Kosten von{{ subscribingAddOn?.cost_per_mo_in_dollar }} pro Monat zu abonnieren.
es: Está a punto de suscribirse al complemento {{ subscribingAddOn?.name }} por un costo de ${{ subscribingAddOn?.cost_per_mo_in_dollar }} al mes.
pl: Zamierzasz subskrybować dodatek {{ subscribingAddOn?.name }} za koszt ${{ subscribingAddOn?.cost_per_mo_in_dollar }} miesięcznie.

source: add-on subscription
de: Add-on-Abonnement
es: suscripción al complemento
fr: abonnement à un module
it: abbonamento aggiuntivo
pl: Subskrypcja dodatku
pt: inscrição de complemento

source: view
de: anschauen
es: ver
fr: Voir
it: visualizza
pl: zobacz
pt: visualizar

source: subscribed
de: abonniert
es: suscrito
fr: abonné
it: iscritto
pl: subskrybowane
pt: Inscrito

source: select an action
de: eine Aktion auswählen
es: seleccione una acción
fr: sélectionner une action
it: seleziona un'azione
pl: wybierz akcję
pt: selecionar uma ação

source: enter email address
de: E-Mail-Adresse eingeben
es: introducir dirección de email
fr: saisissez l'adresse e-mail
it: inserisci l'indirizzo email
pl: wprowadź adres e-mail
pt: Digite o endereço de e-mail

source: days out
de: Tage raus
es: días de salida
fr: jours écoulés
it: giorni fuori
pl: dni poza
pt: dias fora

source: for
de: für
es: para
fr: pour
it: per
pl: dla
pt: para

source: subject
de: thema
es: tema
fr: Sujet
it: oggetto
pl: temat
pt: assunto

source: view variables
de: zeige Variablen
es: ver variables
fr: Voir les variables
it: visualizza variabili
pl: wyświetl zmienne
pt: ver variáveis

source: number of days from the trigger execution
de: Anzahl der Tage nach Ausführung des Triggers
es: número de días a partir de la ejecución del activador
fr: nombre de jours depuis l'exécution du déclencheur
it: numero di giorni dall'esecuzione dell'attivazione
pl: liczba dni od wykonania wyzwalacza
pt: número de dias da execução do gatilho

# availableVariablesForMojoBot
source: available variables for mojo bots
de: verfügbare Variablen für Mojo-Bots
es: variables disponibles para los robots de mojo
fr: variables disponibles pour les robots mojo
it: variabili disponibili per i bot mojo
pl: dostępne zmienne dla botów mojo
pt: variáveis disponíveis para bots mojo

source: bot name
es: nombre del bot
fr: Nom du bot
it: nome bot
pl: nazwa bota
pt: nome do bot

source: optionally, enter description
de: optional Beschreibung eingeben
es: opcionalmente, introduzca la descripción
fr: optionnellement, entrez la description
it: opzionalmente, inserisci la descrizione
pl: opcjonalnie, wprowadź opis
pt: opcionalmente, digite a descrição

source: inactive
de: inaktiv
es: inactivo
fr: inactif
it: inattivo
pl: nieaktywny
pt: Inativo

source: activate
de: aktivieren
es: activar
fr: activer
it: attiva
pl: aktywuj
pt: ativar

source: deactivate
de: deaktivieren
es: desactivar
fr: désactiver
it: disattiva
pl: dezaktywuj
pt: desativar

source: event
de: ereignis
es: evento
fr: Evénement
it: evento
pl: wydarzenie
pt: evento

source: select an event
de: ein Ereignis auswählen
es: seleccionar un evento
fr: sélectionner un événement
it: seleziona un evento
pl: wybierz wydarzenie
pt: selecione um evento

# afterPerioNote
source: NOTE: Need to add at least one time based condition in 'ALL'. The actions can be executed only once per ticket.
de: HINWEIS: Sie müssen mindestens eine zeitbasierte Bedingung in 'ALL' hinzufügen. Die Aktionen können nur einmal pro Ticket ausgeführt werden.
es: NOTA: Necesita añadir al menos una condición basada en el tiempo en 'TODOS'. Las acciones sólo se pueden ejecutar una vez por ticket.
pl: UWAGA: Konieczne jest dodanie co najmniej jednego warunku opartego na czasie w 'WSZYSTKICH'. Akcje mogą być wykonywane tylko raz na zgłoszenie.

source: frequency
de: frequenz
es: frecuencia
fr: Fréquence
it: frequenza
pl: częstotliwość
pt: freqüência

source: on
de: am
es: en
fr: Activé
it: il
pl: Włączone
pt: ligado

source: at
de: am
es: en
fr: à
it: a
pl: w
pt: em

# meetAllConditions
source: Meet ALL of the following conditions
de: Erfülle ALLE der folgenden Bedingungen
es: Conoce TODAS las siguientes condiciones
fr: Remplissez toutes les conditions suivantes
it: Soddisfa TUTTE le seguenti condizioni
pl: Spełnij WSZYSTKIE poniższe warunki
pt: Atenda a TODAS as seguintes condições

source: maximum conditions reached
de: maximale Bedingungen erreicht
es: condiciones máximas alcanzadas
fr: conditions maximales atteintes
it: condizioni massime raggiunte
pl: osiągnięto maksymalne warunki
pt: condições máximas atingidas

# meetAnyConditions
source: Meet ANY of the following conditions
de: Erfülle KEINE der folgenden Bedingungen
es: Conoce CUALQUIER de las siguientes condiciones
fr: Remplissez l'une des conditions suivantes
it: Soddisfare tutte le seguenti condizioni
pl: Spełnij JAKOŚĆ następujących warunków
pt: Atenda a QUALQUER das seguintes condições

source: maximum actions reached
de: maximale Aktionen erreicht
es: máximo de acciones alcanzadas
fr: nombre maximum d'actions atteint
it: massimo di azioni raggiunte
pl: Osiągnięto maksymalną liczbę akcji
pt: ação máxima atingida

source: hourly
de: stündlich
es: por hora
fr: heure
it: oraria
pl: godzinny
pt: horário

source: daily
de: täglich
es: diariamente
fr: tous les jours
it: giornaliero
pl: codziennie
pt: diariamente

source: weekly
de: wöchentlich
es: semanal
fr: hebdomadaire
it: settimanale
pl: tygodniowy
pt: semanalmente

# mojoBotsDetailsDescription
source: automate workflow with mojo bots
de: Workflow mit Mojo-Bots automatisieren
es: automatiza el flujo de trabajo con robots de mojo
fr: automatiser le workflow avec les robots mojo
it: automatizzare il flusso di lavoro con i bot mojo
pl: zautomatyzuj przepływ pracy z botami mojo
pt: automatize o fluxo de trabalho com mojo bots

# manageMojoBotsLabel
source: manage mojo bots
de: verwalte Mojo-Bots
es: administrar robots de mojo
fr: gérer les robots mojo
it: gestisci i bot mojo
pl: zarządzanie botami mojo
pt: gerenciar bots mojo

# cloneLabel
source: clone
de: klonen
es: clonar
fr: cloner
pl: klonuj
pt: clonar

# eventLogLabel
source: event log
de: Ereignisprotokoll
es: registro de eventos
fr: journal des événements
it: registro eventi
pl: dziennik zdarzeń
pt: log de evento

# deleteLabel
source: delete
de: löschen
es: borrar
fr: supprimer
it: elimina
pl: usuń
pt: Excluir

source: enable
de: aktivieren
es: habilitar
fr: activer
it: abilita
pl: włącz
pt: Ativado

source: I will do it later
de: Ich werde es später tun
es: Lo haré más tarde
fr: Je le ferai plus tard
it: Lo farò più tardi
pl: Zrobię to później
pt: Farei isso mais tarde

source: Enable this Mojo bot?
de: Diesen Mojo-Bot aktivieren?
es: ¿Habilitar este bot de Mojo?
fr: Activer ce robot Mojo ?
it: Abilitare questo bot Mojo?
pl: Włączyć ten bot?
pt: Ativar este bot Mojo?

source: trigger is activated
de: trigger ist aktiviert
es: disparador activado
fr: trigger est activé
it: il trigger è attivato
pl: wyzwalacz jest aktywowany
pt: gatilho está ativado

source: day
de: tag
es: día
fr: jour
it: giorno
pl: dzień
pt: Dia

source: last
de: zuletzt
es: último
fr: dernier
it: ultimo
pl: ostatni
pt: último(a)

source: trigger is cloned
de: auslöser ist geklont
es: gatillo clonado
fr: trigger est cloné
it: il trigger è clonato
pl: wyzwalacz jest sklonowany
pt: Gatilho clonado

source: edit a mojo bot
de: einen Mojo-Bot bearbeiten
es: editar un bot de mojo
fr: éditer un robot de mojo
it: modifica un bot mojo
pl: edytuj bota mojo
pt: editar um bot mojo

source: clone
de: klonen
es: clonar
fr: cloner
pl: klonuj
pt: clonar

source: create a mojo bot
de: erstelle einen Mojo-Bot
es: crear un bot de mojo
fr: créer un robot de mojo
it: crea un bot mojo
pl: utwórz bota mojo
pt: criar um bot mojo

source: if
de: wenn
es: si
fr: si
it: se
pl: jeśli
pt: se

source: and
de: und
es: y
fr: et
it: e
pl: W przypadku gdy państwo członkowskie lub Szwajcaria stwierdzi, że dane państwo członkowskie lub Szwajcaria spełniają warunki określone w art. 4 ust. 1 lit. a) i b) oraz w art. 5 ust. 1 lit. b) i c) rozporządzenia (WE) nr 207/2009 oraz w art. 5 ust. 1 lit. b) i c) rozporządzenia (WE) nr 207/2009 oraz w art. 5 ust. 1 lit. b) tego rozporządzenia i art. 6 ust. 1 lit. b) tego rozporządzenia i c) tego rozporządzenia stosuje się od dnia 1 stycznia 2018 r.
pt: e

source: or
de: oder
es: o
fr: ou
it: o
pl: lub
pt: ou

source: select a condition
de: wähle eine Bedingung
es: seleccione una condición
fr: sélectionner une condition
it: seleziona una condizione
pl: wybierz warunek
pt: selecione uma condição

source: custom fields
de: eigene Felder
es: campos personalizados
fr: champs personnalisés
it: campi personalizzati
pl: pola niestandardowe
pt: campos personalizados

source: select a user
de: einen Benutzer auswählen
es: seleccione un usuario
fr: sélectionner un utilisateur
it: seleziona un utente
pl: wybierz użytkownika
pt: selecione um usuário

source: mojo bots
es: robots de mojo
fr: robots mojo
it: bot mojo
pl: boty mojo
pt: Robôs mojo

source: automate workflow with Mojo bots
de: Workflow mit Mojo-Bots automatisieren
es: automatiza el flujo de trabajo con los robots de Mojo
fr: automatiser le workflow avec les bots Mojo
it: automatizza il flusso di lavoro con i bot Mojo
pl: zautomatyzuj przepływ pracy z botami Mojo
pt: automatize o fluxo de trabalho com bots Mojo

# mojoBotsSearchPlaceholder
source: search: type something
de: suchen: Geben Sie etwas ein
es: búsqueda: escribe algo
fr: Recherche: tapez quelque chose
it: cerca: digita qualcosa
pl: szukaj: wpisz coś
pt: busca: digite algo

source: in progress
de: im Gange
es: en progreso
fr: en cours
it: in corso
pl: w toku
pt: Em andamento

source: on hold
de: auf Halten
es: en espera
fr: en attente
it: in attesa
pl: wstrzymano
pt: em espera

source: information requested
de: angeforderte Informationen
es: información solicitada
fr: informations demandées
it: informazioni richieste
pl: żądane informacje
pt: informações solicitadas

source: solved
de: gelöst
es: resuelto
fr: résolu
it: risolto
pl: rozwiązane
pt: resolvido

source: restricted agent
de: eingeschränkter Agent
es: agente restringido
fr: agent restreint
it: agente soggetto a restrizioni
pl: ograniczony agent
pt: agente restrito

source: manager
de: verwalter
es: gerente
fr: Responsable
pl: menedżer
pt: gerenciador

source: super admin tech
de: super Admin-Technik
es: super tecnología de admin
pl: Technologia super administratora
pt: tecnologia super admin

source: super admin manager
es: administrador de super admin
pl: Menedżer super administratora
pt: gerenciador de super admin

source: super admin lord
es: soberano super admin
fr: Seigneur super admin
pl: Super administrator
pt: soberano de super administrador

# businessHours.main.badge
source: main helpdesk business hours
de: Haupt-Helpdesk-Geschäftszeiten
es: horario principal del helpdesk
fr: heures d'ouverture du helpdesk principal
pl: główne godziny pracy w centrum pomocy technicznej
pt: horário comercial principal

# businessHours.listItem.noQueues
source: Choose a queue
de: Warteschlange auswählen
es: Elija una cola
fr: Choisir une file d'attente
pl: Wybierz kolejkę
pt: Escolha uma fila

# queuesColon
source: queues:
de: Warteschlangen:
es: colas:
fr: files d'attente :
pl: kolejki:
pt: filas:

# holiday.name.placeholder
source: e.g. New Year
de: z.B. Neujahr
es: ej. Año Nuevo
fr: par ex. Nouvelle Année
pl: np. Nowy Rok
pt: por exemplo, Ano Novo

# business_hours.add_holiday_dialog.title
source: Add Holidays
de: Feiertage hinzufügen
es: Añadir festivos
fr: Ajouter des jours fériés
pl: Dodaj dni wolne
pt: Adicionar Feriados

# business.hours.name.placeholder
source: Enter business hour name. E.g.: 'Summer Time Business Hours'
de: Geben Sie den Namen der Geschäftszeit ein, z. B.: 'Summer Time Business Hours'
es: Introduzca el nombre de la hora de trabajo. E.: 'Horas de Negocios de Verano'
pl: Wprowadź nazwę godziny pracy. Np.: 'Letmer Time Business Hours'

# businessHours.form.timezone.disabledHelper
source: This business hour follows the <a routerLink="/admin/help-desk/settings">helpdesk time zone</a>.
de: Diese Stunde folgt der <a routerLink="/admin/help-desk/settings">Helpdesk-Zeitzone</a>.
es: Esta hora de trabajo sigue a la zona horaria de <a routerLink="/admin/help-desk/settings">helpdesk</a>.
pl: Ta godzina jest zgodna ze strefą czasową <a routerLink="/admin/help-desk/settings">helpdesk</a>.

# businessHours.form.openingHours.tab
source: Opening hours
de: Öffnungszeiten
es: Horario de apertura
fr: Heures d'ouverture
pl: Godziny otwarcia
pt: Horário de funcionamento

# businessHours.form.openingHoursType form-label
source: Type of opening hours
de: Art der Öffnungszeiten
es: Tipo de horario de apertura
fr: Type d'heures d'ouverture
pl: Rodzaj godzin otwarcia
pt: Tipo de horário de funcionamento

# businessHours.form.openingHoursType.24_7
source: 24 hrs x 7 days
de: 24 Stunden x 7 Tage
es: 24 horas x 7 días
fr: 24 h x 7 jours
pl: 24 godziny x 7 dni
pt: 24 horas x 7 dias

# businessHours.form.openingHoursType.custom
source: Custom opening hours
de: Benutzerdefinierte Öffnungszeiten
es: Horas de apertura personalizadas
fr: Heures d'ouverture personnalisées
pl: Niestandardowe godziny otwarcia
pt: Horário de funcionamento personalizado

# businessHours.form.openingHours.weekDay.label
source: select the working days
de: wähle die Werktage
es: seleccione los días hábiles
fr: sélectionner les jours ouvrables
pl: wybierz dni robocze
pt: selecione os dias úteis

# businessHours.form.openingHours.label
source: then enter the working hours
de: dann die Arbeitszeit eingeben
es: luego ingrese las horas de trabajo
fr: puis entrez les heures de travail
pl: a następnie wprowadź godziny pracy
pt: então digite o horário de trabalho

# businessHours.openingHours.form.error.minimumOne
source: You must select at least one day
de: Sie müssen mindestens einen Tag auswählen
es: Debe seleccionar al menos un día
fr: Vous devez sélectionner au moins un jour
pl: Musisz wybrać co najmniej jeden dzień
pt: Você deve selecionar pelo menos um dia

# openingHourse.startTime.placeholder
source: Start time
de: Startzeit
es: Hora de inicio
fr: Heure de début
pl: Godzina rozpoczęcia
pt: Horário de início

source: to
de: zu
es: a
fr: à
it: a
pl: do
pt: para

# openingHourse.endTime.placeholder
source: End time
de: Endzeit
es: Hora de fin
fr: Heure de fin
pl: Czas zakończenia
pt: Hora de término

# businessHours.form.holidays.tab
source: Holidays
de: Feiertage
es: Vacaciones
fr: Vacances
pl: Dni wolne
pt: Feriados
