Repository: metadot/mojo-i18n
Catalog: locales/messages.*.xlf
Languages: de, es, fr, it, pl, pt

source: these files are shared with staff
de: diese Dateien werden mit Mitarbeitern geteilt
es: estos archivos son compartidos con el personal
fr: ces fichiers sont partagés avec le personnel
it: questi file sono condivisi con il personale
pl: te pliki są współdzielone z personelem
pt: estes arquivos são compartilhados com a equipe

source: merged ticket
de: zusammengeführtes Ticket
es: ticket fusionado
fr: ticket fusionné
it: scontrino unito
pl: połączony paragon
pt: pedido mesclado

source: no merged ticket
de: kein fusioniertes Ticket
es: sin ticket fusionado
fr: aucun ticket fusionné
it: nessun ticket unito
pl: brak scalonego zgłoszenia
pt: nenhum ticket mesclado

source: no time recorded yet
de: noch keine Zeit aufgezeichnet
es: no hay tiempo registrado aún
fr: aucune heure enregistrée pour le moment
it: nessun tempo ancora registrato
pl: nie zarejestrowano jeszcze czasu
pt: ainda não há tempo registrado

source: This is the ticket email address
de: Dies ist die E-Mail-Adresse des Tickets
es: Esta es la dirección de correo electrónico del ticket
fr: Ceci est l'adresse e-mail du ticket
it: Questo è l'indirizzo email del ticket
pl: To jest adres e-mail zgłoszenia
pt: Este é o endereço de e-mail do ticket

source: Emails sent to this address will be added as ticket messages
de: An diese Adresse gesendete E-Mails werden als Ticket-Nachrichten hinzugefügt
es: Los correos enviados a esta dirección se añadirán como mensajes de tickets
fr: Les e-mails envoyés à cette adresse seront ajoutés en tant que messages de ticket
it: Le email inviate a questo indirizzo verranno aggiunte come messaggi di ticket
pl: E-maile wysłane na ten adres zostaną dodane jako wiadomości biletu
pt: E-mails enviados para este endereço será adicionado como mensagens do ticket

source: ticket email address
de: e-Mail-Adresse
es: dirección de correo del ticket
fr: adresse e-mail du ticket
it: indirizzo email ticket
pl: adres e-mail zgłoszenia
pt: e-mail do ticket

source: time
de: Zeit
es: tiempo
fr: Heure
it: tempo
pl: czas
pt: Horário

source: merged
de: zusammengeführt
es: fusionado
fr: fusionné
it: unito
pl: scalony
pt: mesclado

source: conversation
de: unterhalten
es: conversación
it: conversazione
pl: konwersacja
pt: conversa

source: all messages
de: alle Nachrichten
es: todos los mensajes
fr: tous les messages
it: tutti i messaggi
pl: wszystkie wiadomości
pt: todas as mensagens

source: involving contact
de: mit Kontakt
es: involucrando contacto
fr: impliquant le contact
it: contatto con
pl: wymagające kontaktu
pt: envolvendo contato

source: staff messages
de: personal-Nachrichten
es: mensajes del personal
fr: messages du personnel
it: messaggi del personale
pl: wiadomości personelu
pt: mensagens do staff

source: most recent first
de: neueste zuerst
es: más recientes primero
fr: le plus récent en premier
it: più recente prima
pl: Najpierw najnowsze
pt: mais recentes primeiro

source: oldest first
de: älteste zuerst
es: más antiguo primero
fr: le plus ancien d'abord
it: più vecchio primo
pl: najpierw najstarsze
pt: mais antigos primeiro

source: {VAR_PLURAL, plural, =0 {tasks done} =1 {task done} other {tasks done}}
de: {VAR_PLURAL, plural, =0 {Aufgaben erledigt} =1 {Aufgabe erledigt} other {Aufgaben erledigt}}
es: {VAR_PLURAL, plural, =0 {tareas hechas} =1 {tarea realizada} other {tareas hechas}}
fr: {VAR_PLURAL, plural, =0 {tâches accomplies} =1 {tâche accomplie} other {tâches accomplies}}
it: {VAR_PLURAL, plural, =0 {attività completate} =1 {attività completate} other {attività completate}}
pl: {VAR_PLURAL, plural, =0 {zadania wykonano} =1 {zadanie wykonano} other {zadania wykonano}}
pt: {VAR_PLURAL, plural, =0 {tarefas feitas} =1 {tarefa feita} other {tarefas feitas}}

source: {VAR_PLURAL, plural, =0 {tasks} =1 {task} other {tasks}}
de: {VAR_PLURAL, plural, =0 {Aufgaben} =1 {Aufgabe} other {Aufgaben}}
es: {VAR_PLURAL, plural, =0 {tareas} =1 {tarea} other {tareas}}
fr: {VAR_PLURAL, plural, =0 {tâches} =1 {tâche} other {tâches}}
it: {VAR_PLURAL, plural, =0 {task} =1 {task} other {task}}task
pl: {VAR_PLURAL, plural, =0 {zadania} =1 {zadanie} other {zadania}}
pt: {VAR_PLURAL, plural, =0 {tarefas} =1 {tarefa} other {tarefas}}

source: no forms available
de: keine Formulare verfügbar
es: sin formularios disponibles
fr: aucun formulaire disponible
it: nessun modulo disponibile
pl: brak dostępnych formularzy
pt: nenhum formulário disponível

source: edit custom fields
de: benutzerdefinierte Felder bearbeiten
es: editar campos personalizados
fr: éditer les champs personnalisés
it: modifica campi personalizzati
pl: edytuj pola niestandardowe
pt: editar campos personalizados

source: change form
de: Formular ändern
es: cambiar formulario
fr: changer le formulaire
it: cambia modulo
pl: zmień formularz
pt: alterar formulário

source: form type
de: formulartyp
es: tipo de formulario
fr: type de formulaire
it: tipo di modulo
pl: typ formularza
pt: tipo de formulário

# timeTrackerAutoStartHelp
source: Start the timer automatically to always track time on ticket comments. This works even if the timer is closed.
de: Starten Sie den Timer automatisch, um die Zeit bei Ticket-Kommentaren immer zu verfolgen. Dies funktioniert, auch wenn der Timer geschlossen ist.
es: Iniciar el temporizador automáticamente para seguir siempre la hora en los comentarios de tickets. Esto funciona incluso si el temporizador está cerrado.
fr: Démarrez le minuteur automatiquement pour toujours suivre le temps des commentaires de ticket. Cela fonctionne même si le minuteur est fermé.
it: Avvia automaticamente il timer per tenere sempre traccia del tempo sui commenti del ticket. Questo funziona anche se il timer è chiuso.
pl: Uruchom timer automatycznie, aby zawsze śledzić czas na komentarzach zgłoszeń. To działa, nawet jeśli zegar jest zamknięty.
pt: Iniciar automaticamente o temporizador para sempre acompanhar o tempo nos comentários dos tickets. Isso funciona mesmo se o temporizador for fechado.

source: edit title
de: Titel bearbeiten
es: editar título
fr: éditer le titre
it: modifica titolo
pl: edytuj tytuł
pt: editar título

source: ticket info
es: info del ticket
fr: infos du ticket
it: informazioni ticket
pl: informacje o zgłoszeniu
pt: informações do ticket

source: ticket title
de: -Titel
es: título del ticket
fr: titre du ticket
it: titolo ticket
pl: tytuł zgłoszenia
pt: título do ticket

source: comment by
de: kommentieren von
es: comentar por
fr: commentaire par
it: commento di
pl: komentarz przez
pt: comentário de

source: staff note by
de: Mitarbeiternotiz von
es: nota del personal por
fr: note du personnel par
it: nota del personale di
pl: notatka obsługi przez
pt: nota de pessoal de

source: Unassign
de: Aufheben
es: Desasignar
fr: Ne plus assigner
it: Disassegna
pl: Cofnij przypisanie
pt: Desatribuir

source: assign to
de: zuweisen an
es: asignar a
fr: assigner à
it: assegna a
pl: przypisz do
pt: atribuir a

source: myself
de: ich
es: yo mismo
fr: moi
it: me
pl: ja sam
pt: Eu

source: pick
de: wähle
es: elegir
fr: choisir
it: scegli
pl: wybierz
pt: Selecionar

source: latest comment
de: letzter Kommentar
es: último comentario
fr: dernier commentaire
pl: najnowszy komentarz
pt: último comentário

source: latest staff note
de: neueste Mitarbeiternotiz
es: última nota del personal
fr: dernière note du personnel
pl: najnowsza notatka
pt: última nota de pessoal

source: change status
de: ändere Status
es: cambiar estado
fr: changer le statut
it: cambia stato
pl: zmień status
pt: alterar status

source: change priority
de: priorität ändern
es: cambiar prioridad
fr: changer la priorité
it: cambia priorità
pl: zmień priorytet
pt: alterar prioridade

source: change queue
de: ändern Warteschlange
es: cambiar cola
fr: changer la file d'attente
it: cambia coda
pl: zmień kolejkę
pt: mudar fila

source: change type
de: ändere Typ
es: cambiar tipo
fr: changer le type
it: cambia tipo
pl: zmień typ
pt: mudar tipo

source: add a comment
de: einen Kommentar hinzufügen
es: añadir un comentario
fr: ajouter un commentaire
it: aggiungi un commento
pl: dodaj komentarz
pt: adicionar um comentário

# assAStaffNote
source: add a staff note
de: eine Mitarbeiternotiz hinzufügen
es: añadir una nota del personal
fr: ajouter une note du personnel
it: aggiungi una nota personale
pl: dodaj notatkę
pt: adicionar uma nota de equipe

source: manage tags
de: Tags verwalten
es: administrar etiquetas
fr: gérer les tags
it: gestisci i tag
pl: zarządzaj tagami
pt: gerenciar tags

source: watch list: add - remove
de: Beobachtungsliste: hinzufügen - entfernen
es: lista de vigilancia: añadir - eliminar
fr: liste de suivi: ajouter - supprimer
it: elenco degli orologi: aggiungi - rimuovi
pl: lista obserwacji: dodaj - usuń
pt: lista de observações: adicionar - remover

source: nobody
de: niemand
es: nadie
fr: personne
it: nessuno
pl: nikt
pt: ninguém

source: Bulk action
de: Massenaktion
es: Acción masiva
fr: Action en bloc
it: Azione di massa
pl: Akcja zbiorcza
pt: Ação em massa

source: delete tickets
de: tickets löschen
es: eliminar tickets
fr: supprimer les tickets
it: elimina scontrini
pl: usuń paragony
pt: excluir tickets

source: delete ticket
de: tickets löschen
es: eliminar tickets
fr: supprimer le ticket
it: elimina scontrini
pl: usuń paragony
pt: excluir tickets

source: tickets have successfully been deleted
de: Tickets wurden erfolgreich gelöscht
es: tickets han sido eliminados correctamente
fr: les tickets ont été supprimés avec succès
it: i ticket sono stati eliminati con successo
pl: bilety zostały pomyślnie usunięte
pt: tickets foram excluídos com sucesso

source: new status
de: neuer Status
es: nuevo estado
fr: Nouveau statut
it: nuovo stato
pl: nowy status
pt: novo status

source: ticket status change
de: Ticket-Status ändern
es: cambio de estado del ticket
fr: changement de statut du ticket
it: cambio stato ticket
pl: zmiana statusu zgłoszenia
pt: situação do ticket alterado

source: new priority
de: neue Priorität
es: nueva prioridad
fr: nouvelle priorité
it: nuova priorità
pl: nowy priorytet
pt: nova prioridade

source: ticket priority change
de: Änderung der Ticket-Priorität
es: cambio de prioridad del ticket
fr: changement de priorité du ticket
it: cambio priorità ticket
pl: zmiana priorytetu zgłoszenia
pt: mudança prioridade do ticket

source: new queue
de: neue Warteschlange
es: nueva cola
fr: nouvelle file d'attente
it: nuova coda
pl: nowa kolejka
pt: nova fila

source: ticket queue change
de: Ticketwarteschlange ändern
es: cambio de cola de tickets
fr: changement de file d'attente des tickets
it: cambio coda ticket
pl: zmiana kolejki zgłoszeń
pt: mudança na fila de tickets

source: ticket type change
de: Änderung des Tickettyps
es: cambio de tipo de ticket
fr: changement de type de ticket
it: cambio tipo biglietto
pl: zmiana typu zgłoszenia
pt: tipo de ticket muda

source: add a staff note
de: eine Mitarbeiternotiz hinzufügen
es: añadir una nota del personal
fr: ajouter une note du personnel
it: aggiungi una nota personale
pl: dodaj notatkę
pt: adicionar uma nota de equipe

source: remove from watch list
de: von der Beobachtungsliste entfernen
es: eliminar de la lista de vigilancia
fr: supprimer de la liste de suivi
it: rimuovi dalla lista di controllo
pl: usuń z listy obserwowanych
pt: remover da lista de desejos

source: add to watch list
de: zur Beobachtungsliste hinzufügen
es: añadir a la lista de seguimiento
fr: ajouter à la liste de suivi
it: aggiungi alla lista di controllo
pl: dodaj do listy obserwowanych
pt: adicionar à lista de desejos

source: ticket watch change
de: Ticket-Beobachtungsänderung
es: cambio de vista de ticket
fr: changement de suivi des tickets
it: cambio orologio biglietto
pl: zmiana zegarka zgłoszenia
pt: mudança do relógio ticket

source: Assign to
de: Zuweisen an
es: Asignar a
fr: Assigner à
pl: Przypisz do
pt: Atribuir a

source: confirm this action?
de: diese Aktion bestätigen?
es: ¿Confirmar esta acción?
fr: Confirmer cette action?
it: confermare questa azione?
pl: Potwierdź tę czynność?
pt: Confirmar esta ação?

source: tickets have successfully been updated
de: Tickets wurden erfolgreich aktualisiert
es: tickets se han actualizado correctamente
fr: les tickets ont été mis à jour avec succès
it: i ticket sono stati aggiornati con successo
pl: bilety zostały pomyślnie zaktualizowane
pt: tickets atualizados com sucesso

source: ticket has successfully been updated
de: ticket wurde erfolgreich aktualisiert
es: ticket ha sido actualizado correctamente
fr: le ticket a été mis à jour avec succès
it: ticket aggiornato con successo
pl: zgłoszenie zostało pomyślnie zaktualizowane
pt: ticket atualizado com sucesso

source: job well done
de: gut gemacht
es: trabajo bien hecho
fr: travail bien fait
it: lavoro ben fatto
pl: dobrze wykonana praca
pt: trabalho bem feito

source: hooray! nothing unassigned
de: hooray! Nichts Unzugewiesen
es: ¡hooray! nada sin asignar
fr: hooray! Rien de non assigné
it: hooray! niente non assegnato
pl: hooray! nic nieprzypisanego
pt: viva! Nada desatribuído

source: read the Mojo blog while waiting for a customer to create a ticket
de: lese den Mojo-Blog während du auf einen Kunden wartest, um ein Ticket zu erstellen
es: leer el blog de Mojo mientras espera a que un cliente cree un ticket
fr: lire le blog Mojo en attendant qu'un client crée un ticket
it: leggi il blog di Mojo in attesa che un cliente crei un biglietto
pl: przeczytaj blog Mojo podczas oczekiwania na utworzenie przez klienta biletu
pt: ler o blog do Mojo enquanto aguarda que um cliente crie um ticket

# noTicketsToExport
source: There are no tickets to export.
de: Es gibt keine Tickets zum exportieren.
es: No hay tickets para exportar.
fr: Il n'y a pas de tickets à exporter.
it: Non ci sono biglietti da esportare.
pl: Brak zgłoszeń do wyeksportowania.
pt: Não há tickets para exportar.

# exportTicketsFromCurrentList
source: Export tickets from current list in CSV file?
de: Tickets aus der aktuellen Liste in CSV-Datei exportieren?
es: ¿Exportar tickets de la lista actual en archivo CSV?
fr: Exporter les tickets de la liste actuelle dans le fichier CSV ?
it: Esporta i ticket dall'elenco corrente nel file CSV?
pl: Eksport zgłoszeń z bieżącej listy w pliku CSV?
pt: Exportar tickets da lista atual em arquivo CSV?

source: No tickets in the list with this status.
de: Keine Tickets in der Liste mit diesem Status.
es: No hay tickets en la lista con este estado.
fr: Aucun ticket dans la liste avec ce statut.
it: Nessun ticket nella lista con questo stato.
pl: Brak zgłoszeń na liście o tym statusie.
pt: Não há tickets na lista com este status.

# searchesQuotaReachedDot
source: searches quota reached.
de: Kontingent erreicht.
es: la cuota de búsquedas alcanzada.
fr: quota de recherche atteint.
it: ricerca quota raggiunta.
pl: osiągnięto limit wyszukiwania.
pt: Cota de pesquisas atingida.

# trialReactivated
source: The trial has been re-activated for this helpdesk.
de: Die Testversion wurde für dieses Helpdesk reaktiviert.
es: La prueba ha sido reactivada para este helpdesk.
fr: La période d'essai a été réactivée pour ce helpdesk.
it: La prova è stata riattivata per questo helpdesk.
pl: Próba została ponownie aktywowana dla tego punktu pomocy technicznej.
pt: A avaliação foi reativada para este suporte.

# myAssignmentsDescription
source: these are tickets assigned to me
de: dies sind mir zugewiesene Tickets
es: estos son tickets asignados a mí
fr: ce sont des tickets qui me sont assignés
it: questi sono i ticket assegnati a me
pl: są to zgłoszenia przypisane do mnie
pt: estes são tickets atribuídos a mim

# watchListDescription
source: these are the tickets I keep an eye on
de: das sind die Tickets, auf die ich ein Auge habe
es: estos son los tickets en los que estoy atento
fr: Voici les tickets que je garde à l'œil
it: questi sono i biglietti che tengo d'occhio
pl: są to bilety, na które obserwuję
pt: estes são os ingressos dos quais estou de olho

source: pending confirmation
de: ausstehende Bestätigung
es: pendiente de confirmación
fr: en attente de confirmation
it: conferma in attesa
pl: oczekujące potwierdzenie
pt: confirmação pendente

source: unassigned tickets
de: nicht zugewiesene Tickets
es: tickets sin asignar
fr: tickets non assignés
it: ticket non assegnati
pl: nieprzypisane zgłoszenia
pt: tickets não atribuídos

# unassignedDescription
source: these tickets need to be assigned to an agent
de: diese Tickets müssen einem Agenten zugewiesen werden
es: estos tickets deben ser asignados a un agente
fr: ces tickets doivent être assignés à un agent
it: questi biglietti devono essere assegnati ad un agente
pl: te zgłoszenia muszą być przypisane do agenta
pt: estes tickets precisam ser atribuídos a um agente

# openDescription
source: Open tickets have statuses that are new, in progress, information requested and hold
de: Offene Tickets haben neue Status in Bearbeitung, angeforderte Informationen und halten
es: Los Tickets abiertos tienen estados que son nuevos, en progreso, información solicitada y mantenida
fr: Les tickets ouverts ont des statuts nouveaux, en cours, les informations demandées et maintenues
it: I biglietti aperti hanno stati nuovi, in corso, informazioni richieste e in attesa
pl: Otwarte bilety mają statusy nowe, w toku, informacje wymagane i przechowywane
pt: Os bilhetes abertos têm status que são novos, em andamento, informações solicitadas e mantidas

source: tickets created for myself
de: für mich erstellte Tickets
es: tickets creados para mí
fr: tickets créés pour moi
pl: bilety utworzone dla mnie
pt: tickets criados para mim

source: took
de: genommen
es: tomado
fr: a pris
it: preso
pl: wykonano
pt: pegou

source: search result
de: suchergebnis
es: resultado de búsqueda
fr: Résultat de la recherche
it: risultato della ricerca
pl: wynik wyszukiwania
pt: resultado da pesquisa

source: save this search
de: diese Suche speichern
es: guardar esta búsqueda
fr: enregistrer cette recherche
it: salva questa ricerca
pl: zapisz wyszukiwanie
pt: salvar esta pesquisa

source: new ticket
de: neues Ticket
es: nuevo ticket
fr: nouveau ticket
it: nuovo ticket
pl: nowe zgłoszenie
pt: novo pedido

# quickTicketPlaceholder
source: quick ticket: type here to quickly create a ticket
de: schnelles Ticket: Geben Sie hier ein um schnell ein Ticket zu erstellen
es: ticket rápido: escribe aquí para crear rápidamente un ticket
fr: ticket rapide: tapez ici pour créer rapidement un ticket
it: biglietto veloce: digita qui per creare rapidamente un biglietto
pl: szybkie zgłoszenie: wpisz tutaj, aby szybko utworzyć zgłoszenie
pt: ticket rápido: digite aqui para criar rapidamente um ticket

source: ticket successfully created
de: ticket erfolgreich erstellt
es: ticket creado correctamente
fr: ticket créé avec succès
it: ticket creato con successo
pl: zgłoszenie zostało pomyślnie utworzone
pt: ticket criado com sucesso

source: use new views by saving any search results
de: neue Ansichten durch Speichern von Suchergebnissen verwenden
es: usar nuevas vistas guardando cualquier resultado de búsqueda
fr: utiliser de nouvelles vues en enregistrant les résultats de recherche
it: utilizzare nuove viste salvando i risultati della ricerca
pl: użyj nowych wyświetleń, zapisując wyniki wyszukiwania
pt: use novas visualizações salvando quaisquer resultados de pesquisa

source: no saved searches found.
de: keine gespeicherten Suchen gefunden.
es: no se encontraron búsquedas guardadas.
fr: aucune recherche enregistrée trouvée.
it: nessuna ricerca salvata trovata.
pl: nie znaleziono zapisanych wyszukiwań.
pt: nenhuma pesquisa salva encontrada.

# notificationCenterDescription
source: subscribe to topics. Get notifications. Get your reaction time down to zero
de: abonnieren Sie Themen. Holen Sie sich Benachrichtigungen. Ihre Reaktionszeit auf Null
es: suscribirse a temas. Obtener notificaciones. Bajar el tiempo de reacción a cero
fr: abonnez-vous aux sujets. Recevez des notifications. Obtenez votre temps de réaction jusqu'à zéro
it: iscriviti agli argomenti. Ricevi notifiche. Ottieni il tempo di reazione fino a zero
pl: subskrybuj tematy. Uzyskaj powiadomienia. Pobierz czas reakcji do zera
pt: inscreva-se nos tópicos. Obtenha notificações. Obtenha seu tempo de reação até zero

# newStaffMemberEmailFormLabel
source: What is the email of the new staff member?
de: Was ist die E-Mail des neuen Personalmitglieds?
es: ¿Cuál es el correo electrónico del nuevo miembro del personal?
fr: Quel est le courriel du nouveau membre du personnel ?
it: Qual è l'email del nuovo membro dello staff?
pl: Jaki jest e-mail nowego członka personelu?
pt: Qual é o e-mail do novo membro da equipe?

# newStaffEmailFormPlaceholder
source: type the email here
de: die E-Mail hier eingeben
es: escribe el email aquí
fr: tapez l'email ici
it: digita l'email qui
pl: wpisz tutaj e-mail
pt: digite o e-mail aqui

# newStaffMemberNameFormLabel
source: What is the name of the new staff member?
de: Wie lautet der Name des neuen Mitarbeiters?
es: ¿Cuál es el nombre del nuevo miembro del personal?
fr: Quel est le nom du nouveau membre du personnel ?
it: Qual è il nome del nuovo personale?
pl: Imię i nazwisko nowego członka personelu?
pt: Qual é o nome do novo membro da equipe?

# newStaffNameFormPlaceholder
source: type the name here
de: den Namen hier eingeben
es: escribe el nombre aquí
fr: tapez le nom ici
it: digita qui il nome
pl: wpisz tutaj nazwę
pt: digite o nome aqui

# newStaffMemberRoleFormLabel
source: What is the role of the new staff member?
de: Welche Rolle spielt das neue Personalmitglied?
es: ¿Cuál es el papel del nuevo miembro del personal?
fr: Quel est le rôle du nouveau membre du personnel ?
it: Qual è il ruolo del nuovo funzionario?
pl: Jaka jest rola nowego członka personelu?
pt: Qual é o papel do novo membro da equipe?

source: role
de: rolle
es: rol
fr: Rôle
it: ruolo
pl: Rola
pt: Função

# canCreateTicketsFormLabel
source: can create tickets
de: kann Tickets erstellen
es: puede crear tickets
fr: peut créer des tickets
it: puoi creare biglietti
pl: może tworzyć paragony
pt: pode criar tickets

# doNotSendEmailFormLabel
source: do not send emails to this user
de: senden Sie keine E-Mails an diesen Benutzer
es: no enviar correos electrónicos a este usuario
fr: ne pas envoyer d'e-mails à cet utilisateur
it: non inviare email a questo utente
pl: nie wysyłaj wiadomości e-mail do tego użytkownika
pt: não enviar e-mails para este usuário

# isAssetManagerFormLabel
source: is asset manager
de: ist Asset-Manager
es: es gestor de activos
fr: est le gestionnaire de ressources
it: è gestore di asset
pl: jest menedżerem zasobów
pt: é gestor de ativos

source: belongs to group
de: gehört zur Gruppe
es: pertenece al grupo
fr: appartient au groupe
it: appartiene al gruppo
pl: należy do grupy
pt: pertence ao grupo

# searchGroup
source: search a group
de: eine Gruppe suchen
es: buscar un grupo
fr: rechercher un groupe
it: cerca un gruppo
pl: szukaj grupy
pt: pesquisar um grupo

# selectTicketAccess
source: select ticket access for
de: Wähle Ticket-Zugriff für
es: seleccionar acceso a tickets para
fr: sélectionner l'accès au ticket pour
it: seleziona l'accesso al ticket per
pl: wybierz dostęp do zgłoszenia dla
pt: selecione o acesso do ticket para

# fullAccessGroupOptionExplanation
source: gives to the user the ability to update tickets and to add comments
de: gibt dem Benutzer die Möglichkeit, Tickets zu aktualisieren und Kommentare hinzuzufügen
es: da al usuario la posibilidad de actualizar tickets y añadir comentarios
fr: donne à l'utilisateur la possibilité de mettre à jour les tickets et d'ajouter des commentaires
it: dà all'utente la possibilità di aggiornare i ticket e di aggiungere commenti
pl: daje użytkownikowi możliwość aktualizacji zgłoszeń i dodawania komentarzy
pt: dá ao usuário a capacidade de atualizar Tickets e adicionar comentários
